[
    {
        "title": "Član 1",
        "texts": [
            "U Zakonu o bankama (Službeni glasnik RS, br. 107/05, 91/10 i 14/15), član 2. menja se i glasi:",
            "Član 2.",
            "Banka je akcionarsko društvo sa sedištem u Republici Srbiji, koje ima dozvolu za rad Narodne banke Srbije i obavlja depozitne i kreditne poslove, a može obavljati i druge poslove u skladu sa zakonom.",
            "Strana banka je pravno lice sa sedištem van Republike Srbije koje je, u skladu sa propisima države porekla, osnovano i u registar nadležnog organa te države upisano kao banka, odnosno kreditna institucija, koje poseduje dozvolu za rad regulatornog tela te države i koje obavlja depozitne i kreditne poslove.",
            "Filijala je organizacioni deo banke, bez statusa pravnog lica, koji obavlja poslove koje može obavljati banka u skladu sa ovim zakonom.",
            "Predstavništvo je organizacioni deo banke u inostranstvu ili strane banke u Republici Srbiji, bez statusa pravnog lica, koji ne obavlja poslove koje može obavljati banka, već poslove istraživanja tržišta, i koji predstavlja banku, odnosno stranu banku čiji je deo.",
            "Klijent je bilo koje pravno ili fizičko lice koje koristi ili je koristilo usluge banke ili se obratilo banci radi korišćenja usluga i koje je banka kao takvo identifikovala.",
            "Korisnik označava klijenta banke koji je posebnim zakonima definisan kao korisnik finansijskih, odnosno platnih usluga.",
            "Regulatorno telo je nacionalno telo koje je propisima određene države ovlašćeno da daje i oduzima dozvole za rad licima u finansijskom sektoru, vrši kontrolu ovih lica, odnosno nadzor nad tim licima ili uređuje njihovo poslovanje, kao i odgovarajuće telo Evropske unije sa ovim nadležnostima u skladu s propisima te unije.",
            "Država porekla je država u kojoj su strana banka ili drugo lice u finansijskom sektoru osnovani i u kojoj su dobili dozvolu za rad.",
            "Depozit ima značenje utvrđeno u zakonu kojim se uređuje osiguranje depozita.",
            "Kredit ima značenje utvrđeno u zakonu kojim se uređuju obligacioni odnosi.",
            "Lice u finansijskom sektoru je banka, društvo za osiguranje, platna institucija, institucija elektronskog novca, finansijski holding, mešoviti finansijski holding, društvo za upravljanje otvorenim investicionim fondovima sa javnom ponudom, društvo za upravljanje alternativnim investicionim fondovima, društvo za upravljanje dobrovoljnim penzijskim fondovima, investiciono društvo, privredno društvo koje obavlja poslove finansijskog lizinga, kao i drugo pravno lice koje se pretežno bavi finansijskom delatnošću u zemlji ili inostranstvu.",
            "Finansijska institucija u smislu ovog zakona je lice u finansijskom sektoru, osim banke i društva za osiguranje.",
            "Indirektno vlasništvo označava mogućnost lica koje nema direktno vlasništvo u pravnom licu da efektivno ostvari vlasnička prava u tom licu koristeći vlasništvo koje drugo lice direktno ima u tom pravnom licu.",
            "Učešće označava kvalifikovano, znatno i kontrolno učešće.",
            "Kvalifikovano učešće postoji kada jedno lice ima:",
            "1) direktno ili indirektno pravo ili mogućnost da ostvari najmanje 10% glasačkih prava u pravnom licu, odnosno direktno ili indirektno vlasništvo nad najmanje 10% kapitala tog pravnog lica, ili",
            "2) mogućnost efektivnog vršenja uticaja na upravljanje pravnim licem ili na poslovnu politiku tog lica.",
            "Znatno učešće postoji kada jedno lice ima:",
            "1) direktno ili indirektno pravo ili mogućnost da ostvari najmanje 20% glasačkih prava u pravnom licu, odnosno direktno ili indirektno vlasništvo nad najmanje 20% kapitala tog pravnog lica, ili",
            "2) mogućnost efektivnog vršenja znatnog uticaja na upravljanje pravnim licem ili na poslovnu politiku tog lica.",
            "Kontrolno učešće postoji kada jedno lice ima:",
            "1) direktno ili indirektno pravo ili mogućnost da ostvari više od 50% glasačkih prava u pravnom licu, odnosno direktno ili indirektno vlasništvo nad više od 50% kapitala tog pravnog lica, ili",
            "2) mogućnost izbora više od polovine članova upravnog odbora ili drugog organa rukovođenja i upravljanja tog pravnog lica, ili",
            "3) mogućnost efektivnog vršenja dominantnog uticaja na upravljanje pravnim licem ili na poslovnu politiku tog lica.",
            "Matično društvo pravnog lica je društvo koje u tom licu ima kontrolno učešće.",
            "Zavisno društvo pravnog lica je društvo u kome to lice ima kontrolno učešće.",
            "Pridruženo društvo pravnog lica je društvo u kome to lice ima znatno učešće.",
            "Podređeno društvo pravnog lica je zavisno ili pridruženo društvo tog lica.",
            "Grupa društava je grupa koju čine najviše matično društvo pravnog lica i sva njegova podređena društva."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-bankama.html"
    },
    {
        "title": "Član 80",
        "texts": [
            "U članu 130. stav 1. tačka 5) reči: stav 4. zamenjuju se rečima: stav 5.",
            "U stavu 2. tačka 11b) reč: savesnog zamenjuje se rečju: opreznog."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-bankama.html"
    },
    {
        "title": "Član 81",
        "texts": [
            "U članu 138. stav 1. posle tačke 5) dodaje se tačka 5a), koja glasi:",
            "5a) Narodnu banku Srbije ne obavesti o sticanju direktnog ili indirektnog vlasništva u banci koje sticaocu omogućava 5% i više od 5% glasačkih prava u roku od pet radnih dana od dana saznanja za to sticanje (član 94. st. 8. i 9);",
            "U tački 6) reči: 15 dana na oba mesta zamenjuju se rečima: pet radnih dana."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-bankama.html"
    },
    {
        "title": "Član 82",
        "texts": [
            "U članu 139. stav 1. tačka 5) reči: člana 132. stav 4, člana 133. stav 6. i člana 134. stav 2. zamenjuju se rečima: člana 132. stav 4. i člana 133. stav 6."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-bankama.html"
    },
    {
        "title": "Član 83",
        "texts": [
            "U članu 139b stav 1. tačka 1) reči: stav 5 zamenjuju se rečima: stav 4."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-bankama.html"
    },
    {
        "title": "Član 84",
        "texts": [
            "Postupci za davanje saglasnosti Narodne banke Srbije i postupci kontrole započeti u skladu sa Zakonom o bankama (Službeni glasnik RS, br. 107/2005, 91/2010 i 14/2015) i propisima donetim na osnovu tog zakona, okončaće se u skladu s tim zakonom i propisima."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-bankama.html"
    },
    {
        "title": "Član 85",
        "texts": [
            "Narodna banka Srbije doneće propise neophodne za primenu ovog zakona – najkasnije 30. juna 2025. godine."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-bankama.html"
    },
    {
        "title": "Član 86",
        "texts": [
            "Banke su dužne da svoje poslovanje i akte usklade sa odredbama ovog zakona najkasnije do početka njegove primene."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-bankama.html"
    },
    {
        "title": "Član 87",
        "texts": [
            "Odredbe ovog zakona koje se odnose na mešoviti finansijski holding primenjuju se od donošenja, odnosno primene zakona kojim će se urediti nadzor nad finansijskim konglomeratima u Republici Srbiji."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-bankama.html"
    },
    {
        "title": "Član 88",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u Službenom glasniku Republike Srbije, a primenjuje se od 1. oktobra 2025. godine, osim člana 38. ovog zakona, koji se primenjuje od 1. januara 2026. godine."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-bankama.html"
    }
]