[
    {
        "title": "Član 1",
        "texts": [
            "U Zakonu o deviznom poslovanju („Službeni glasnik RS", br. 62/06, 31/11, 119/12, 139/14 i 30/18), član 39a menja se i glasi:",
            "„Član 39a",
            "Narodna banka Srbije vodi registar ovlašćenih menjača.",
            "U registar ovlašćenih menjača upisuju se podaci o ovlašćenim menjačima i sve promene u vezi s tim podacima.",
            "Ovlašćeni menjači dužni su da bez odlaganja obaveste Narodnu banku Srbije o promenama podataka koji se unose u registar ovlašćenih menjača.",
            "Registar ovlašćenih menjača jeste javna knjiga i vodi se u elektronskom obliku, a podaci iz tog registra dostupni su na internet prezentaciji Narodne banke Srbije.",
            "Narodna banka Srbije propisuje bliže uslove, sadržinu i način vođenja registra ovlašćenih menjača, uključujući i brisanje podataka iz tog registra, kao i obaveze ovlašćenih menjača u vezi sa obaveštavanjem Narodne banke Srbije o promenama podataka koji se u taj registar upisuju."."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-deviznom-poslovanju.html"
    },
    {
        "title": "Član 2",
        "texts": [
            "Posle člana 39a dodaju se čl. 39b i 39v, koji glase:",
            "„Član 39b",
            "Ako u postupku kontrole menjačkog poslovanja ovlašćenog menjača utvrdi da ovlašćeni menjač nije postupio u skladu sa odredbama ovog zakona i/ili propisa Narodne banke Srbije donetog na osnovu ovog zakona, odnosno u skladu sa odredbama propisa kojima se uređuje sprečavanje pranja novca i finansiranja terorizma i ograničavanje raspolaganja imovinom u cilju sprečavanja terorizma i širenja oružja za masovno uništenje (u daljem tekstu: propisi kojima se uređuje sprečavanje pranja novca i finansiranja terorizma) a u pitanju su manje značajne nepravilnosti, odnosno nepravilnosti koje ne utiču bitno i neposredno na poslovanje ovlašćenog menjača – Narodna banka Srbije može doneti rešenje kojim se ovlašćenom menjaču izriče pismena opomena.",
            "Ako u postupku kontrole menjačkog poslovanja ovlašćenog menjača utvrdi da ovlašćeni menjač nije postupio u skladu sa odredbama ovog zakona i/ili propisa iz stava 1. ovog člana a nije reč o nepravilnostima iz tog stava – Narodna banka Srbije može doneti rešenje kojim se ovlašćenom menjaču izriče nalog da svoje poslovanje uskladi sa ovim zakonom i/ili propisima iz stava 1. ovog člana.",
            "Ako u postupku kontrole menjačkog poslovanja ovlašćenog menjača utvrdi da ovlašćeni menjač nije postupio u skladu sa odredbama ovog zakona i/ili propisa iz stava 1. ovog člana a u pitanju su nepravilnosti iz stava 2. ovog člana koje bitno i neposredno utiču ili bi mogle tako uticati na poslovanje ovlašćenog menjača, kao i u slučajevima iz člana 39v stav 2. ovog zakona u kojima nije oduzeto ovlašćenje u skladu s tim članom – Narodna banka Srbije može doneti rešenje kojim se ovlašćenom menjaču privremeno oduzima ovlašćenje za obavljanje menjačkih poslova na kontrolisanom menjačkom mestu ili na svim menjačkim mestima, u periodu do 30 radnih dana.",
            "Rešenjem iz st. 1, 2. i 3. ovog člana ovlašćenom menjaču se nalaže da, ako to nije već učinio, u određenom roku otkloni utvrđenu nepravilnost, odnosno da uskladi svoje poslovanje sa odredbama ovog zakona i/ili propisa iz stava 1. ovog člana, a određuje se i rok u kome je dužan da Narodnoj banci Srbije dostavi izveštaj o otklonjenim nepravilnostima, sa odgovarajućim dokazima.",
            "Narodna banka Srbije može, pored preduzimanja mera iz st. 1, 2. i 3. ovog člana, izreći i novčanu kaznu ovlašćenom menjaču, kao i odgovornom licu u ovlašćenom menjaču – pravnom licu.",
            "Novčana kazna iz stava 5. ovog člana izriče se ovlašćenom menjaču, odnosno odgovornom licu u ovlašćenom menjaču u sledećem rasponu:",
            "1) od 100.000 do 3.000.000 dinara za pravno lice i od 10.000 do 500.000 dinara za odgovorno lice u pravnom licu;",
            "2) od 50.000 do 2.000.000 dinara za preduzetnika.",
            "Ako 10% ukupnog prihoda koji je ovlašćeni menjač iz stava 6. ovog člana ostvario u prethodnoj godini iznosi više od 3.000.000 dinara za pravno lice, odnosno više od 2.000.000 dinara za preduzetnika, ili ako 10% ukupnog prihoda koji je odgovorno lice u ovlašćenom menjaču – pravnom licu ostvarilo u prethodnoj godini iznosi više od 500.000 dinara – novčana kazna iz stava 5. ovog člana može biti i veća od iznosa iz stava 6. ovog člana, ali ne veća od 10% ukupnog prihoda ovlašćenog menjača, odnosno odgovornog lica u ovlašćenom menjaču – pravnom licu u prethodnoj godini."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-deviznom-poslovanju.html"
    },
    {
        "title": "Član 11",
        "texts": [
            "Član 64. menja se i glasi:",
            "„Član 64.",
            "Za prekršaj iz čl. 59. do 63. ovog zakona, pored novčane kazne, izreći će se i zaštitna mera oduzimanja predmeta koji su upotrebljeni ili su bili namenjeni za izvršenje prekršaja ili su nastali izvršenjem prekršaja.",
            "Izuzetno od stava 1. ovog člana, za prekršaj iz tog stava, pored novčane kazne, može se izreći i zaštitna mera delimičnog oduzimanja predmeta koji su upotrebljeni ili su bili namenjeni za izvršenje prekršaja ili su nastali izvršenjem prekršaja, ako pobude ili druge okolnosti pod kojima je prekršaj izvršen ukazuju da nije opravdano da se predmet oduzme u celini.",
            "Izuzetno od st. 1. i 2. ovog člana, za prekršaj iz člana 62. tačka 18) i člana 63. tačka 14) ovog zakona zbog koga je carinski organ prethodno privremeno oduzeo dinare, efektivni strani novac i čekove u skladu s propisom iz člana 31. ovog zakona – pored novčane kazne, izreći će se i zaštitna mera delimičnog oduzimanja dinara, efektivnog stranog novca i čekova, osim ako naročite okolnosti pod kojima je prekršaj izvršen, odnosno težina izvršenog prekršaja ukazuju da je opravdano da se privremeno oduzeti dinari, efektivni strani novac i čekovi oduzmu u celini, u kom slučaju će se, pored novčane kazne, izreći i zaštitna mera oduzimanja u celini predmeta koji su upotrebljeni ili su bili namenjeni za izvršenje tog prekršaja.",
            "Odluka o zaštitnoj meri iz stava 3. ovog člana donosi se uz uzimanje u obzir javnog interesa koji se štiti i svih okolnosti pod kojima je prekršaj iz tog stava izvršen, kao što su pobude i držanje učinioca prekršaja, razlika između iznosa koji je privremeno oduzet od učinioca i iznosa koji učinilac nije bio dužan da prijavi, postojanje i priroda dokaza o zakonitom poreklu oduzetih sredstava i instrumenata plaćanja, mogućnost ponavljanja prekršaja, postojanje osnova sumnje ili osnovane sumnje da je u pitanju pranje novca ili finansiranje terorizma i druge okolnosti značajne za ocenu težine učinjenog prekršaja.",
            "Zaštitna mera iz st. 1. do 3. ovog člana može se izreći i ako kazna za prekršaj nije izrečena, ako se postupak za prekršaje ne može voditi jer je učinilac bio nedostupan ili nepoznat organu nadležnom za vođenje postupka, ako je učinilac u vreme izvršenja prekršaja bio maloletan ili zbog postojanja drugih zakonskih smetnji."."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-deviznom-poslovanju.html"
    },
    {
        "title": "Član 12",
        "texts": [
            "U članu 66. stav 1. posle reči: „Novčane kazne," dodaju se reči: „osim novčanih kazni iz čl. 39b, 39v, 46g i 46d ovog zakona,"."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-deviznom-poslovanju.html"
    },
    {
        "title": "Član 13",
        "texts": [
            "Narodna banka Srbije doneće propise iz čl. 1. i 5. ovog zakona u roku od tri meseca od dana stupanja na snagu ovog zakona.",
            "Do početka primene propisa iz stava 1. ovog člana primenjivaće se odredbe propisa donetih na osnovu Zakona o deviznom poslovanju („Službeni glasnik RS", br. 62/06, 31/11, 119/12, 139/14 i 30/18), osim ako su u suprotnosti sa odredbama ovog zakona.",
            "Postupci kontrole iz čl. 45. i 46. Zakona o deviznom poslovanju („Službeni glasnik RS", br. 62/06, 31/11, 119/12, 139/14 i 30/18) započeti do dana stupanja na snagu ovog zakona okončaće se po odredbama propisa po kojima su započeti.",
            "Prekršajni postupak započet do dana stupanja na snagu ovog zakona okončaće se po odredbama Zakona o deviznom poslovanju („Službeni glasnik RS", br. 62/06, 31/11, 119/12, 139/14 i 30/18), izuzev izricanja zaštitne mere iz člana 11. ovog zakona, koja će se izreći po odredbama ovog zakona.",
            "Prekršajni postupak iz stava 4. ovog člana pokrenut protiv ovlašćenog menjača ne može se obustaviti kako bi se kažnjavanje tog lica sprovelo po odredbama ovog zakona i propisa donetih na osnovu ovog zakona kojima se uređuje novčano kažnjavanje ovlašćenih menjača."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-deviznom-poslovanju.html"
    },
    {
        "title": "Član 14",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u „Službenom glasniku Republike Srbije"."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-deviznom-poslovanju.html"
    }
]