[
    {
        "title": "Član 1",
        "texts": [
            "U Zakonu o privatizaciji (Službeni glasnik RS, br. 83/14, 46/15, 112/15 i 20/16 – autentično tumačenje), u članu 80. stav 2. briše se."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmeni-zakona-o-privatizaciji.html"
    },
    {
        "title": "Član 2",
        "texts": [
            "Izuzetno društveni kapital u subjektima privatizacije sa većinskim društvenim kapitalom koji nije privatizovan u skladu sa članom 6. stav 2. Zakona o privatizaciji (Službeni glasnik RS, br. 83/14, 46/15, 112/15 i 20/16 – autentično tumačenje) i za koje nije sproveden stečajni postupak do dana stupanja na snagu ovog zakona mora biti privatizovan najkasnije do 31. decembra 2027. godine.",
            "U slučaju da nije sprovedena privatizacija društvenog kapitala subjekta privatizacije sa većinskim društvenim kapitalom u roku iz stava 1. ovog člana, pokreće se postupak prinudne likvidacije.",
            "Postupak prinudne likvidacije iz stava 2. ovog člana sprovodi se u skladu sa odredbama zakona kojim se uređuje pravni položaj privrednih društava i ovim zakonom.",
            "U roku od 30 dana od dana isteka roka iz stava 1. ovog zakona, ministarstvo dostavlja obaveštenje registratoru koji vodi registar privrednih subjekata o neprivatizovanim subjektima privatizacije sa većinskim društvenim kapitalom, koji po službenoj dužnosti pokreće postupak prinudne likvidacije zbog isteka zakonskog roka za privatizaciju.",
            "Imovina brisanog društva postaje imovina Republike Srbije u srazmeri sa učešćem društvenog kapitala u kapitalu društva.",
            "Nakon brisanja društva iz registra privrednih subjekata, Republika Srbija može odgovarati za obaveze brisanog društva samo do visine vrednosti primljene imovine iz stava 5. ovog člana."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmeni-zakona-o-privatizaciji.html"
    },
    {
        "title": "Član 3",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u Službenom glasniku Republike Srbije."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmeni-zakona-o-privatizaciji.html"
    }
]