[
    {
        "title": "Član 1",
        "texts": [
            "U Zakonu o Narodnoj banci Srbije („Službeni glasnik RS", br. 72/03, 55/04, 85/05 – dr. zakon, 44/10, 76/12, 106/12, 14/15, 40/15 – odluka US i 44/18), u članu 4. tačka 12) menja se i glasi:",
            "12) utvrđuje ispunjenost uslova za pokretanje postupaka restrukturiranja banaka, odnosno članova bankarske grupe i sprovodi te postupke, odlučuje o instrumentima i merama koje će biti preduzete u restrukturiranju, upravlja fondom za restrukturiranje i obavlja druge poslove u vezi s restrukturiranjem banaka, u skladu sa zakonom kojim se uređuju banke;",
            "Posle tačke 13a) dodaju se tač. 13b) do 13g), koje glase:",
            "13b) izdaje i oduzima dozvole za pružanje usluga povezanih s virtuelnim valutama, vrši nadzor nad poslovanjem pružalaca tih usluga i obavlja druge poslove, u skladu sa zakonom kojim se uređuje digitalna imovina;",
            "13v) vrši nadzor nad primenom propisa kojima se uređuje sprečavanje pranja novca i finansiranja terorizma i propisa kojima se uređuje ograničavanje raspolaganja imovinom u cilju sprečavanja terorizma i širenja oružja za masovno uništenje, i to nad subjektima nadzora iz tač. 6) do 10) i tač. 13a) i 13b) ovog člana, u skladu s tim propisima i propisima kojima se uređuje poslovanje tih subjekata;",
            "13g) sprovodi prinudnu naplatu s računa klijenta, u skladu s propisima kojima se uređuje ta naplata;"
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 2",
        "texts": [
            "U članu 5. posle stava 4. dodaje se stav 5, koji glasi:",
            "Narodna banka Srbije u svom poslovanju koristi logo, koji druga lica ne mogu koristiti bez njene saglasnosti."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 3",
        "texts": [
            "U članu 15. stav 1. posle reči: korisnika usluga iz tačke 11) tog člana dodaje se zapeta, a reči: i izdavanja i oduzimanja ovlašćenja za menjačke poslove i kontrole iz tačke 13a) tog člana zamenjuju se rečima: izdavanja i oduzimanja ovlašćenja za menjačke poslove i kontrole iz tačke 13a) tog člana, sprečavanja pranja novca i finansiranja terorizma i ograničavanja raspolaganja imovinom u cilju sprečavanja terorizma i širenja oružja za masovno uništenje iz tačke 13v) tog člana.",
            "U stavu 3. reči: kao i o davanju i oduzimanju institucijama elektronskog novca dozvola za izdavanje ovog novca zamenjuju se rečima: o davanju i oduzimanju institucijama elektronskog novca dozvola za izdavanje tog novca, kao i o davanju i oduzimanju dozvola za pružanje usluga povezanih s virtuelnim valutama."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 4",
        "texts": [
            "Član 16. menja se i glasi:",
            "Član 16.",
            "Sednice Izvršnog odbora održavaju se po potrebi, a najmanje jednom mesečno.",
            "Sednice Izvršnog odbora održavaju se ako je prisutna većina članova Izvršnog odbora.",
            "Sednicama Izvršnog odbora predsedava guverner.",
            "Izvršni odbor donosi odluke većinom glasova svih članova. U slučaju izjednačenog broja glasova, odlučuje glas guvernera.",
            "Član Izvršnog odbora koji prisustvuje sednici Izvršnog odbora ne može se uzdržati od glasanja na toj sednici.",
            "Izvršni odbor donosi poslovnik o radu, kojim se naročito uređuju način sazivanja i održavanja sednica, pitanja koja se razmatraju na sednicama i druga pitanja u vezi s radom Izvršnog odbora."."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 5",
        "texts": [
            "U članu 20. stav 1. tač. 2) do 4) reči: preduzeće za reviziju u različitim padežima zamenjuju se rečima: društvo za reviziju u odgovarajućem padežu."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 6",
        "texts": [
            "U članu 22. posle stava 6. dodaje se stav 7, koji glasi:",
            "Pored uslova iz stava 6. ovog člana, pri izboru članova Saveta vodi se računa i o tome da se u njegovom radu obezbede znanje i iskustvo u oblasti finansijskog izveštavanja, upravljanja rizicima, usklađenosti poslovanja i bezbednosti informaciono-komunikacionih sistema."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 7",
        "texts": [
            "U članu 23. stav 1. tačka 14) menja se i glasi:",
            "14) donosi strategiju upravljanja rizicima u Narodnoj banci Srbije, koju predlaže Izvršni odbor, i prati njeno sprovođenje."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 8",
        "texts": [
            "U članu 25. st. 2. do 4. menjaju se i glase:",
            "Sednice Saveta održavaju se ako je prisutna većina članova Saveta.",
            "Savet donosi odluke većinom glasova prisutnih članova.",
            "Član Saveta koji prisustvuje sednici Saveta ne može se uzdržati od glasanja na toj sednici."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 9",
        "texts": [
            "Posle člana 25. dodaje se član 25a, koji glasi:",
            "Član 25a",
            "Radi efikasnijeg obavljanja poslova Saveta, Savet može formirati stalne i privremene radne grupe, odnosno komisije.",
            "Savet donosi poslovnik o radu, kojim se naročito uređuju način sazivanja i održavanja sednica, pitanja koja se razmatraju na sednicama, formiranje radnih grupa i komisija i druga pitanja u vezi s radom Saveta."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 22",
        "texts": [
            "Član 91. menja se i glasi:",
            "Član 91.",
            "Narodna banka Srbije izriče mere i novčane kazne banci i članovima organa banke u skladu sa zakonom kojim se uređuje poslovanje banaka u sledećim slučajevima:",
            "1) ako banka ne postupa u skladu s propisima Narodne banke Srbije iz člana 40. ovog zakona;",
            "2) ako banka ne sprovodi mere koje je Narodna banka Srbije propisala radi održavanja likvidnosti banaka iz člana 42. ovog zakona;",
            "3) ako banka ne postupa u skladu s propisima Narodne banke Srbije iz člana 45. ovog zakona;",
            "4) ako se banka ne pridržava mera koje je Narodna banka Srbije propisala radi održavanja likvidnosti u plaćanjima sa inostranstvom iz člana 46. ovog zakona;",
            "5) ako banka ne postupa u skladu s propisima Narodne banke Srbije iz člana 58. stav 4. ovog zakona;",
            "6) ako banka ne postupa u skladu s propisima Narodne banke Srbije iz člana 58a stav 3. ovog zakona;",
            "7) ako banka ne dostavi odgovarajuće podatke u skladu s propisima iz člana 68. ovog zakona;",
            "8) ako banka zaposli ili radno angažuje bivšeg zaposlenog Narodne banke Srbije suprotno odredbi člana 85. stav 5. ovog zakona ili ne obavesti Narodnu banku Srbije o nameri zapošljavanja zaposlenog ili bivšeg zaposlenog Narodne banke Srbije u skladu s članom 85. stav 7. ovog zakona.",
            "Narodna banka Srbije izriče mere i novčane kazne drugim subjektima nadzora iz člana 4. ovog zakona i rukovodiocima, odnosno članovima organa tih subjekata u skladu sa zakonom kojim se uređuje njihovo poslovanje u sledećim slučajevima:",
            "1) ako subjekt nadzora ne dostavi odgovarajuće podatke u skladu s propisima iz člana 68. ovog zakona;",
            "2) ako subjekt nadzora zaposli ili radno angažuje bivšeg zaposlenog Narodne banke Srbije suprotno odredbi člana 85. stav 5. ovog zakona ili ne obavesti Narodnu banku Srbije o nameri zapošljavanja zaposlenog ili bivšeg zaposlenog Narodne banke Srbije u skladu s članom 85. stav 7. ovog zakona."."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 23",
        "texts": [
            "Narodna banka Srbije uskladiće Statut Narodne banke Srbije i svoje unutrašnje opšte akte sa ovim zakonom u roku od tri meseca od dana stupanja na snagu ovog zakona."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 24",
        "texts": [
            "Članovi Saveta guvernera Narodne banke Srbije koji nisu izabrani umesto članova tog saveta kojima je istekao, odnosno prestao mandat do dana stupanja na snagu ovog zakona – biraju se u roku od 30 dana od dana stupanja na snagu ovog zakona."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    },
    {
        "title": "Član 25",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u „Službenom glasniku Republike Srbije", osim odredaba čl. 86d do 86k, člana 86l stav 1. i člana 86lj, koje stupaju na snagu danom prijema Republike Srbije u punopravno članstvo u Evropskoj uniji, i odredaba čl. 86m do 86u, koje stupaju na snagu zvaničnim uvođenjem evra kao valute u Republici Srbiji."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-narodnoj-banci-srbije.html"
    }
]