[
    {
        "title": "Član 1",
        "texts": [
            "U Zakonu o vazdušnom saobraćaju („Službeni glasnik RSˮ, br. 73/10, 57/11, 93/12, 45/15, 66/15 ‒ dr. zakon, 83/18, 9/20 i 62/23), u članu 3. tač. 3a)–3g) menjaju se i glase:",
            "„3a) aerodromska saobraćajna zona je vazdušni prostor određenih dimenzija, uspostavljen oko aerodroma radi zaštite aerodromskog saobraćaja;",
            "3b) aerodrom/helidrom koji je otvoren za javnu upotrebu je aerodrom, odnosno helidrom koji je dostupan svim korisnicima pod istim uslovima i čije vreme otvorenosti se objavljuje u vazduhoplovnim informativnim proizvodima;",
            "3v) ambalaža za transport opasne robe je jedna ili više posuda i svi drugi sastavni delovi, druge komponente ili materijali, koji su potrebni da bi posuda ispunila svoju funkciju rezervoara i sigurnosnu funkciju za prihvatanje i sigurno čuvanje sadržaja;",
            "3g) bezbedno učešće u vazdušnom saobraćaju je učešće u vazdušnom saobraćaju pri kome je verovatnoća da dođe do smrti, povrede, bolesti, materijalne štete ili štete po životnu sredinu zanemarljiva;ˮ.",
            "Posle tačke 3g) dodaju se tač. 3d) i 3đ), koje glase:",
            "„3d) bezbednosna provera je provera identiteta lica i njegovog prethodnog iskustva, uključujući eventualni kazneni dosije i bilo koje druge bezbednosne informacije relevantne za procenu podobnosti lica;",
            "3đ) bezbednosno osetljiva informacija od značaja za obezbeđivanje u vazduhoplovstvu je svaka informacija koja bi, u slučaju da dođe u posed neovlašćenih lica, mogla da se iskoristi za vršenje radnje nezakonitog ometanja ili da na drugi način dovede do ranjivosti sistema obezbeđivanja. U ove informacije spadaju naročito:",
            "(1) Nacionalni program za obezbeđivanje u vazduhoplovstvu,",
            "(2) Program obuke u oblasti obezbeđivanja u vazduhoplovstvu,",
            "(3) Program za kontrolu kvaliteta mera obezbeđivanja u vazduhoplovstvu,",
            "(4) drugi akti označeni oznakom tajnosti i mere koje se odnose na obezbeđivanje u vazduhoplovstvu,",
            "(5) aerodromski program za obezbeđivanje u vazduhoplovstvu,",
            "(6) program za obezbeđivanje u vazduhoplovstvu avio-prevozioca,",
            "(7) standardne operativne procedure u vezi sa obezbeđivanjem u vazduhoplovstvu koje opisuju specifične mere obezbeđivanja u vazduhoplovstvu,",
            "(8) detalji o rezultatima provera u oblasti obezbeđivanja u vazduhoplovstvu i drugih aktivnosti kontrole kvaliteta iz ove oblasti,",
            "(9) informacije o pretnjama i procene rizika,",
            "(10) informacije o incidentima u oblasti obezbeđivanja,",
            "(11) postupci u slučaju radnji nezakonitog ometanja,",
            "(12) planovi za vanredne situacije koji se odnose na obezbeđivanje u vazduhoplovstvu,",
            "(13) crteži, fotografije i video-snimci koji prikazuju tačke pregleda obezbeđivanja, opremu za obezbeđivanje koja nije vidljiva javnosti, službene prolaze, druge pristupne tačke za ulazak u kontrolisane i obezbeđivano-restriktivne zone, kao i sve druge oblasti koje mogu da ukažu na slabe tačke obezbeđivanja u vazduhoplovstvu,",
            "(14) informacije o radu opreme za obezbeđivanje, kao i informacije o detekcionim standardima te opreme, podešavanjima kalibracije, softveru, itd.;ˮ.",
            "Tačka 4) menja se i glasi:",
            "„4) bespilotni vazduhoplov je svaki vazduhoplov koji se koristi autonomno ili je projektovan da se koristi autonomno ili da se njime upravlja daljinski, bez pilota u vazduhoplovu;ˮ.",
            "Tačka 6) menja se i glasi:",
            "„6) vazduhoplovno-modelarski klub ili udruženje je sportsko udruženje koje obavlja aktivnosti vazduhoplovnog modelarstva, registrovano u Agenciji za privredne registre u skladu sa zakonom kojim se uređuje postupak registracije;ˮ.",
            "Posle tačke 9) dodaju se tač. 9a) i 9b), koje glase:",
            "„9a) geografska zona za sisteme bespilotnih vazduhoplova je deo vazdušnog prostora koji se utvrđuje kako bi se olakšale, ograničile ili zabranile operacije sistema bespilotnih vazduhoplova i na taj način umanjili rizici koji proističu iz tih operacija, a koji se odnose na bezbednost, privatnost, zaštitu podataka o ličnosti, obezbeđivanje ili životnu sredinu;",
            "9b) daljinski pilot je fizičko lice koje je odgovorno za bezbedno obavljanje leta bespilotnog vazduhoplova upravljanjem njegovim letačkim komandama ručno ili, ako bespilotni vazduhoplov leti automatski, praćenjem njegovog kursa i zadržavanjem mogućnosti intervenisanja i promene kursa u svakom trenutku;ˮ.",
            "Tačka 14) briše se.",
            "Tačka 18) menja se i glasi:",
            "„18) kontrola obezbeđivanja je način kojim može da se spreči unošenje oružja, eksploziva ili drugih opasnih naprava, predmeta ili supstanci koje mogu biti korišćene za vršenje radnje nezakonitog ometanja u vazduhoplovstvu;ˮ."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-vazdusnom-saobracaju.html#clan_1"
    },
    {
        "title": "Član 89",
        "texts": [
            "Posle člana 260. dodaju se naziv člana i član 260a, koji glase:",
            "„Primena odredaba zakona kojim se uređuju prekršaji i zastarevanje",
            "Član 260a",
            "Prekršajni postupak ne može se pokrenuti niti voditi ako proteknu tri godine od dana kada je prekršaj učinjen.",
            "Postupak za izdavanje prekršajnog naloga ne može se pokrenuti niti voditi ako proteknu tri godine od dana kada je prekršaj učinjen.",
            "Zastarevanje se prekida svakom procesnom radnjom koja se preduzima radi izdavanja prekršajnog naloga ili pokretanja prekršajnog postupka.",
            "Zastarevanje počinje ponovo da teče posle svakog prekida, ali apsolutna zastarelost nastaje u svakom slučaju po isteku roka od šest godina od dana kada je prekršaj učinjen.",
            "Na sva ostala pitanja koja se tiču prekršajnog postupka primenjuju se odredbe zakona kojim se uređuju prekršaji.ˮ."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-vazdusnom-saobracaju.html#clan_89"
    },
    {
        "title": "Član 90",
        "texts": [
            "Podzakonski propisi za izvršenje ovog zakona biće doneti u roku od dve godine od dana stupanja na snagu ovog zakona.",
            "Do donošenja propisa iz stava 1. ovog člana primenjivaće se propisi doneti do stupanja na snagu ovog zakona.",
            "Operateri aerodroma sa kojih se obavlja međunarodni javni avio-prevoz su dužni da obrazuju Aerodromski komitet za olakšice u vazdušnom saobraćaju u roku od šest meseci od dana stupanja na snagu ovog zakona."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-vazdusnom-saobracaju.html#clan_90"
    },
    {
        "title": "Član 91",
        "texts": [
            "Danom stupanja na snagu ovog zakona prestaje da važi Uredba o bezbednosti na vazduhoplovnom pristaništu („Službeni list SFRJˮ, broj 73/87 i „Službeni list SRJˮ, broj 2/93)."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-vazdusnom-saobracaju.html#clan_91"
    },
    {
        "title": "Član 92",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u „Službenom glasniku Republike Srbijeˮ."
        ],
        "link": "https://www.paragraf.rs/izmene_i_dopune/060325-zakon-o-izmenama-i-dopunama-zakona-o-vazdusnom-saobracaju.html#clan_92"
    }
]