[
    {
        "title": "Član 1",
        "texts": [
            "U Zakonu o javnim nabavkama (\"Službeni glasnik RS\", broj 91/19) naziv iznad člana 6. menja se i glasi: \"Načelo ekonomičnosti, efikasnosti i zaštite životne sredine\".",
            "U članu 6. stav 1. menja se i glasi:",
            "\"Naručilac je dužan da nabavlja dobra, usluge ili radove odgovarajućeg kvaliteta imajući u vidu svrhu, namenu i vrednost javne nabavke, odnosno ekonomično trošenje javnih sredstava i koja minimalno utiču na životnu sredinu.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 2",
        "texts": [
            "U članu 45. stav 2. tačka 10) posle reči: \"zahteva za zaštitu prava\" dodaju se reči: \"i drugih podnesaka u postupku zaštite prava\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 3",
        "texts": [
            "U članu 92. stav 4. menja se i glasi:",
            "\"U komisiji za javnu nabavku jedan član mora da bude službenik za javne nabavke sa stečenim visokim obrazovanjem na osnovnim akademskim studijama u obimu od najmanje 240 ESPB bodova ili master akademskim studijama, specijalističkim akademskim studijama, specijalističkim strukovnim studijama, odnosno na osnovnim studijama u trajanju od najmanje četiri godine ili specijalističkim studijama na fakultetu ili lice koje je steklo sertifikat za službenika za javne nabavke do dana stupanja na snagu ovog zakona.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 4",
        "texts": [
            "U članu 124. stav 1. tačka 3) menja se i glasi:",
            "\"3) podataka o tehničkim licima ili telima, bez obzira da li su tehnička lica zaposlena ili radno angažovana u privrednom subjektu, odnosno da li tela pripadaju privrednom subjektu, a posebno u pogledu odgovornosti za kontrolu kvaliteta, a u slučaju ugovora o javnoj nabavci radova u pogledu izvođenja radova;\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 5",
        "texts": [
            "U članu 131. stav 6. posle reči: \"predlog za pokretanje prekršajnog postupka\" dodaju se reči: \"u roku od 30 dana\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 6",
        "texts": [
            "U članu 132. posle stava 2. dodaje se stav 3, koji glasi:",
            "\"U slučaju dodele ugovora o javnoj nabavci usluga razvoja računarskog programa, arhitektonskih usluga, inženjerskih usluga, usluga prevođenja ili savetodavnih usluga, naručilac određuje ekonomski najpovoljniju ponudu na osnovu kriterijuma iz stava 1. tač. 2) ili 3) ovog člana.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 7",
        "texts": [
            "Posle člana 134. dodaju se naziv člana i član 134a, koji glase:",
            "\"Ekološki aspekti",
            "Član 134a",
            "Kancelarija za javne nabavke propisuje vrste dobara, usluga i radova za koje su naručioci u obavezi da primenjuju ekološke aspekte prilikom određivanja tehničkih specifikacija, kriterijuma za izbor privrednog subjekta, kriterijuma za dodelu ugovora ili uslova za izvršenje ugovora o javnoj nabavci.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 8",
        "texts": [
            "U članu 147. posle stava 1. dodaje se novi stav 2, koji glasi:",
            "\"Odluku o obustavi postupka javne nabavke naručilac donosi u roku od 30 dana od isteka roka za podnošenje ponuda, osim ako je naručilac u konkursnoj dokumentaciji odredio duži rok.\".",
            "Dosadašnji st. 2-6. postaju st. 3-7."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 9",
        "texts": [
            "U članu 152. stav 4. menja se i glasi:",
            "\"U slučaju iz stava 3. ovog člana, naručilac će doneti novu odluku o dodeli ugovora, odnosno zaključenju okvirnog sporazuma.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 10",
        "texts": [
            "Posle člana 152. dodaju se naziv člana i član 152a, koji glase:",
            "\"Podaci o ugovorima",
            "Član 152a",
            "Naručilac na Portalu javnih nabavki objavljuje podatke o svim ugovorima zaključenim nakon sprovedenog postupka javne nabavke, o svim izmenama ugovora po osnovu čl. 156-161. ovog zakona, kao i podatke o ugovorima/narudžbenicama zaključenim odnosno izdatim u skladu sa članom 27. ovog zakona i njihovim izmenama.",
            "Podaci o ugovorima zaključenim nakon sprovedenog postupka javne nabavke i podaci o ugovorima/narudžbenicama zaključenim odnosno izdatim u skladu sa odredbama člana 27. ovog zakona objavljuju se u roku propisanom članom 109. st. 1. i 2. ovog zakona.",
            "Podaci o izmenama ugovora po osnovu čl. 156, 159, 160. i 161. ovog zakona, kao i o izmenama ugovora /narudžbenica zaključenih odnosno izdatih u skladu sa članom 27. ovog zakona objavljuju se u roku propisanom članom 155. stav 2. ovog zakona.",
            "Kancelarija za javne nabavke bliže uređuje način objavljivanja i vrste podataka u smislu st. 2. i 3. ovog člana.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 11",
        "texts": [
            "U članu 154. posle stava 4. dodaje se novi stav 5, koji glasi:",
            "\"Ugovoreni viškovi radova ne predstavljaju izmenu ugovora o javnoj nabavci.\".",
            "Dosadašnji stav 5, koji postaje stav 6. menja se i glasi:",
            "\"Ministarstvo nadležno za poslove finansija bliže uređuje način vršenja nadzora i vrši nadzor nad izvršenjem ugovora o javnim nabavkama.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 12",
        "texts": [
            "U članu 157. stav 5. briše se."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 13",
        "texts": [
            "U članu 183. stav 1. tačka 11) posle reči: \"instituciji\" dodaje se zapeta i reči: \"Komisiji za zaštitu konkurencije\".",
            "Prilikom registracije učitava se skeniran, očitan ili fotografisan identifikacioni dokument (lična karta ili pasoš) potreban za verifikovanje korisničkog naloga i po potrebi, potvrda odnosno ovlašćenje korisnika za rad na Portalu javnih nabavki u ime privrednog subjekta koji se registruje."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 14",
        "texts": [
            "Član 213. menja se i glasi:",
            "\"Član 213.",
            "Zahtev za zaštitu prava podnosi se elektronskim putem preko Portala javnih nabavki istovremeno naručiocu i Republičkoj komisiji, pri čemu se dan podnošenja preko Portala javnih nabavki, smatra danom prijema.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 15",
        "texts": [
            "U članu 219. stav 9. menja se i glasi:",
            "\"Žalba se podnosi elektronskim putem preko Portala javnih nabavki istovremeno Republičkoj komisiji i naručiocu, pri čemu se dan podnošenja preko Portala javnih nabavki, smatra danom prijema.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 16",
        "texts": [
            "U članu 220. st. 3. i 4. menjaju se i glase:",
            "\"Ako rešenjem iz stava 1. tačka 1) ovog člana naručilac nije ocenio kao osnovane sve navode zahteva za zaštitu prava, podnosilac zahteva u roku od dva radna dana od dana prijema rešenja može da podnese Republičkoj komisiji i naručiocu pisano izjašnjenje o nastavku postupka pred Republičkom komisijom koja će da odlučuje u skladu sa članom 226. ovog zakona, pri čemu se dan podnošenja preko Portala javnih nabavki, smatra danom prijema.",
            "Ako naručilac ne postupi na način predviđen stavom 1. ovog člana, podnosilac zahteva može u roku od 20 radnih dana od dana podnošenja zahteva za zaštitu prava da podnese Republičkoj komisiji i naručiocu pisano izjašnjenje o nastavku postupka pred Republičkom komisijom, pri čemu se dan podnošenja preko Portala javnih nabavki, smatra danom prijema.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 17",
        "texts": [
            "U članu 222. posle stava 4. dodaje se stav 5, koji glasi:",
            "\"Ukoliko se komunikacija iz ovog člana obavlja putem Portala javnih nabavki, dan slanja preko Portala javnih nabavki, smatra se danom prijema.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 18",
        "texts": [
            "U članu 227. stav 4. menja se i glasi:",
            "\"Republička komisija će odluku iz st. 1. i 2. ovog člana da dostavi naručiocu, podnosiocu zahteva i izabranom ponuđaču u roku od deset dana od dana donošenja elektronskim putem preko Portala javnih nabavki, pri čemu se dan kada je odluka dostavljena preko Portala javnih nabavki navedenim licima smatra danom prijema odluke u skladu sa ovim zakonom.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 19",
        "texts": [
            "U članu 236. stav 1. tačka 2) menja se i glasi:",
            "\"2) nabavi dobra, usluge ili radove bez prethodno sprovedenog postupka javne nabavke, osim kada je to dozvoljeno ovim zakonom (član 51);\".",
            "Tač. 5) i 7) brišu se.",
            "Tačka 11) menja se i glasi:",
            "\"11) ne donese ili ne objavi, odnosno ne dostavi odluke u skladu sa odredbama ovog zakona (čl. 146–148);\".",
            "U tački 18) tačka na kraju zamenjuje se tačkom zapetom.",
            "Posle tačke 18) dodaje se tačka 19), koja glasi:",
            "\"19) ne postupi u skladu sa članom 152a ovog zakona.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 20",
        "texts": [
            "Član 238. menja se i glasi:",
            "\"Član 238.",
            "Svi državni organi nadležni za kontrolu zakonitosti trošenja javnih sredstava podnose zahtev za pokretanje prekršajnog postupka kada postupajući u okviru svojih nadležnosti utvrde da je učinjena povreda ovog zakona koja može da bude osnov prekršajne odgovornosti.",
            "Zastarelost pokretanja i vođenja prekršajnog postupka nastupa protekom tri godine od dana učinjenog prekršaja iz čl. 236. i 237. ovog zakona.\"."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 21",
        "texts": [
            "Privredni subjekti koji se prvi put registruju postupaju u skladu sa članom 183. st. 3. i 4. Zakona o javnim nabavkama (\"Službeni glasnik RS\", broj 91/19).",
            "Privredni subjekti koji su već registrovani na Portalu javnih nabavki, dužni su da najkasnije u roku od 30 dana od dana početka primene ovog zakona, obnove svoje prijave unošenjem podataka i učitavanjem dokaza predviđenih članom 183. st. 3. i 4. Zakona o javnim nabavkama (\"Službeni glasnik RS\", broj 91/19)."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 22",
        "texts": [
            "Podzakonski akti za sprovođenje ovog zakona biće doneti do dana početka primene ovog zakona."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    },
    {
        "title": "Član 23",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\", a primenjuje se od 1. januara 2024. godine, osim odredbe člana 183. st. 3. i 4. Zakona (odredba člana 21. stav 1. ovog zakona) koja se primenjuje od dana stupanja na snagu ovog zakona."
        ],
        "link": "http://www.parlament.gov.rs/upload/archive/files/lat/pdf/predlozi_zakona/13_saziv/1847-23%20-%20Lat..pdf"
    }
]
