[
    {
        "title": "ČLAN 1",
        "texts": [
            "Potvrđuje se Sporazum o zajmu između Evropske unije, koju predstavlja Evropska komisija, kao zajmodavca i Republike Srbije, kao zajmoprimca i Narodne banke Srbije, kao fiskalnog agenta zajmoprimca, u okviru Instrumenta za reformu i rast za Zapadni Balkan, koji je potpisan 28. novembra i 29. novembra 2024. godine u Beogradu i Briselu, u originalu na engleskom jeziku."
        ],
        "link": null
    },
    {
        "title": "ČLAN 2",
        "texts": [
            "Tekst Sporazuma o zajmu između Evropske unije, koju predstavlja Evropska komisija, kao zajmodavca i Republike Srbije, kao zajmoprimca i Narodne banke Srbije, kao fiskalnog agenta zajmoprimca, u okviru Instrumenta za reformu i rast za Zapadni Balkan, u originalu na engleskom jeziku i u prevodu na srpski jezik glasi:",
            "Instrument za reformu i rast za Zapadni Balkan",
            "SPORAZUM O ZAJMUIZMEĐU EVROPSKE UNIJE KOJU PREDSTAVLJA EVROPSKA KOMISIJA KAO ZAJMODAVCA I REPUBLIKE SRBIJE KAO ZAJMOPRIMCA I NARODNE BANKE SRBIJE KAO FISKALNOG AGENTA ZAJMOPRIMCA 2024. GODINE",
            "Ovaj sporazum o zajmu je sačinjen od strane i izmeđuEvropske unije, koju predstavlja Evropska komisija,",
            "kao Zajmodavca,",
            "i",
            "Republike Srbije, koju predstavlja prvi potpredsednik Vlade i ministar finansija,",
            "kao Zajmoprimca,",
            "i",
            "Narodne banke Srbije, koja postupa kao fiskalni agent Zajmoprimca, koju predstavlja Guverner Narodne banke Srbije,",
            "u daljem tekstu zajedno \"Strane\" i svaka pojedinačno \"Strana\".",
            "PREAMBULA",
            "S obzirom na sledeće:",
            "(1) Uredba (EU) 2024/1449 Evropskog parlamenta i Saveta (\"Uredba (EU) 2024/1149\"), uspostavlja \"Instrument za reformu i rast za Zapadni Balkan\" (\"Instrument\")1za pružanje podrške procesu proširenja ubrzavanjem usklađivanja sa pravnim tekovinama Unije, ubrzavanje regionalne ekonomske integracije, kao i socio-ekonomske konvergencije sa EU.",
            "(2) Podrška u okviru Instrumenta se pruža nakon što Komisija odobri, u skladu sa članom 15. Uredbe (EU) 2024/1449, Reformsku agendu koju je podneo Zajmoprimac (\"Reformska agenda\"), kojom su određene reforme koje će zemlja korisnica preduzeti, kao i oblasti investiranja. Reformska agenda treba da obezbedi sveobuhvatni okvir za postizanje ciljeva Instrumenta, na osnovu, između ostalog, sporazuma o instrumentu i sporazuma o zajmu koji će biti zaključeni između Unije i Zajmoprimca.",
            "(3) U skladu sa članovima 11, 12. i 13. Uredbe (EU) 2024/1449, Zajmoprimac je pripremio i podneo Komisiji Reformsku agendu 4. oktobra 2024. godine. U skladu sa članovima 14. i 15. Uredbe (EU) 2024/1449, Komisija je ocenila relevantnost, sveobuhvatnost i primerenost Reformske agende i odobrila je odlukom o sprovođenju 23. oktobra 2024. godine2(\"Odluka o sprovođenju\").",
            "(4) U skladu sa Uredbom (EU) 2024/1449, na osnovu Odluke o sprovođenju, Komisija je odobrila ukupan maksimalan iznos finansijskog doprinosa do 1.131.090.929,77 evra kao kreditnu podršku vezanu za zadovoljavajuće ispunjenje uslova plaćanja (kvalitativni i kvantitativni koraci) koji su utvrđeni u Reformskoj agendi, kao i preduslove i opšte uslova za isplatu navedene u članovima 5. i 12. Uredbe (EU) 2024/1149.",
            "(5) Kreditna podrška koja će se delimično sprovoditi kroz Investicioni okvir za Zapadni Balkan (\"WBIF\") biće isplaćena direktno trezoru Zajmoprimca. Zajmoprimac će izvršiti transfer 34,75% isplate zajma u Evropski zajednički fond za Zapadni Balkan.",
            "(6) (EWBJF) osnovan u okviru WBIF za prijem doprinosa donatora u skladu sa sporazumima o doprinosima koji će biti zaključeni između Zajmoprimca i Evropske banke za obnovu i razvoj i Evropske investicione banke (\"Upravnici fonda\") u skladu sa pravilima upravljanja fondom (\"EWBJF Opšti uslovi\").",
            "(7) U skladu sa članom 9. Uredbe (EU) 2024/1449, Evropska unija je zaključila sporazum o instrumentu (\"Sporazum o instrumentu\") sa Zajmoprimcem koji utvrđuje principe finansijske saradnje između Evropske unije i zemlje korisnice i detaljno utvrđuje odredbe koje se tiču, između ostalog, aktivnosti koje se odnose na upravljanje, kontrolu, nadzor, praćenje, ocenu, izveštavanje i reviziju finansijskih sredstava u okviru Instrumenta, kao i mere za sprečavanje, otkrivanje, istragu, ispravljanje i prijavljivanje nepravilnosti, prevare, korupcije i bilo koje druge nezakonite aktivnosti koje utiču na finansijske interese Unije i sukobe interesa, uključujući efektivnu istragu i krivično gonjenje krivičnih dela koja utiču na finansijske interese Unije, kao i da se izbegne dvostruko finansiranje.",
            "(8) U skladu sa članom 9(2) Uredbe (EU) 2024/1449, Sporazum o instrumentu će biti dopunjen sporazumom o zajmu u kome će biti utvrđene posebne odredbe za upravljanje i primenu finansijskih sredstava sa kojima raspolaže Zajmoprimac u obliku zajmova u okviru Instrumenta.",
            "(9) U skladu sa članom 9(3) Uredbe (EU) 2024/1449, finansiranje će biti odobreno Zajmoprimcu tek pošto predmetni Sporazum o instrumentu i sporazum o zajmu stupe na snagu.",
            "(10) U skladu sa članovima 12. i 21. Uredbe (EU) 2024/1449, isplata kreditne podrške će se obavljati u ratama, na osnovu zadovoljavajućeg ispunjavanja uslova plaćanja u obliku kvalitativnih i kvantitativnih koraka koji su utvrđeni u Odluci o sprovođenju i za koje je potrebno ispuniti preduslove i opšte uslove koji su utvrđeni u članovima 5. i 12. Uredbe (EU) 2024/1449.",
            "(11) U skladu sa članom 21(11) Uredbe (EU) 2024/1449, isplata sredstava zajma zavisi od dostupnosti finansijskih sredstava, a rata se može isplatiti u jednoj ili više tranši.",
            "(12) U skladu sa članom 20. Uredbe (EU) 2024/1449, zemlje korisnice sa Zapadnog Balkana mogu da zahtevaju, nakon što podnesu svoju Reformsku agendu, predfinansiranje u iznosu do 7% od ukupnog iznosa koji je predviđen u okviru Instrumenta, ako zemlje korisnice sa Zapadnog Balkana ispune preduslove i opšte uslove koji su utvrđeni u članovima 5. i 12. Uredbe (EU) 2024/1449. Predfinansiranje obuhvata nepovratnu finansijsku podršku i kreditnu podršku. Srazmerni deo predfinansiranja stavlja se na raspolaganje trezoru Republike Srbije.",
            "(13) Odlukom o sprovođenju utvrđuje se ukupna kreditna podrška u okviru Instrumenta u maksimalnom iznosu do 1.131.090.929,77 evra za Zajmoprimca. U skladu sa članom 20. Uredbe (EU) 2024/1449, Zajmoprimac je podneo zahtev za predfinansiranje u visini od 79.176.365,08 evra kreditne podrške.",
            "(14) Na osnovu člana 9(4) Uredbe (EU) 2024/1449, sporazum o zajmu koji će biti zaključen između Komisije i Zajmoprimca predvideće sve obaveze Zajmoprimca u vezi sa saradnjom u cilju zaštite finansijskih interesa Unije u skladu sa članom 129. Uredbe (EU, Euratom) 2024/2509 Evropskog parlamenta i Saveta od 23. septembra 2024. godine o finansijskim pravilima koja se primenjuju na opšti budžet Unije3(\"Finansijska uredba\").",
            "(15) Odredbe Finansijske uredbe koje se odnose na pružanje finansijske pomoći od strane Zajmodavca, primenjuju se na Zajam po ovom sporazumu, osim ako u njihovom pogledu postoje odstupanja u Uredbi (EU) 2024/1449.",
            "(16) Strategija finansiranja Komisije (\"Diverzifikovana strategija finansiranja\"), utvrđena u članu 224. Finansijske uredbe i uređena pravilima iz Odluke o sprovođenju (EU, Euratom) 2023/28254, koja se menja i dopunjava ili zamenjuje u zavisnosti od slučaja, primenjuje se na pružanje finansijske pomoći u formi zajmova koja se obezbeđuje u okviru Instrumenta.",
            "(17) Komisija će, u ime Unije, izdavati obveznice, komercijalne zapise, kratkoročne blagajničke zapise ili bilo koje druge kratkoročne i/ili dugoročne finansijske instrumente (\"Sredstva finansiranja\") za finansiranje kreditne podrške koju zahteva Zajmoprimac.",
            "(18) U skladu sa recitalom 50. i članom 17. Uredbe (EU) 2024/1449, Komisija treba da ponudi zajmove po izuzetno povlašćenim uslovima, maksimalnog trajanja do 40 godina, pri čemu otplata glavnice počinje 2034. godine, u potpunosti u skladu sa načelima dobrog finansijskog upravljanja.",
            "(19) Uslovi svake isplate kreditne podrške se određuju u skladu sa Uredbom (EU) 2024/1449, Odlukom o sprovođenju, Reformskom agendom, Metodologijom za raspodelu troškova, Sporazumom o instrumentu i ovim sporazumom o zajmu.",
            "(20) Odgovarajuće mere u vezi sa sprečavanjem i borbom protiv prevare, korupcije i drugih nepravilnosti koje utiču na Zajam će osigurati organi Zajmoprimca.",
            "_____________1Uredba (EU) 2024/1449 Evropskog parlamenta i Saveta od 14. maja 2024. godine o uspostavljanju Instrumenta za reformu i rast za Zapadni Balkan, OJ L, 2024/1449, 24.5.2024, str. 1.2C(2024)7375, 23.10.2024. godine3OJ L 239, 26.9.2024.4Odlukom o sprovođenju (EU, Euratom) 2023/2825 od 12. decembra 2023. godine.",
            "Na osnovu navedenog, Strane su se saglasile o sledećem:"
        ],
        "link": null
    },
    {
        "title": "Član 1",
        "texts": [
            "DEFINICIJE",
            "U ovom sporazumu o zajmu (uključujući njegove uvodne izjave), naredni izrazi imaju sledeća značenja:",
            "(1)\"Period dostupnosti\"znači period koji traje do datuma koji je utvrđen u članu 2(6) ovog sporazuma o zajmu.",
            "(2)\"Alocirani procenat\"znači udeo jednak 34,75% kreditne podrške obezbeđene prema ovom sporazumu o zajmu, koji je Zajmoprimac u obavezi da uplati u EWBJF (Evropski zajednički fond za Zapadni Balkan).",
            "(3)\"Zajmoprimac\"znači Republika Srbija.",
            "(4)\"Poslovni dan\"znači dan kada sistem plaćanjaTARGET2može da se koristi za poslovanje.",
            "(5)\"Komisija\"znači Evropska komisija.",
            "(6)\"Potvrda o prihvatanju uslova\"znači pisano obaveštenje Zajmodavca Zajmoprimcu na obrascu iz Aneksa 2, u kome su utvrđeni konačni uslovi za Ratu zajma ili, u zavisnosti od slučaja, za tranšu Rate zajma.",
            "(7)\"Metodologija za raspodelu troškova\"znači Odluku o sprovođenju (EU, Euratom) 2024/1520 od 12. jula 2024. godine kojom se uspostavlja okvir za raspodelu troškova u vezi sa zaduživanjem i operacijama upravljanja dugom u okviru diverzifikovane strategije finansiranja5, koja se menja i dopunjava ili zamenjuje u zavisnosti od slučaja.",
            "(8)\"Sukob interesa\"u skladu sa članom 61. Finansijske uredbe, znači da je nepristrasno i objektivno vršenje funkcija lica uključenih u realizaciju finansijske podrške u okviru Instrumenta ugroženo iz razloga koji uključuju porodicu, emotivni život, političku ili nacionalnu pripadnost, ekonomski interes ili bilo koji drugi direktan ili indirektan lični interes. Sukob interesa uključuje situacije koje se mogu objektivno posmatrati kao sukob interesa.",
            "(9)\"Korupcija\"kao što je definisano u članu 4(2) Direktive (EU) 2017/1371 ili aktivna korupcija u smislu značenja člana 3. Konvencije o borbi protiv korupcije u koju su uključeni zvaničnici Evropskih zajednica ili zvaničnici država članica Evropske unije, uspostavljene Odlukom Saveta 26. maja 1997. godine ili ponašanje opisano u članu 2(1) Okvirne odluke Saveta 2003/568/JNA ili korupcije definisane u drugim primenjivim zakonima.",
            "(10)\"Troškovi održavanja investicione pozicije\"znači troškove održavanja investicione pozicije prema definiciji iz Metodologije za raspodelu troškova.",
            "(11)\"Troškovi finansiranja\"znači troškove finansiranja prema definiciji iz Metodologije za raspodelu troškova.",
            "(12)\"Troškovi upravljanja likvidnošću\"znači troškove upravljanja likvidnošću prema definiciji iz Metodologije za raspodelu troškova.",
            "(13)\"Troškovi usluga\"znači troškove usluga za administrativne režije prema definiciji iz Metodologije za raspodelu troškova.",
            "(14)\"Odluka o sprovođenju\"označava Odluku o sprovođenju od 23. oktobra 2024. godine po članu 15. Uredbe (EU) 2024/1449 o odobrenju Reformske agende koju je podneo Zajmoprimac.",
            "(15)\"Sporazum o doprinosima\"znači pisani sporazum zaključen između Zajmoprimca i Upravnika fonda EWBJF, kojim se utvrđuje iznos isplate Zajmoprimca EWBJF-u, valuta doprinosa, način na koji će biti izvršena uplata na račun Fonda i može da sadrži i druga administrativna pitanja po potrebi, koja su predviđena Opštim uslovima i koji će biti obrazložen u formi Aneksa A Opštim uslovima, prema potrebi. Sporazum o doprinosima takođe služi kao pridržavanje EBWJF Opštih uslova.",
            "(16)\"Isplata\"znači isplatu Rate zajma za predfinansiranje, Rate zajma ili Tranše Zajmoprimcu po ovom sporazumu o zajmu.",
            "(17)\"Datum isplate\"znači, u vezi sa Isplatom, datum prenosa Neto iznosa isplate na račun koji je naznačen u članu 8. ovog sporazuma o zajmu.",
            "(18)\"Dan dospeća\"znači svaki dan kada je neka isplata Zajmoprimca Zajmodavcu dospela prema ovom sporazumu, uključujući svaki datum naveden u Potvrdi o prihvatanju uslova na koji će se izvršiti isplata glavnice, Troškova finansiranja, Troškova usluga i Troškova upravljanja likvidnošću.",
            "(19)\"Diverzifikovana strategija finansiranja\"znači strategija finansiranja Komisije koja je ustanovljena u članu 224. Finansijske uredbe i uređena pravilima iz Odluke o sprovođenju 2023/2825.",
            "(20)\"Prevremena nadoknada\"znači svaka dobrovoljna prevremena otplata ukupnog ili delimičnog iznosa Kreditnog aranžmana na inicijativu Zajmoprimca.",
            "(21)\"Prevremena otplata\"znači prevremena otplata Kreditnog instrumenta na zahtev Zajmodavca.",
            "(22)\"EBRD\"znači Evropska banka za obnovu i razvoj.",
            "(23)\"EIB\"znači Evropska investiciona banka.",
            "(24)\"Slučaj neispunjenja obaveza\"znači slučaj definisan u članu 13(1) ovog sporazuma o zajmu.",
            "(25)\"ECB\"znači Evropska centralna banka.",
            "(26)\"EU\"znači Evropska unija.",
            "(27)\"Spoljno zaduženje\"znači svako zaduženje Zajmoprimca (i) koje je izraženo ili plativo u valuti koja nije zakonita valuta Zajmoprimca i (ii) koje nije prvobitno nastalo niti je preuzeto u skladu sa nekim sporazumom ili instrumentom koji je zaključen sa poveriocima ili izdat poveriocima, od kojih su svi ili značajna većina rezidenti Zajmoprimca ili subjekti koji imaju sedište ili glavno mesto poslovanja na teritoriji Zajmoprimca.",
            "(28)\"EWBJF\"znači Evropski zajednički fond za Zapadni Balkan osnovan u okviru Investicionog okvira za Zapadni Balkan za prijem doprinosa donatora u skladu sa Opštim uslovima EWBJF, koji su poslednji put odobreni Odlukom Komisije C(2023)4806 od 19. jula 2023. godine6.",
            "(29)\"Instrument\"znači Instrument za reformu i rast za Zapadni Balkan, koji je ustanovljen u Uredbi (EU) 2024/1449.",
            "(30)\"Finansijska uredba\"znači Uredba (EU, Euratom) broj 2024/2509 Evropskog parlamenta i Saveta od 23. septembra 2024. godine o finansijskim pravilima koja se primenjuju na opšti budžet Unije.",
            "(31)\"Račun Fonda\"označava bankovni račun, koji otvara i održava EBRD, na koji će Zajmoprimac preneti doprinose Fondu i iz kojeg će EBRD isplaćivati sredstva Fonda, prema potrebi, u skladu sa EWBJF Opštim uslovima.",
            "(32)\"Sredstvo finansiranja\"znači obveznice, komercijalne zapise, kratkoročne blagajničke zapise ili bilo koje druge odgovarajuće kratkoročne i/ili dugoročne finansijske instrumente koje Komisija emituje u ime Unije u skladu sa Diverzifikovanom strategijom finansiranja za finansiranje kreditne podrške koju zahteva Zajmoprimac.",
            "(33)\"Sporazum o instrumentu\"znači sporazum o instrumentu zaključen između Evropske unije, koju predstavlja Komisija i Zajmoprimca u skladu sa članom 9. Uredbe (EU) 2024/1449.",
            "(34)\"Prevara\"znači prevara u smislu člana 3. Direktive (EU) 2017/1371 Evropskog parlamenta i Saveta i člana 1. Konvencije o zaštiti finansijskih interesa Evropskih zajednica u skladu sa Odlukom Saveta od 26. jula 1995. godine.",
            "(35)\"Upravnici Fonda\"znači, u kontekstu EWBJF, EBRD i EIB.",
            "(36)\"Opšti uslovi EWBJF\"znači skup odredbi koje regulišu upravljanje EWBJF, kojim se određuju uloge i odgovornosti, sastav, metode rada i sistemi odlučivanja u EWBJF, kako je prvobitno odobreno 7. novembra 2006. godine i kasnije izmenjeno 2. oktobra 2009. godine, 16. juna 2016. godine i 6. septembra 2023. godine, a koji po potrebi mogu biti dodatno izmenjeni ukoliko se ukaže potreba odlukom upravljačkih tela.",
            "(37)\"MMF\"znači Međunarodni monetarni fond.",
            "(38)\"Aranžman sa MMF-om\"znači svaki sporazum, program, instrument ili neki drugi finansijski aranžman između Zajmoprimca i MMF-a.",
            "(39)\"Datum plaćanja kamate\"znači svaki datum kada je kamata plativa prema Sporazumu o zajmu.",
            "(40)\"Kamatni period\"znači kamatni period prema definiciji iz Metodologije za raspodelu troškova.",
            "(41)\"Pravno mišljenje\"znači pravno mišljenje koje je izdalo Ministarstvo pravde Zajmoprimca na obrascu koji je utvrđen u Aneksu 3.",
            "(42)\"Zajmodavac\"znači Evropska unija.",
            "(43)\"Sporazum o zajmu\"znači ovaj sporazum o zajmu.",
            "(44)\"Rata zajma\"znači sume koje su predmet nekog Zahteva za plaćanje.",
            "(45)\"Kreditni aranžman\"znači kreditna podrška koju Komisija stavlja na raspolaganje Zajmoprimcu prema ovom sporazumu o zajmu i u skladu sa Odlukom o sprovođenju.",
            "(46)\"Događaj tržišnog poremećaja\"znači, u trenutku predloženog emitovanja Sredstava finansiranja, nastupanje događaja ili okolnosti koje utiču na nacionalne ili međunarodne finansijske, političke ili ekonomske uslove ili međunarodna tržišta kapitala ili devizne kurseve ili devizne kontrole za koje je verovatno da će, prema opravdanom stavu Zajmodavca, materijalno uticati na sposobnost Zajmodavca da postigne uspešno emitovanje, ponudu ili distribuciju Sredstava finansiranja po razumnoj ceni.",
            "(47)\"Datum dospeća\"znači dogovoreni datum za punu otplatu glavnice Rate zajma ili Tranše prema definicijama iz Potvrde o prihvatanju uslova.",
            "(48)\"Neto iznos isplate\"znači prihodi od Sredstva za finansiranje umanjeni za ukupan iznos kliringa predfinansiranja prema članu 6. ovog sporazuma o zajmu u vezi sa bilo kojom Isplatom, čime se dobija iznos koji se isplaćuje Zajmoprimcu.",
            "(49)\"Rata zajma za predfinansiranje\"znači deo Kreditnog aranžmana koji se isplaćuje kao predfinansiranje kako je navedeno u članu 6. ovog sporazuma o zajmu.",
            "(50)\"Reformska agenda\"znači Reformska agenda Zajmoprimca ili njena izmena i dopuna koju Komisija procenjuje i odobrava usvajanjem Odluke o sprovođenju.",
            "(51)\"Zahtev za isplatu\"znači zahtev Zajmoprimca za isplatu Rate Zajma u formi iz Aneksa 1(a) ili Aneksa 1(b).",
            "(52)\"TARGET2\"znači Transevropski automatizovani sistem bruto poravnanja ekspresnih prenosa u realnom vremenu, koji koristi jedinstvenu zajedničku platformu i koji je pokrenut 19. novembra 2007. godine.",
            "(53)\"Porez\"znači svaki porez, dažbina, uvozna carina, namet ili neka druga naknada ili odbitak slične prirode (uključujući svaku kaznu ili kamatu koja se plaća u vezi sa eventualnim neplaćanjem ili kašnjenjem u plaćanju istih).",
            "(54)\"Tranša\"znači deo Rate zajma za predfinansiranje ili Rate zajma.",
            "(55)\"WBIF\"znači Investicioni okvir za Zapadni Balkan (WBIF), zajednička inicijativa EU, finansijskih institucija, bilateralnih donatora i korisnika, u cilju poboljšanja harmonizacije i saradnje u investiranju za socio-ekonomski razvoj regiona i doprinos evropskoj perspektivi za Zapadni Balkan u skladu sa članom 12. Uredbe (EU) 2021/15297.",
            "__________5OJ L, 2024/1974, 18.7.2024.6Odluka Komisije C(2023)4806 o dopuni Odluke Komisije C(2016)3610 konačna u vezi sa odobravanjem Opštih uslova Evropskog zajedničkog fonda za Zapadni Balkan, 19.7.2023.7Uredba (EU) 2021/1529 Evropskog parlamenta i Saveta od 15. septembra 2021. godine o uspostavljanju Instrumenta za predpristupnu pomoć (IPA III) (OJ L 330, 20.9.2021, str. 1."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_1"
    },
    {
        "title": "Član 2",
        "texts": [
            "PREDMET SPORAZUMA",
            "(1) U ovom sporazumu o zajmu su utvrđena prava i obaveze Strana i uslovi koji se primenjuju na kreditnu podršku koja je pružena u cilju zadovoljavajućeg načina ispunjenja uslova plaćanja Zajmoprimca koji su utvrđeni u Reformskoj agendi, koja je odobrena Odlukom o sprovođenju, kako bi ispunio preduslove i opšte uslove koji su utvrđeni u članovima 5. i 12. Uredbe (EU) 2024/1449.",
            "(2) U skladu sa Uredbom (EU) 2024/1449, Odlukom o sprovođenju, Metodologije za raspodelu troškova, Sporazuma o instrumentu i ovog sporazuma o zajmu, Unija stavlja Zajmoprimcu na raspolaganje Kreditni aranžman u evrima, čiji je maksimalni zbirni iznos glavnice 1.131.090.929,77 EUR.",
            "(3) Kreditni aranžman se stavlja na raspolaganje u Ratama zajmova. Rate zajma se isplaćuju u jednoj ili više Tranši, prema izboru Zajmodavca.",
            "(4) Zajmoprimac će koristiti sve iznose koje je pozajmio u okviru Kreditnog aranžmana u skladu sa svojim obavezama po Reformskoj agendi, Sporazumom o instrumentu i ovom sporazumu o zajmu.",
            "(5) Narodna banka Srbije deluje kao finansijski agent Zajmoprimca i ne snosi odgovornost ni za jednu finansijsku obavezu Zajmoprimca po ovom sporazumu.",
            "(6) Zajam je izražen isključivo u evrima, koji je valuta obračuna i plaćanja. Period dostupnosti kreditne podrške traje od 1. januara 2024. godine do 31. decembra 2027. godine."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_2"
    },
    {
        "title": "Član 3",
        "texts": [
            "DOSPEĆE",
            "(1) Maksimalno trajanje svake Isplate je 40 godina od datuma potpisivanja ovog sporazuma o zajmu.",
            "(2) Otplata glavnice Isplate počinje 2034. godine i ravnomerno se raspoređuje u jednakim iznosima isplate tokom preostalog roka dospeća Isplate."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_3"
    },
    {
        "title": "Član 4",
        "texts": [
            "ODGOVORNOST ZAJMOPRIMCA",
            "(1) Zajmoprimac je odgovoran za ispunjenje uslova plaćanja koji se odnose na kvalitativne i kvantitativne korake utvrđene Reformskom agendom odobrenom Odlukom o sprovođenju i za ispunjavanje na zadovoljavajući način preduslova i opštih uslova koji su utvrđeni u članu 5. i 12. Uredbe (EU) 2024/1449.",
            "(2) Zadovoljavajuće ispunjenje uslova plaćanje iz Reformske agende odobrenom Odlukom o sprovođenju pretpostavlja da Zajmoprimac nije poništio korake u vezi sa istim reformama za koje je Zajmoprimac postigao zadovoljavajuće ispunjenje u prethodnim odlukama."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_4"
    },
    {
        "title": "Član 5",
        "texts": [
            "OBAVEZE ZAJMOPRIMCA U SPROVOĐENJU KORIŠĆENJA DELA ZAJMA PREKO WBIF",
            "(1) Zajmoprimac će se obavezati da transferiše Alocirani procenat u EWBJF.",
            "(2) Obaveze Zajmoprimca po osnovu ovog člana biće formalizovane kroz sporazume o doprinosima, u skladu sa članom 19 (2) Sporazuma o Instrumentu.",
            "(3) Zajmoprimac će zaključiti Sporazume o doprinosima u roku od tri meseca od usvajanja odluke o isplaćivanju Komisije u skladu sa članom 8(1) ovog sporazuma.",
            "(4) Zajmoprimac će, u skladu sa Sporazumom o Instrumentu, dostaviti Komisiji kopije takvih Sporazuma o doprinosima, kao i bilo koje naknadne promene istih.",
            "(5) Zajmoprimac će dostaviti Komisiji dokaze o plaćanjima po osnovu svakog Sporazuma o doprinosima."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_5"
    },
    {
        "title": "Član 6",
        "texts": [
            "PREDFINANSIRANJE",
            "(1) Zajmodavac isplaćuje iznos od 79.176.365,08 evra za predfinansiranje u jednoj ili više Tranši.",
            "(2) Udeo predfinansiranja koji se odnosi na Alocirani procenat, koji će biti stavljen na raspolaganje EWBJF i iznosi 27.513.786,87 evra, podleže odredbama člana 5. ovog sporazuma.",
            "(3) Zajmoprimac priznaje i neopozivo pristaje:",
            "a) Isplata Rate zajma za predfinansiranje zavisi od raspoloživosti sredstava, i, za udeo Alociranog procenta koji se odnosi na predfinansiranje iz stava 2. ovog člana na prijem potpisane kopije Sporazuma o doprinosima, koji pokriva ceo udeo Alociranog procenta koji se odnosi na predfinansiranje;",
            "b) da se Troškovi finansiranja, Troškovi upravljanja likvidnošću i Troškovi usluga za Ratu zajma za predfinansiranje zasnivaju na Metodologiji za raspodelu troškova;",
            "c) da su Datumi dospeća Rate zajma za predfinansiranje do 40 godina;",
            "d) da se Rata zajma za predfinansiranje isplaćuje u jednoj ili nekoliko Tranši;",
            "e) da će platiti sve naknade, troškove i rashode, uključujući, po potrebi, troškove raskida sporazuma i troškove održavanja investicione pozicije;",
            "f) da će snositi troškove sprovođenja i bilo kojih naknada vezanih za sprovođenje EWBJF u skladu sa Opštim uslovima EWBJF.",
            "(4) Zajmodavac izdaje Zajmoprimcu Potvrdu o prihvatanju uslova, u kojoj su utvrđeni finansijski uslovi Rate zajma za predfinansiranje ili Tranše. Smatra se da je Zajmoprimac unapred prihvatio uslove Rate zajma za predfinansiranje ili Tranše koji su utvrđeni u Potvrdi o prihvatanju uslova.",
            "(5) Za predfinansiranje plaćeno u skladu sa stavom 1. ovog člana, iznos koji odgovara procentu koji je jednak odnosu preostalog predfinansiranja nad kojim nije izvršen kliring i preostalih iznosa Kreditnog aranžmana koji tek treba da budu isplaćeni, oduzima se od svake Isplate kako bi se obračunao Neto iznos isplate da bi se izvršio kliring predfinansiranja, sve dok kliring ne bude u potpunosti završen.",
            "(6) Na zahtev Zajmoprimca iznet u njegovom zahtevu za plaćanje, dodatni iznosi mogu da budu oduzeti od svake Isplate kako bi se ranije izvršio kliring predfinansiranja.",
            "(7) Iznosi predfinansiranja nad kojima nije izvršen kliring do 31. decembra 2027. godine ili ranije, na datum poslednje Isplate, smatraće se dospelim i naplativim. Komisija ima pravo da izvrši kompenzaciju tih iznosa u odnosu na svako potraživanje koje Zajmoprimac ima prema Zajmodavcu.",
            "(8) Svako predfinansiranje se deklariše kao dospelo i plativo nakon smanjenja kreditne podrške ili zahteva za Prevremenu otplatu u slučajevima koji su navedeni u članu 21(5) i članu 21(7) Uredbe (EU) 2024/1449. Član 13(3) ovog sporazuma o zajmu će se primenjivati."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_6"
    },
    {
        "title": "Član 7",
        "texts": [
            "ZAHTEV ZA PLAĆANJE I PROVERU USLOVA",
            "(1) Zajedno sa svakim zahtevom za isplatu sredstava u skladu sa Sporazumom o Instrumentu, Zajmoprimac će podneti dva Zahteva za isplatu, korišćenjem formulara iz Aneksa 1(a) i Aneksa 1(b) ovog sporazuma, i:",
            "a. Zahtev za isplatu Rate kredita koji udeo u zajmu odgovara Alociranom procentu naznačenom u zahtevu za oslobađanje sredstava (Aneks 1(a)); i",
            "b. Zahtev za isplatu Rate kredita koji pokriva preostali deo zajma naveden u istom zahtevu za oslobađanje sredstava (Aneks 1 (b)).",
            "(2) Zajmoprimac će obezbediti adekvatnu dokumentaciju kojom se opravdava Zahtev za isplatu, podnet u skladu sa ovim sporazumom o zajmu, za svaki pojedinačan korak i u skladu sa izvorima provere predviđenim u Aneksu 1 Reformske agende i u skladu sa Sporazumom o Instrumentu.",
            "(3) Zajmoprimac će uložiti najveće napore da se pridržava indikativnog rasporeda zahteva za plaćanje koji je naveden u Odluci o sprovođenju. Konačni Zahtev za isplatu biće podnet do 30. septembra 2027. godine.",
            "(4) Procenu iz člana 21(2) Uredbe (EU) 2024/1449 vrši Zajmodavac na osnovu informacija koje je Zajmoprimac dostavio u skladu sa stavom 3. Zajmodavac može tražiti dodatne informacije i/ili vršiti provere i kontrole na licu mesta kako bi potvrdili završetak kvalitativnih i kvantitativnih koraka, uključujući nepovratnost prethodno zadovoljavajuće ispunjenih kvalitativnih i kvantitativnih koraka."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_7"
    },
    {
        "title": "Član 8",
        "texts": [
            "POVLAČENJE SREDSTAVA, PREDUSLOVI I ISPLATA",
            "(1) Ne dovodeći u pitanje član 6. ovog sporazuma o zajmu, svaka isplata Rate zajma zavisiće od toga da li je Komisija usvojila odluku o oslobađanju sredstava u skladu sa članom 21(3) Uredbe (EU) 2024/1449 i biće ograničena na iznos koji je utvrđen u toj odluci.",
            "(2) Isplata se ne obavlja pre nego što:",
            "(a) Sporazum o Instrumentu stupi na snagu;",
            "(b) Zajmodavac je primio zvanično obaveštenje u formi Pravnog mišljenja Zajmoprimca da su ispunjeni svi ustavni i zakonski uslovi za stupanje na snagu odredbi koje se odnose na kredite i validnu i neopozivu obavezu Zajmoprimca da ispuni sve obaveze iz ovog sporazuma o zajmu, i;",
            "(c) Zajmodavac je primio Zahtev za isplatu.",
            "Zajmoprimac je neopozivo obavezan uslovima Zahteva za isplatu.",
            "Tačka (c) prvog podstava se ne primenjuje na Ratu zajma za predfinansiranje.",
            "(3) Ne smatra se da je Zahtev za isplatu propisno popunjen ako ne sadrži sve informacije koje su navedene u Aneksu 1.",
            "(4) Nakon što Zajmoprimac podnese Zahtev za isplatu, obaveza Zajmodavca da plati Zajmoprimcu Neto iznos isplate Zajmoprimcu u vezi sa Ratom zajma u skladu sa ovim sporazumom o zajmu zavisiće od sledećih uslova:",
            "a. da nije nastupio događaj koji bi učinio bilo koju od izjava iz Pravnog mišljenja netačnom;",
            "b. da je Zajmodavac od ministra finansija Zajmoprimca primio zvanični dokument u kome su navedena lica koja su ovlašćena da potpišu Zahtev za isplatu (i tako punovažno obavežu Zajmoprimca) i koji sadrži primerke potpisa tih lica;",
            "c. dostupnost finansijskih sredstava;",
            "d. da nije došlo do Događaja tržišnog poremećaja;",
            "e. da nije došlo ni do kakve materijalno nepovoljne promene od datuma potpisivanja ovog sporazuma o zajmu za koju je verovatno da bi, prema mišljenju Zajmodavca, nakon konsultacija sa Zajmoprimcem, značajno materijalno uticala na sposobnost Zajmoprimca da ispuni svoje obaveze plaćanja prema ovom sporazumu, to jest, da servisira neku od Rata zajma koje će biti finansirane i da ih otplati;",
            "f. da nije nastupio Slučaj neispunjenja obaveza koji nije rešen na način koji je zadovoljavajući za Zajmodavca;",
            "g. kad Zahtev za isplatu pokrije Alocirani procenat, Zajmodavac je od Zajmoprimca primio kopiju potpisanog Sporazuma o doprinosima, koji pokriva isti iznos tog Zahteva za isplatu.",
            "(5) Rata zajma može da se isplati u jednoj ili više Tranši.",
            "(6) U skladu sa Uredbom (EU) 2024/1449 i Odlukom o sprovođenju, Zajmodavac će koristiti sva odgovarajuća Sredstva finansiranja da finansira iznos Rate zajma u skladu sa Diverzifikovanom strategijom finansiranja.",
            "(7) Zajmodavac će izdati Zajmoprimcu Potvrdu o prihvatanju uslova, u kojoj su utvrđeni finansijski uslovi Isplate. Smatra se da je Zajmoprimac unapred prihvatio uslove Rate zajma ili Tranše koji su utvrđeni u Potvrdi o prihvatanju uslova. Da bi se izbegla svaka sumnja, Zajmodavac nije obavezan da donese pozitivan sud o bilo kom zahtevu Zajmoprimca, u bilo kom trenutku, za izmenu nekog od finansijskih uslova Rate zajma ili Tranše.",
            "(8) Komisija će dati nalog ECB za transfer Neto iznosa isplate Rate zajma ili Tranše na Datum isplate na sledeći evro račun Zajmoprimca kod Deutsche Bundesbank, BIC: MARKDEFFXXX, IBAN DE81504000005040040250, vlasnik računa: Narodna banka Srbije, u korist Ministarstva finansija Republike Srbije BIC NBSRRSBGXXX, IBAN RS35908504943019331464.",
            "Uplata na ovaj bankovni račun oslobađa Zajmodavca od obaveze plaćanja prema ovom sporazumu o zajmu u vezi sa odgovarajućom Isplatom.",
            "(9) Pravo Zajmoprimca da primi Ratu zajma ili Tranše prema ovom sporazumu o zajmu ističe na kraju Perioda dostupnosti, nakon čega se svaki neisplaćeni iznos Kreditnog aranžmana smatra momentalno ukinutim, osim tranši Rata zajma za koje je Komisija donela odluku o oslobađanju pre tog datuma."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_8"
    },
    {
        "title": "Član 9",
        "texts": [
            "IZJAVE, GARANCIJE I OBAVEZE",
            "(1) Izjave",
            "Potpisivanjem ovog sporazuma, Zajmoprimac izjavljuje i garantuje Zajmodavcu da, na datum ovog sporazuma o zajmu i na svaki Datum isplate:",
            "(a) svaka Rata zajma ili neka njena Tranša predstavlja neobezbeđenu, direktnu, bezuslovnu, nepodređenu i opštu obavezu Zajmoprimca i biće rangirana u najmanju ruku ravnopravno sa svim ostalim neobezbeđenim i nepodređenim zajmovima i obavezama Zajmoprimca koje nastaju na osnovu postojećeg ili budućeg Spoljnog zaduženja, pod uslovom da Zajmoprimac nema obavezu da izvrši jednaku ili podložnu isplatu(e) u bilo kom trenutku u vezi sa bilo kakvim drugim Spoljnim zaduženjem, a posebno nema obavezu da plati drugo Spoljno zaduženje u isto vreme ili kao uslov za plaćanje dospelih suma na osnovu Kreditnog aranžmana i obrnuto; i",
            "(b) Pravno mišljenje koje je dostavljeno u skladu sa Aneksom 3 je ispravno i tačno.",
            "(2) Obaveze",
            "Zajmoprimac se obavezuje, sve dok glavnica prema ovom sporazumu o zajmu ne bude u potpunosti isplaćena i dok sve kamate i dodatni iznosi, ako ih ima, koji su dospeli prema ovom sporazumu o zajmu ne budu u potpunosti plaćeni:",
            "(a) da koristi Neto iznos isplate svake Isplate u skladu sa Uredbom (EU) 2024/1449, u skladu sa Reformskom agendom, Sporazumom o Instrumentu, i svim povezanim uslovima koji važe u trenutku izdavanja Zahteva za isplatu;",
            "(b) da pribavi i održava na snazi sva ovlašćenja koja su neophodna za ispunjavanje njegovih obaveza prema ovom sporazumu o zajmu;",
            "(c) da u svakom pogledu poštuje važeće zakone koji bi mogli da utiču na njegovu sposobnost da izvrši ovaj sporazum o zajmu;",
            "(d) da plati sve naknade, troškove, režije i rashode, uključujući, po potrebi, troškove raskida sporazuma i Troškove upravljanja likvidnošću, koji su obračunati prema Metodologiji za raspodelu troškova;",
            "(e) u vezi sa Spoljnim zaduženjem, da prizna da Zajmodavac ima pravnu sposobnost, imunitete i privilegije identične onima koje se priznaju međunarodnim finansijskim institucijama;",
            "(f) da obezbedi da budu uspostavljene provere i mere koje su navedene u članu 15. ovog sporazuma o zajmu;",
            "(g) sa izuzetkom tereta koji su nabrojani u sledećim podstavovima od (1) do (7):",
            "(i) da ne obezbedi hipotekom, zalogom ili nekim drugim teretom na sopstvenoj imovini ili prihodima neko postojeće ili buduće Spoljno zaduženje ili neku garanciju ili odštetu koja je izdata u vezi sa tim, osim ako je Kreditni aranžman u isto vreme ravnomerno i srazmerno obezbeđen; i",
            "(ii) da ne odobri nijednom drugom poveriocu ili nosiocu suverenog duga bilo kakav prioritet u odnosu na Zajmodavca.",
            "Odobravanje sledećih tereta ne predstavlja kršenje ovog člana 9:",
            "(1) tereti na bilo kojoj imovini koji su nastali kako bi se obezbedilo finansiranje za kupovnu cenu ili izgradnju te imovine i svako uklanjanje ili produženje važenja tog tereta, koji je ograničen na prvobitnu imovinu koja je njime pokrivena i koji obezbeđuje svako uklanjanje ili produženje važenja prvobitno obezbeđenog finansiranja; i",
            "(2) tereti na komercijalnim dobrima koji nastanu prilikom uobičajenih komercijalnih transakcija (i koji ističu najkasnije u roku od godinu dana), kako bi se finansirao uvoz ili izvoz takvih dobara u zemlju ili iz zemlje Zajmoprimca; i",
            "(3) tereti kojima je obezbeđeno ili predviđeno plaćanje Spoljnog zaduženja koje je nastalo isključivo kako bi se obezbedilo finansiranje za određeni investicioni projekat, pod uslovom da je imovina na koju se odnose ti tereti imovina koja je predmet tog projektnog finansiranja, ili koja predstavlja prihode ili potraživanja na osnovu projekta; i",
            "(4) svi drugi postojeći tereti na datum potpisivanja Sporazuma o zajmu, pod uslovom da ti tereti ostanu ograničeni na imovinu koja je trenutno obuhvaćena njima i imovinu koja postane obuhvaćena tim teretima prema ugovorima koji proizvode pravno dejstvo na datum potpisivanja ovog sporazuma o zajmu (uključujući, da bi se izbegla svaka sumnja, kristalizaciju svake lebdeće zaloge koja je zaključena na datum ovog sporazuma o zajmu), i dalje pod uslovom da je tim teretima obezbeđeno ili predviđeno plaćanje samo obaveza koje su obezbeđene ili predviđene na datum iz ovog sporazuma, ili neko refinansiranje tih obaveza; i",
            "(5) svi drugi zakonom propisani tereti i privilegije koje funkcionišu isključivo na osnovu zakona i koje Zajmoprimac ne može osnovano da izbegne; i",
            "(6) svaki teret kojim se obezbeđuju obaveze Zajmoprimca kod bilo kog centralnog depozitara hartija od vrednosti, kao što jeEuroclearu uobičajenom toku poslovanja; i",
            "(7) svaki teret kojim se obezbeđuje zaduženost u iznosu manjem od 3 miliona EUR, pod uslovom da maksimalni zbirni iznos zaduženosti obezbeđen tim teretima nije viši od 50 miliona evra.",
            "Izraz \"finansiranje za određeni investicioni projekat\", kako je korišćen u članu 9, znači svako finansiranje nabavke, izgradnje ili razvoja svake imovine u vezi sa projektom ako subjekat koji pruža ta finansijska sredstva izričito pristane da smatra imovinu koja je finansirana i prihode koji će nastati korišćenjem te imovine, ili gubitkom te imovine ili štetom na toj imovini, kao glavni izvor otplate pozajmljenog novca."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_9"
    },
    {
        "title": "Član 10",
        "texts": [
            "TROŠKOVI I IZDACI",
            "(1) U pogledu svake neizmirene Rate zajma, Zajmoprimac prebacuje na račun iz člana 12(3) ovog sporazuma o zajmu u vezi sa svakom Ratom ili Tranšom zajma",
            "(a) na svaki Datum dospeća, iznos Troškova finansiranja;",
            "(b) na svaki Datum dospeća, iznos Troškova usluga;",
            "(c) na svaki Datum dospeća, iznos Troškova upravljanja likvidnošću.",
            "(2) Kamatni period i Datumi dospeća se za svaku Ratu ili Tranšu zajma utvrđuju u Potvrdi o prihvatanju uslova za tu Ratu ili Tranšu zajma i Zajmoprimac se o njima obaveštava.",
            "Zajmodavac saopštava Zajmoprimcu iznos Troškova finansiranja, Troškova usluga i Troškova upravljanja likvidnošću što je pre moguće pre Datuma dospeća.",
            "(3) Troškovi koje je Zajmodavac imao po ovom sporazumu o zajmu, a koji se pripisuju Zajmoprimcu, biće obračunati na osnovu cenovne formule koja se sastoji od Troškova finansiranja, Troškova usluga i Troškova upravljanja likvidnošću, koji će biti obračunati i fakturisani na osnovu primenljive Metodologije za raspodelu troškova.",
            "(4) Ne dovodeći u pitanje odredbe člana 13. ovog sporazuma o zajmu, ako Zajmoprimac ne plati bilo koji iznos koji dospeva po ovom sporazumu o zajmu na Datum dospeća, Zajmoprimac, pored toga, plaća Zajmodavcu zateznu kamatu na taj iznos (ili, u zavisnosti od slučaja, iznos koji je u tom trenutku dospeo i nije plaćen) od Datuma dospeća do datuma stvarne uplate u celosti, obračunatu u odnosu na uzastopne kamatne periode (svaki u trajanju koje Zajmodavac s vremena na vreme odabere, pri čemu prvi period počinje na relevantni Datum dospeća i, gde god je moguće, dužina tog perioda je jedna nedelja) na taj zakasneli iznos po višoj od sledećih stopa:",
            "(a) po godišnjoj stopi koja predstavlja zbir:",
            "(i) 350 baznih poena, i",
            "(ii) stope koju primenjuje Evropska centralna banka za svoje glavne operacije refinansiranja, ili",
            "(b) 200 baznih poena preko Troškova finansiranja koji bi bili plativi da je iznos u docnji, tokom perioda neplaćanja, predstavljao Ratu zajma, ili",
            "(c) 0 baznih poena.",
            "Sve dok traje neplaćanje, takva stopa se ponovo utvrđuje u skladu sa odredbama ovog stava (4) člana 10. na poslednji dan svakog takvog kamatnog perioda, i neplaćena kamata po članu 10. ovog sporazuma u vezi sa prethodnim kamatnim periodima dodaje se iznosu kamate koja dospeva na kraju svakog takvog kamatnog perioda. Zatezna kamata je odmah dospela i plativa.",
            "(5) Zajmoprimac se obavezuje da plati Zajmodavcu sve dodatne kamate, troškove i izdatke, uključujući pravne naknade, nastale i plative od strane Zajmodavca kao rezultat kršenja bilo koje obaveze iz ovog sporazuma o zajmu od strane Zajmoprimca. Da bi se izbegla svaka sumnja, plaćanje Zajmoprimca na bilo koji datum različit od Datuma dospeća smatraće se kršenjem obaveza otplate sredstava po ovom sporazumu o zajmu."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_10"
    },
    {
        "title": "Član 11",
        "texts": [
            "OTPLATA, SMANJENJE, SUSPENZIJA I OTKAZIVANJE",
            "(1) Zajmoprimac otplaćuje glavnicu svake Isplate na Datum(e) dospeća i pod uslovima o kojima ga je Zajmodavac obavestio u relevantnoj Potvrdi o prihvatanju uslova.",
            "Zajmoprimac prenosi dospeli iznos glavnice na račun naveden u članu 12(3) ovog sporazuma o zajmu na Datum dospeća.",
            "Bilo koji iznos glavnice koji je Zajmoprimac preneo radi isplate na račun naveden u članu 12(3) ovog sporazuma o zajmu ne može biti ponovo zajmljen od strane Zajmoprimca po ovom Kreditnom aranžmanu.",
            "(2) Zajmodavac može da suspenduje ili otkaže neiskorišćenu Ratu ili Tranše zajma ako:",
            "(a) Zajmoprimac iskaže nameru da više neće da povlači sredstva po osnovu Kreditnog Instrumenta; ili",
            "(b) su se finansijske potrebe Zajmoprimca fundamentalno smanjile u poređenju sa početnim projekcijama; ili",
            "(c) Zajmoprimac ne poštuje uslove Reformske agende, Sporazuma o Instrumentu, Sporazuma o doprinosima i/ili Sporazuma o zajmu;",
            "(d) odluka Komisije o oslobađanju iz člana 8 (1) ovog sporazuma o zajmu za neiskorišćenu Ratu zajma nije usvojena u Periodu dostupnosti;",
            "(e) ako je Sporazum o Instrumentu suspendovan ili raskinut."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_11"
    },
    {
        "title": "Član 12",
        "texts": [
            "PLAĆANJA",
            "(1) Sva plaćanja koja Zajmoprimac vrši realizuju se bez kompenzacije ili protivpotraživanja, bez ikakvog odbitka za ili na ime bilo kakvih poreza, provizija i bilo kojih drugih dažbina tokom celog trajanja ovog Sporazuma o zajmu.",
            "(2) Zajmoprimac izjavljuje da sve isplate i transferi prema ovom sporazumu o zajmu, kao i sam Sporazum o zajmu, ne podležu nikakvom oporezivanju ili bilo kojoj drugoj dažbini, doprinosu ili taksi u zemlji Zajmoprimca i da im neće biti podložni tokom celog roka trajanja ovog sporazuma o zajmu. Ako su pak Zajmoprimac ili Narodna banka Zajmoprimca po zakonu dužni da izvrše bilo kakve takve odbitke, Zajmoprimac će platiti neophodne dodatne iznose kako bi Zajmodavac u celosti primio iznose navedene u ovom sporazumu o zajmu.",
            "(3) Sva plaćanja od strane Zajmoprimca se izvršavaju na Datum dospeća pre 11:00 časova po luksemburškom vremenu na račun Evropske komisije 4062990131 kod ECB, preko učesnikaTARGET2sistemaSWIFT-BIC ECBFDEFFBACu korist krajnjeg korisnikaEUCOLULLXXXili na drugi račun koji Zajmodavac saopšti putem pisanog obaveštenja pre relevantnog Datuma dospeća.",
            "Plaćanje izvršeno na Datum dospeća na taj račun oslobađa Zajmoprimca konkretne obaveze otplate.",
            "(4) Ukoliko Zajmoprimac u vezi sa bilo kojom od Rata zajma ili bilo kojom Tranšom zajma uplati iznos koji je manji od ukupnog iznosa koji dospeva i koji treba da uplati po ovom sporazumu o zajmu, Zajmoprimac se ovim odriče svih prava koja bi mogao imati na raspoređivanje uplaćenog iznosa u odnosu na dospele iznose.",
            "Iznos koji je tako uplaćen u pogledu Rate zajma ili bilo koje njene Tranše koristiće se za namirenje dospelih plaćanja u okviru te Rate zajma ili bilo koje njene Tranše sledećim redosledom:",
            "(a)prvou odnosu na sve eventualne naknade, izdatke i obeštećenja;",
            "(b)drugou odnosu na sve eventualne zatezne kamate utvrđene članom 10(4) ovog sporazuma o zajmu;",
            "(c)trećeu odnosu na kamatu;",
            "(d)četvrtou odnosu na glavnicu,",
            "pod uslovom da su ti iznosi dospeli ili u docnji za plaćanje na taj datum.",
            "(5) Svaki proračun i odluka od strane Zajmodavca prema ovom sporazumu:",
            "(a) donose se na komercijalno opravdan način; i",
            "(b) osim u slučaju očigledne greške, obavezujući su za Zajmodavca i Zajmoprimca.",
            "(6) Primenjuje se Konvencija o radnim danima kako je navedeno u Potvrdi o prihvatanju uslova."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_12"
    },
    {
        "title": "Član 13",
        "texts": [
            "SLUČAJEVI NEISPUNJENJA OBAVEZA",
            "(1) Zajmodavac može pisanim obaveštenjem Zajmoprimcu da proglasi iznos glavnice Kreditne linije odmah dospelim za plaćanje, zajedno sa obračunatom kamatom, i/ili da otkaže svaku neiskorišćenu Ratu zajma ili Tranšu ukoliko:",
            "(a) Zajmoprimac ne plati ili propusti da plati na relevantni Datum dospeća bilo koji iznos glavnice ili Troškova finansiranja ili Troškova usluga ili Troškova upravljanja likvidnošću, ili bilo koje druge iznose dospele po ovom sporazumu o zajmu na njihov datum dospeća, bilo u celini ili delimično, na način kako je dogovoreno u ovom sporazumu o zajmu, u pogledu bilo koje Rate ili Tranše zajma; ili",
            "(b) Zajmoprimac propusti ili će propustiti da ispuni bilo koju obavezu iz ovog sporazuma o zajmu osim one navedene u članu 13(1) (a) (uključujući obavezu iz člana 2(4) da koristi ovaj Kreditni aranžman u skladu sa uslovima Reformske agende, Sporazuma o Instrumentu i ovog sporazuma o zajmu), i to kašnjenje traje tokom perioda od mesec dana nakon što Zajmodavac o ovome obavesti Zajmoprimca putem pisanog obaveštenja; ili",
            "(c) Zajmodavac pošalje Zajmoprimcu izjavu o neispunjavanju obaveza u okolnostima kada nadležni sud proglasi obaveze Zajmoprimca neobavezujućim ili neizvršivim protiv Zajmoprimca prema ovom sporazumu o zajmu ili ih nadležni sud proglasi nezakonitim; ili",
            "(d) Zajmodavac pošalje Zajmoprimcu izjavu o neispunjavanju obaveza u okolnostima kada je (i) utvrđeno da je u vezi sa ovim sporazumom o zajmu ili Sporazumom o Instrumentu, Zajmoprimac učestvovao u bilo kakvoj radnji prevare ili korupcije, ili bilo kojoj drugoj nezakonitoj aktivnosti koja nanosi štetu finansijskim interesima Zajmodavca ili (ii) kada je bilo koja izjava ili garancija Zajmoprimca u okviru ovog sporazuma o zajmu ili Sporazumu o Instrumentu netačna, neistinita ili obmanjujuća i mogla bi, po mišljenju Zajmodavca, da ima negativan uticaj na kapacitet Zajmoprimca da ispuni svoje obaveze po ovom sporazumu o zajmu ili na prava Zajmodavca prema Sporazumu; ili",
            "(e) je bilo koji sporazum o zajmu između Zajmoprimca i Zajmodavca ili bilo koje institucije ili tela EU, bez obzira na iznos, predmet izjave o neispunjavanju obaveza ili postoji docnja obaveze plaćanja bilo koje vrste prema Zajmodavcu ili nekoj instituciji ili telu EU od strane Zajmoprimca, što dovodi do izjave o neispunjavanju obaveza; ili",
            "(f) Zajmoprimac se ne pridržava uslova predviđenih Reformskom agendom odobrenom Odlukom o sprovođenju i/ili Sporazumom o Instrumentu i/ili Sporazumom o doprinosima i/ili je Sporazumom o Instrumentu raskinut;",
            "(g) Odabrani investicioni projekat naveden u Sporazumu o doprinosima je otkazan ili Korisnik ne obezbedi dokaz o uplati zajedničkom fondu EWBJF;",
            "(h) Zajmoprimac propusti da isplati ili neće isplatiti bilo koji iznos poziva na garanciju po osnovu bilo koje garancije kojom Zajmoprimac garantuje Zajmodavcu ispunjenje obaveza plaćanja druge strane prema Zajmodavcu; ili",
            "(i) je Spoljno zaduženje Zajmoprimca, čija je ukupna glavnica veća od 50 miliona evra, predmet izjave o neispunjavanju obaveza kako je definisano u bilo kom instrumentu koji reguliše ili dokazuje takvo zaduženje i kao rezultat te izjave dolazi do ubrzanja takvog zaduživanja ili dode factomoratorijuma na plaćanja; ili",
            "(j) Zajmoprimac ne vrši blagovremene otkupe od MMF-a u vezi sa aranžmanom sa MMF-om i predmet je izjave o neispunjavanju obaveza; ili",
            "(k) Zajmoprimac ne plaća značajan deo svog Spoljnog zaduženja kada dospe ili proglasi ili uvede moratorijum na plaćanje svog Spoljnog zaduženja ili Spoljnog zaduženja koje je preuzeo ili garantovao.",
            "(2) Zajmodavac može, ali nije obavezan, da ostvari svoja prava iz ovog člana 13, a takođe može da ih ostvari samo delimično ne dovodeći u pitanje buduće ostvarivanje tih prava. Nikakvo odricanje se ne podrazumeva u pogledu bilo kakvog odlaganja pri ostvarivanju bilo kojih od ovih prava.",
            "(3) Zajmoprimac će nadoknaditi sve troškove, izdatke i naknade koje Zajmodavac plaća kao posledicu Prevremene otplate bilo koje Rate zajma ili Tranše prema ovom članu 13. Pored toga, Zajmoprimac plaća zateznu kamatu, kako je predviđeno u članu 10(4) ovog sporazuma o zajmu, koja se obračunava od datuma kada je preostali iznos glavnice kreditne linije proglašen odmah dospelim za plaćanje, do datuma stvarne isplate u celosti."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_13"
    },
    {
        "title": "Član 14.",
        "texts": [
            "OBAVEZE U POGLEDU INFORMISANJA",
            "(1) Stupanjem na snagu ovog sporazuma o zajmu, Zajmoprimac odmah dostavlja Zajmodavcu:",
            "(a) sve informacije u vezi sa svojim fiskalnim i ekonomskim stanjem koje Zajmodavac može opravdano da zatraži;",
            "(b) sve informacije u vezi sa bilo kojim događajem za koji se opravdano može očekivati da će da izazove Slučaj neispunjenja obaveza (i korake, ako ih ima, koji se preduzimaju da se to otkloni), uključujući sve relevantne informacije za procenu bilo kojih radnji ili aktivnosti prema članu 13(1) (d) (i) ovog sporazuma o zajmu.",
            "(2) Zajmoprimac se obavezuje da odmah obavesti Zajmodavca ako nastane bilo kakav događaj koji bi učinio netačnom bilo koju izjavu datu u Pravnom mišljenju navedenom u Aneksu 3.",
            "(3) Na zahtev Komisije, prilikom pripreme izveštaja prema članu 25. Uredbe (EU) 2024/1449, Zajmoprimac podnosi Zajmodavcu izveštaje o korišćenju Kreditnog aranžmana.",
            "(4) Zajmodavac ima pravo da blokira bilo koju tranšu Rate zajma u slučaju da Zajmoprimac nije podneo Izjavu o upravljanju u skladu sa Aneksom B Sporazuma o Instrumentu u vezi sa prethodnom tranšom Rate zajma i dokumente navedene u članu 14(10) i 14(11) Sporazuma o Instrumentu."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_14."
    },
    {
        "title": "Član 15",
        "texts": [
            "OBAVEZE U VEZI SA INSPEKCIJAMA, SPREČAVANJEM PREVARA I REVIZIJAMA",
            "(1) Tokom sprovođenja Kreditnog aranžmana, Zajmodavac ima pravo da nadzire pouzdanost finansijskih aranžmana Zajmoprimca, administrativnih procedura i mehanizama interne i eksterne kontrole koji su od značaja za finansijsku pomoć.",
            "(2) U skladu sa članom 129(1) Finansijske uredbe, Zajmodavac, uključujući Evropsku kancelariju za borbu protiv prevara (OLAF), Evropski revizorski sud (ECA) i, po potrebi, Kancelariju evropskog javnog tužioca (EPPO), ima prava i pristup neophodan za vršenje svojih nadležnosti, uključujući pravo da pošalje svoje zastupnike ili propisno ovlašćene predstavnike da obave bilo kakvu tehničku ili finansijsku kontrolu ili istragu, uključujući provere i inspekcije na licu mesta (uključujući digitalne forenzičke postupke i ispitivanja) i revizije (uključujući revizije dokumenata i revizije na licu mesta) koje smatraju neophodnim u vezi sa upravljanjem ovim Kreditnim aranžmanom u cilju zaštite finansijskih interesa Zajmodavca.",
            "(3) Zajmoprimac dostavlja relevantne informacije i dokumente koji mogu biti zatraženi u svrhu takvih procena, istraga, kontrola ili revizija, i preduzima sve odgovarajuće mere da olakša rad lica koja su dobila nalog da ih sprovedu, uključujući davanje pristupa licima navedenim u stavu 2. ovog člana lokacijama i prostorijama u kojima se čuvaju relevantne informacije i dokumenti.",
            "(4) Zajmoprimac redovno proverava da li su finansijska sredstva koje je obezbedio Zajmodavac pravilno korišćena i obezbeđuje istragu i zadovoljavajući tretman svih slučajeva prevare, korupcije ili bilo kojih drugih nezakonitih aktivnosti u vezi sa upravljanjem Zajmom, stvarnih i onih na koje se sumnja, štetnih za finansijske interese EU. Svi takvi slučajevi, kao i mere u vezi sa tim koje preduzimaju nadležni nacionalni organi, uključujući pravne radnje za povraćaj sredstava obezbeđenih po ovom sporazumu o zajmu, prijavljuju se Zajmodavcu bez odlaganja.",
            "(5) Zajmoprimac redovno proverava da li se iznosi pozajmljeni po Kreditnom aranžmanu koriste u skladu sa Reformskom agendom, Sporazumom o Instrumentu i ovim sporazumom o zajmu, i obezbeđuje da na snazi budu odgovarajuće mere za sprečavanje nepravilnosti i prevare. U slučaju nepravilne ili nepropisne upotrebe iznosa pozajmljenih u okviru Kreditnog aranžmana, Zajmoprimac preduzima pravne mere za povraćaj tih iznosa."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_15"
    },
    {
        "title": "Član 16",
        "texts": [
            "OBAVEŠTENJA",
            "(1) Sva obaveštenja u vezi sa ovim sporazumom o zajmu smatraju se valjano datim ako su u pisanom obliku, uključujući i putem e-pošte, i poslata na adrese navedene u Aneksu 4 ovog sporazuma o zajmu. Svaka strana će ažurirati adrese i obavestiti o tome drugu Stranu nakon što se isti povremeno izmene.",
            "(2) Obaveštenja stupaju na snagu danom prijema e-pošte ili pisma kojim su dostavljena.",
            "(3) Svi dokumenti, informacije i materijali koji se dostavljaju u skladu sa ovim sporazumom o zajmu moraju biti na engleskom jeziku.",
            "(4) Svaka strana u ovom sporazumu o zajmu će podneti drugoj, prema potrebi, spisak i deponovane potpise lica ovlašćenih da deluju u njeno ime po ovom sporazumu o zajmu, odmah po potpisivanju ovog sporazuma o zajmu. Isto tako, svaka Strana će ažurirati ovaj spisak i obavestiti drugu Stranu u ovom sporazumu nakon što se isti povremeno izmeni."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_16"
    },
    {
        "title": "Član 17",
        "texts": [
            "RAZNO",
            "Zajmoprimac nema pravo da ustupi ili prenese bilo koje od svojih prava ili obaveza po ovom sporazumu o zajmu bez prethodne pisane saglasnosti Zajmodavca."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_17"
    },
    {
        "title": "Član 18",
        "texts": [
            "ODGOVORNOST U SLUČAJU ŠTETE",
            "Zajmodavac se ne smatra odgovornim za bilo kakvu štetu koju prouzrokuje Zajmoprimac ili bilo koja treća strana uključena u sprovođenje Reformske agende, nastalu kao posledica sprovođenja ovog sporazuma o zajmu."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_18"
    },
    {
        "title": "Član 19",
        "texts": [
            "IZMENE I DOPUNE",
            "(1) Svaka izmena i dopuna dogovorena između Strana sačinjava se u pisanoj formi i čini deo ovog sporazuma o zajmu.",
            "(2) Izuzetno od člana 19(1), o promenama u detaljima računa uključenim u član 8(8) Zajmoprimac će pisanim putem obavestiti Zajmodavca na adresama navedenim u Aneksu 4 i koristiće se za Isplatu nakon prijema pismene potvrde Zajmodavca."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_19"
    },
    {
        "title": "Član 20",
        "texts": [
            "MERODAVNO PRAVO I NADLEŽNOST",
            "(1) Ovaj Sporazum o zajmu i sve vanugovorne obaveze koje proizilaze iz ili u vezi sa njim se regulišu i tumače u skladu sa pravom Evropske unije, dopunjenim po potrebi luksemburškim pravom.",
            "(2) Strane se obavezuju da će svaki spor koji može nastati u vezi sa zakonitošću, valjanošću, tumačenjem ili izvršenjem ovog sporazuma o zajmu predati u isključivu nadležnost Suda pravde Evropske unije u skladu sa članom 272. Ugovora o funkcionisanju Evropske unije.",
            "(3) Presude Suda pravde Evropske unije u potpunosti su obavezujuće i izvršne za Strane.",
            "(4) Zajmodavac može izvršiti bilo koju presudu dobijenu od Suda Evropske unije ili druga prava protiv Zajmoprimca pred sudovima Zajmoprimca u skladu sa procedurama za priznanje i izvršenje odluka stranih sudova u skladu sa zakonodavstvom Zajmoprimca.",
            "(5) Zajmoprimac se ovim neopozivo i bezuslovno odriče svakog imuniteta na koji ima ili bi mogao da stekne pravo, u pogledu sebe ili svoje imovine, od sudskih postupaka u vezi sa ovim sporazumom, uključujući, bez ograničenja, imunitet od tužbe, presude ili drugog naloga, od zaplena, hapšenja ili zabrana pre donošenja presude, kao i od sprovođenja i izvršenja nad njegovom imovinom, u meri koja nije zabranjena obaveznim odredbama.",
            "(6) Zajmodavac potvrđuje da Zajmoprimac ovaj Sporazum o zajmu smatra \"Međunarodnim ugovorom\" u smislu člana 2. Zakona o zaključivanju i izvršavanju međunarodnih ugovora Republike Srbije (\"Službeni glasnik RS\", broj 32/2013)."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_20"
    },
    {
        "title": "Član 21",
        "texts": [
            "DELIMIČNA NIŠTAVOST I NENAMERNE PRAZNINE",
            "(1) Ako jedna ili više odredaba sadržanih u ovom sporazumu o zajmu jeste ili postane u potpunosti ili delimično ništava, nezakonita ili nesprovodiva u bilo kom pogledu prema bilo kom važećem zakonu, važenje, zakonitost i sprovodivost preostalih odredbi sadržanih u ovom sporazumu o zajmu ni na koji način time nisu pogođeni ili narušeni. Odredbe koje su u potpunosti ili delimično ništave, nezakonite ili nesprovodive tumače se i na taj način sprovode u skladu sa duhom i svrhom ovog sporazuma o zajmu. Odredbe ovog člana ne dovode u pitanje član 13(1) (c) ovog sporazuma o zajmu.",
            "(2) Preambula i Aneksi ovog sporazuma o zajmu jesu i u daljem tekstu čine sastavni deo ovog sporazuma o zajmu."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_21"
    },
    {
        "title": "Član 22",
        "texts": [
            "STUPANJE NA SNAGU",
            "(1) Nakon potpisivanja od strane svih Strana, i nakon stupanja na snagu Sporazuma o Instrumentu, ovaj sporazum o zajmu stupa na snagu na dan kada Zajmodavac primi zvanično obaveštenje u obliku Pravnog mišljenja sačinjenog u skladu sa Aneksom 3 ovog sporazuma o zajmu od strane Zajmoprimca, da su ispunjeni svi ustavni i zakonski uslovi za stupanje na snagu ovog sporazuma o zajmu, kao i da su ispunjene sve važeće i neopozivo preuzete obaveze Zajmoprimca po ovom sporazumu o zajmu.",
            "(2) Stupanje na snagu je najkasnije 6 meseci nakon potpisivanja Sporazuma o zajmu. Ako Sporazum o zajmu nije stupio na snagu do tog datuma, Strane Sporazuma o zajmu više nisu obavezane njime.",
            "(3) Potpisan ili elektronski potpisan primerak ovog sporazuma o zajmu poslat bezbednom e-poštom, ili drugim bezbednim sredstvom elektronskog prenosa, smatra se da ima isto pravno dejstvo kao uručenje originalne potpisane kopije ovog Sporazuma o zajmu u sve svrhe."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_22"
    },
    {
        "title": "Član 23",
        "texts": [
            "IZVRŠENJE SPORAZUMA",
            "Ovaj sporazum o zajmu svaka Strana potpisuje u onoliko originalnih primeraka koliko ima Strana u Sporazumu, na engleskom jeziku, od kojih svaki primerak predstavlja originalni dokument.",
            "Ovaj sporazum o zajmu može biti potpisan u bilo kom broju primeraka. Svaki primerak se smatra originalnim dokumentom.",
            "Sporazum o zajmu može biti potpisan kvalifikovanim elektronskim potpisom u smislu Uredbe(EU) br. 910/2014 Evropskog parlamenta i Saveta od 23. jula 2014. godine o elektronskoj identifikaciji i uslugama poverenja za elektronske transakcije na unutrašnjem tržištu i stavljanju van snage Direktive 1999/93/EZ.8",
            "_________8Sl. list broj L 257, 28.8.2014, str. 73."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_23"
    },
    {
        "title": "Član 24",
        "texts": [
            "ANEKSI",
            "Aneksi ovog sporazuma o zajmu čine njegov sastavni deo:",
            "1. Obrazac Zahteva za plaćanje",
            "2. Obrazac potvrde o prihvatanju uslova",
            "3. Obrazac Pravnog mišljenja",
            "4. Spisak kontakata",
            "ZA EVROPSKU UNIJUkao Zajmodavca",
            "Sačinjeno u Briselu, 29. novembra 2024.",
            "[ime i prezime] Johanes HanKomesar",
            "Potpis:___________________________",
            "",
            "ZA REPUBLIKU SRBIJUkao Zajmoprimca",
            "Sačinjeno u Beogradu, 28. novembra 2024.",
            "Siniša MaliPrvi potpredsednik i ministar finansija Republike Srbije",
            "Potpis:__________________________",
            "ZA NARODNU BANKU SRBIJEkao Fiskalnog agenta Zajmoprimca",
            "Jorgovanka TabakovićGuverner",
            "Potpis:___________________________",
            "",
            "ANEKS 1 (a)",
            "OBRAZAC ZAHTEVA ZA PLAĆANJE",
            "[na memorandumu Zajmoprimca]",
            "[datum]",
            "Evropska komisija",
            "Generalna direkcija za budžet",
            "Jedinica E-3: Poslovi uzimanja i davanja zajmova",
            "N/R: Šef jedinice",
            "L-2920 Luxembourg",
            "Predmet: Instrument Evropske unije za reformu i rast za Zapadni Balkan",
            "Zahtev za plaćanje rate zajma (dodeljeni procenat)",
            "Poštovani,",
            "Pozivamo se na Uredbu (EU) 2024/1449, a posebno na njen član 21, kao i na Sporazum o zajmu (\"Sporazum o zajmu\") od [uneti datum potpisivanja Zajmoprimca] između Evropske unije, koju predstavlja Evropska komisija (\"Zajmodavac\"), i Republika Srbija (\"Zajmoprimac\"). Uslovi određeni u Sporazumu o zajmu imaju isto značenje i ovde.",
            "Potvrđujemo da su uspešno ispunjeni svi kvalitativni i kvantitativni koraci predviđeni Odlukom o sprovođenju i stoga podnosimo zahtev za isplatu evra [maksimalni iznos zajma koji Zajmoprimac mora dalje preneti na EWBJF,a koji je propisan Odlukom o sprovođenju. Obezbedili smo adekvatno obrazloženje za ovo plaćanje. Potvrđujemo da mere vezane za prethodno ispunjenje kvalitativnih i kvantitativnih koraka nisu bile izmenjene9.",
            "____________9Za prvi zahtev za isplatu, molimo izbrišite ovu rečenicu.",
            "Obezbedićemo kopiju Sporazuma o doprinosima za ratu zajma i transferisaćemo ratu zajma u EWBJF nakon prijema zahteva Upravnika fonda.",
            "1. Ovim neopozivo tražimo da se Rate zajma isplaćuju po i u skladu sa Sporazumom o zajmu pod sledećim uslovima:",
            "a. Ukupan iznos glavnice Rate zajma: do EUR [xxx = maksimalni iznos zajma koji Zajmoprimac mora dalje preneti na EWBJF propisan Odlukom o sprovođenju za ovaj zahtev za plaćanje.",
            "b. Tražimo Troškove finansiranja, Troškove upravljanja likvidnošću i Troškove usluga za Ratu zajma na osnovu Metodologije za raspodelu troškova.",
            "c. Datum dospeća Rate zajma ne sme biti duži od 40 godina sa amortizovanom otplatom glavnice koja počinje nakon grejs perioda od 10 godina.",
            "d. Rata zajma se isplaćuje u jednoj rati ili u više Tranši.",
            "2. Potvrđujemo i saglasni smo sa time da se Isplata vrši u skladu sa sledećim:",
            "a. da uslovi Zajmodavca u svakom trenutku budu ispunjeni budući da su mu odgovarajuća sredstva stavljena na raspolaganje od drugih Strana na međunarodnim tržištima kapitala pod uslovima i rokovima koji su za njega prihvatljivi;",
            "b. da je Zajmodavac prethodno putem Instrumenata finansiranja dobio sredstva tražena u ovom Zahtevu za isplatu. Neopozivo se obavezujemo da ćemo isplatiti sve naknade, troškove i izdatke, uključujući, ako je primenjivo, troškove raskida i Troškove upravljanja likvidnošću, izračunate u skladu sa Metodologijom za raspodelu troškova. Mi neopozivo prihvatamo da snosimo troškove sprovođenja i naknade vezane za sprovođenje EWBJF u skladu sa Opštim uslovima;",
            "c. izdavanje Potvrde o prihvatanju uslova od strane Zajmodavca u dogledno vreme.",
            "d. Zajmodavac je primio od Zajmoprimca kopiju potpisanog Sporazuma o doprinosima, koji pokriva isti iznos ovog Zahteva za plaćanje.",
            "3. Potvrđujemo sledeće:",
            "Ø da spisak ovlašćenih potpisnika, koji je u ime Zajmoprimca dostavio ministar finansija [datum], ostaje važeći i primenjiv;",
            "Ø da nije nastupio nijedan događaj koji bi učinio netačnom bilo koju izjavu datu u Pravnom mišljenju izdatom na dan [datum];",
            "Ø da nije došlo ni do jednog Slučaja nastupanja statusa neizmirenja obaveza.",
            "[Potpis ovlašćenog lica]",
            "Dostaviti kopiju:",
            "Narodnoj banci Zajmoprimca",
            "ANEKS 1 (b)",
            "OBRAZAC ZAHTEVA ZA PLAĆANJE",
            "[na memorandumu Zajmoprimca]",
            "[datum]",
            "Evropska komisija",
            "Generalna direkcija za budžet",
            "Jedinica E-3: Poslovi uzimanja i davanja zajmova",
            "N/R: Šef jedinice",
            "L-2920 Luxembourg",
            "Predmet: Instrument Evropske unije za reformu i rast za Zapadni Balkan",
            "Zahtev za plaćanje rate zajma Poštovani,",
            "Pozivamo se na Uredbu (EU) 2024/1449, a posebno na njen član 21, kao i na Sporazum o zajmu (\"Sporazum o zajmu\") od [uneti datum potpisivanja Zajmoprimca] između Evropske unije, koju predstavlja Evropska komisija (\"Zajmodavac\"), i Republike Srbije (\"Zajmoprimac\"). Uslovi određeni u Sporazumu o zajmu imaju isto značenje i ovde.",
            "Potvrđujemo da su uspešno ispunjeni svi kvalitativni i kvantitativni koraci predviđeni Odlukom o sprovođenju i stoga podnosimo zahtev za isplatu evra [maksimalni iznos zajma koji Zajmoprimac ne sme dalje preneti naEWBJF,a koji je propisan Odlukom o sprovođenju. Obezbedili smo adekvatno obrazloženje za ovo plaćanje. Potvrđujemo da mere vezane za prethodno ispunjenje kvalitativnih i kvantitativnih koraka nisu bile izmenjene10.",
            "_____________10Za prvi zahtev za isplatu, molimo izbrišite ovu rečenicu.",
            "1. Ovim neopozivo tražimo da se Rate zajma isplaćuju po i u skladu sa Sporazumom o zajmu pod sledećim uslovima:",
            "a. Ukupan iznos glavnice Rate zajma: do EUR [xxx = maksimalni iznos zajma koji Zajmoprimac ne sme dalje preneti na EWBJF propisan Odlukom o sprovođenju za ovaj zahtev za plaćanje.",
            "b. Tražimo Troškove finansiranja, Troškove upravljanja likvidnošću i Troškove usluga za Ratu zajma na osnovu Metodologije za raspodelu troškova.",
            "c. Datum dospeća Rate zajma ne sme biti duži od 40 godina sa amortizovanom otplatom glavnice koja počinje nakon grejs perioda od 10 godina.",
            "d. Rata zajma se isplaćuje u jednoj rati ili u više Tranši.",
            "2. Potvrđujemo i saglasni smo sa time da se Isplata vrši u skladu sa sledećim:",
            "a. da uslovi Zajmodavca u svakom trenutku budu ispunjeni budući da su mu odgovarajuća sredstva stavljena na raspolaganje od drugih Strana na međunarodnim tržištima kapitala pod uslovima i rokovima koji su za njega prihvatljivi;",
            "b. da je Zajmodavac prethodno putem Instrumenata finansiranja dobio sredstva tražena u ovom Zahtevu za plaćanje. Neopozivo se obavezujemo da ćemo isplatiti sve naknade, troškove i izdatke, uključujući, ako je primenjivo, troškove raskida i Troškove upravljanja likvidnošću, izračunate u skladu sa Metodologijom za raspodelu troškova. Mi neopozivo prihvatamo da snosimo troškove sprovođenja i naknade vezane za sprovođenje EWBJF u skladu sa Opštim uslovima;",
            "c. izdavanje Potvrde o prihvatanju uslova od strane Zajmodavca u dogledno vreme.",
            "3. Potvrđujemo sledeće:",
            "- da spisak ovlašćenih potpisnika, koji je u ime Zajmoprimca dostavio ministar finansija [datum], ostaje važeći i primenjiv;",
            "- da nije nastupio nijedan događaj koji bi učinio netačnom bilo koju izjavu datu u Pravnom mišljenju izdatom na dan [datum];",
            "- da nije došlo ni do jednog Slučaja nastupanja statusa neizmirenja obaveza.",
            "[Potpis ovlašćenog lica]",
            "Dostaviti kopiju:",
            "Narodnoj banci Zajmoprimca",
            "ANEKS 2",
            "OBRAZAC POTVRDE O PRIHVATANJU USLOVA",
            "",
            "",
            "",
            "GENERALNA DIREKCIJA ZA BUDŽET EVROPSKE KOMISIJEUpravljanje imovinom i rizikomUzimanje i davanje zajmova",
            "",
            "[Uneti kontakt podatke Zajmoprimca]",
            "Predmet: Isplata Rate ili Tranše zajma od [xxx] EUR po Uredbi o Instrumentu za (EU) 2024/1449",
            "Poštovani,",
            "Pozivamo se na Sporazum o zajmu od [uneti datum potpisivanja Zajmoprimca] između Evropske komisije (\"Zajmodavac\"), koja nastupa u ime Evropske unije, i Republike Srbije (\"Zajmoprimac\"), u maksimalnom iznosu od EUR [xxx] (\"Sporazum o zajmu\"). Uslovi definisani u Sporazumu o zajmu imaju isto značenje i ovde.",
            "U skladu sa Zahtevom za plaćanje od [uneti datum], uslovi Isplate su sledeći:",
            "Glavnica",
            "[xxx] EUR",
            "Neto iznos isplate",
            "[xxx] EUR",
            "Datum isplate",
            "[uneti datum]",
            "Datum dospeća",
            "[uneti datum]",
            "Datumi plaćanja kamate",
            "Na godišnjem nivou na dan [uneti datum]",
            "Datum plaćanja prve kamate",
            "[uneti datum]",
            "Rokovi dospeća",
            "[uneti datum]",
            "Kamatni period",
            "[uneti datum]",
            "Važeća Konvencija o brojanju dana predstavlja stvarne/stvarne (ICMA) dane, nakon nekorigovanih [osim ako nije određeno drugačije].",
            "U skladu sa članom 8(7) Sporazuma o zajmu u prilogu je raspored otplate zajma u kome su navedeni Rokovi dospeća i iznosi otplate glavnice.",
            "EVROPSKA UNIJA",
            "koju zastupa",
            "EVROPSKA KOMISIJA",
            "Aneks: Raspored otplate zajma",
            "Primerak: Narodnoj banci Zajmoprimca",
            "ANEKS 3",
            "OBRAZAC PRAVNOG MIŠLJENJA",
            "MINISTARSTVO PRAVDE REPUBLIKE SRBIJE",
            "(izdaje se na zvaničnom memorandumu Ministarstva pravde Republike Srbije)",
            "[mesto,datum]",
            "Evropska komisija",
            "Generalna direkcija za budžet",
            "Jedinica E-3 - Poslovi uzimanja i davanja zajmova",
            "L-2920 Luxembourg",
            "Odgovor: Sporazum o zajmu između Evropske unije (kao Zajmodavca) i",
            "Republike Srbije (kao Zajmoprimca) i Narodne banke Srbije (kao fiskalnog agenta Zajmoprimca) za maksimalni iznos od [xxx] EUR",
            "Poštovani,",
            "U svojstvu ministra pravde, pozivam se na gore navedeni Sporazum o zajmu od [datum potpisa Zajmoprimca] i njegove Anekse koji čine njegov sastavni deo (u daljem tekstu zajedno:\"Sporazum o zajmu\") između Evropske unije koju pretstavlja Evropska komisija (u daljem tekstu:\"Zajmodavac\") i Republike Srbije (u daljem tekstu\"Zajmoprimac\") i Narodne banke Srbije kao fiskalnog agenta Zajmoprimca za maksimalni iznos od EUR [xxx].",
            "Garantujem da sam u potpunosti nadležan/na da izdam ovo pravno mišljenje u vezi sa Sporazumom o zajmu u ime Zajmoprimca.",
            "Pregledao/la sam originale ili kopije izvršnih verzija Sporazuma o zajmu. Takođe sam ispitao/la relevantne odredbe nacionalnog zakonodavstva i međunarodnog prava koje se odnose na Zajmoprimca i Narodnu banku Srbije, ovlašćenja potpisnika i druge dokumente koje sam smatrao/la neophodnim ili odgovarajućim. Takođe, sproveo/la sam i druge istrage i ispitao/la sva pravna pitanja za koja sam smatrao/la da su relevantna za mišljenje koje je ovde iskazano.",
            "Pretpostavio/la sam (i) autentičnost svih potpisa Zajmodavca i usklađenost svih kopija sa originalima, (ii) svojstvo i ovlašćenje za zaključivanje Sporazuma o zajmu i njihovu važeću autorizaciju i potpisivanje od strane Zajmodavca i (iii) važenje, obavezujući efekat i primenljivost Sporazuma o zajmu za svaku Stranu u skladu sa pravom Unije a, isključivo tamo gde pravo EU ne govori o određenom pitanju, u skladu sa luksemburškim pravom.",
            "Izrazi koji se koriste a nisu definisani u ovom mišljenju imaju značenje dato u Sporazumu o zajmu.",
            "Ovo mišljenje je ograničeno na važeći zakon Republike Srbije na datum ovog mišljenja.",
            "S obzirom na gore navedeno, moje mišljenje je sledeće:",
            "1. U skladu sa zakonima, propisima i pravno obavezujućim odlukama koje su trenutno na snazi u Republici Srbiji, Zajmoprimac je zaključenjem Sporazuma o zajmu od strane gospodina Siniše Malog, prvog potpredsednika Vlade i ministra finansija, valjano i neopozivo posvećen ispunjavanju svih svojih obaveza na osnovu istog.",
            "2. Za potpisivanje, dostavljanje i izvršenje Sporazuma o zajmu od strane Zajmoprimca: (i) važe sva propisna ovlašćenja i sve neophodne saglasnosti, radnje, odobrenja i autorizacije; i (ii) njima se ne krši nijedan važeći propis ili odluka bilo kog nadležnog organa ili bilo koji međunarodni sporazum ili ugovor koji obavezuje Zajmoprimca.",
            "3. Ništa u ovom sporazumu o zajmu nije u suprotnosti niti ograničava prava Zajmoprimca da izvrši tačnu i efektivnu isplatu bilo kog dospelog iznosa za glavnicu, kamatu ili druge troškove prema Sporazumu o zajmu.",
            "4. Sporazum o zajmu je u odgovarajućoj pravnoj formi prema zakonu Republike Srbije za izvršenje u odnosu na Zajmoprimca. Sprovođenje Sporazuma o zajmu nije u suprotnosti sa obaveznim odredbama zakona Republike Srbije, pravnim poretkom Republike Srbije, međunarodnim ugovorima ili opšteprihvaćenim principima međunarodnog prava koji obavezuju Zajmoprimca.",
            "5. Nije neophodno, da bi se obezbedila zakonitost, valjanost ili sprovodivost Sporazuma o zajmu, da bude zaveden, evidentiran ili upisan u bilo kom sudu ili organu u Republici Srbiji.",
            "6. Nikakvi porezi, dažbine, naknade ili drugi troškovi koji su izrečeni u Republici Srbiji ili od strane bilo kog njenog poreskog organa ne plaćaju se u vezi sa izvršenjem i realizacijom Sporazuma o zajmu, niti sa bilo kojim plaćanjem ili prenosom glavnice, kamate, provizija i drugih iznosa koji dospevaju prema Sporazumu o zajmu.",
            "7. Nisu potrebna nikakva ovlašćenja za kontrolu kursa i ne plaćaju se naknade ili druge provizije na prenos bilo kog iznosa dospelog prema Sporazumu o zajmu.",
            "8. Guverner Narodne banke Srbije, gospođa Jorgovanka Tabaković, propisno je ovlašćen od [uneti osnov za ovlašćenje, npr. nalog od xx] da potpiše Sporazum o zajmu na osnovu [uneti pravni osnov npr. stav (h) dela [h] člana [h] [npr. Zakon o međunarodnim ugovorima] Republike Srbije.",
            "Potpisivanje Sporazuma o zajmu od strane gospođe Jorgovanke Tabaković, guvernera Narodne banke Srbije prema članu 9, stav 2 i članu 61, stav 1 Zakona o Narodnoj banci Srbije (\"Službeni glasnik RS\", br 72/03, 55/04, 85/05 - dr. zakon, 44/10, 76/12, 106/12, 14/15, 40/15 - odluka US i 44/18), pravno i važeće obavezuje Narodnu banku Srbije.",
            "9. U pogledu izbora prava Unije i, isključivo tamo gde pravo EU ne razmatra određeno pitanje, luksemburško pravo kao merodavno pravo za Sporazum o zajmu je važeći izbor zakona koji obavezuje Zajmoprimca i Narodnu banku Srbije u skladu sa zakonom Republike Srbije.",
            "10. U skladu sa članom 20 ovog sporazuma, Zajmoprimac pravno, efektivno i neopozivo priznaje isključivu nadležnost Suda pravde Evropske unije u vezi sa Sporazumom o zajmu i svaka presuda ovog suda je konačna i izvršna u Republici Srbiji.",
            "11. Ni Zajmoprimac ni bilo koja njegova imovina nemaju imunitet na osnovu suvereniteta ili na drugi način u odnosu na nadležnost, na zaplene - bilo pre ili posle presude ili izvršenja u vezi sa bilo kojom radnjom ili postupkom u vezi sa Sporazumom o zajmu.",
            "12. Sporazum o zajmu koji se potpisuje je u skladu sa svim nacionalnim ustavnim zahtevima koje Sporazum o zajmu mora da ispunjava da bi bio operativan po pitanju zakona Republike Srbije i da bi bio obavezujući za Zajmoprimca i Narodnu banku Srbije i sačinjen je u skladu sa zakonodavstvom Republike Srbije.",
            "13. Sporazum o zajmu je važeće ratifikovan usvajanjem [uneti poziv na nacionalno pravo], koji je stupio na snagu [uneti datum],ili nakon neke druge važeće interne procedure u skladu sa njenim pravnim poretkom, koja se sastoji od [uneti proceduru predviđenu nacionalnim pravom].",
            "14. U zaključku, Sporazum o zajmu je propisno potpisan u ime Zajmoprimca i sve obaveze Zajmoprimca u vezi sa Sporazumom o zajmu su važeće, obavezujuće i izvršne u skladu sa njegovim uslovima i ništa više nije potrebno da bi isti stupio na snagu.",
            "15. U prilogu su nezvanični prevodi na engleski jezik relevantnih odredbi važećeg zakonodavstva Republike Srbije na osnovu kojih je izdato gore navedeno mišljenje. Ovo zakonodavstvo je na snazi na dan donošenja ovog mišljenja.",
            "Ministar pravde Republike Srbije",
            "ANEKS 4",
            "SPISAK KONTAKATA",
            "Za Zajmodavca:Evropska komisijaGeneralna direkcija za susedstvo i pregovore o proširenjuJedinica D-2 \"Crna Gora, Srbija\"N/R: Šef jedinice1040, BruxellesJiri PlecityJiri.PLECITY@ec.europa.euAlessandro CascavillaAlessandro.cascavilla@ec.europa.eu",
            "Evropska komisijaGeneralna direkcija za budžetJedinica E-3: \"Poslovi uzimanja i davanja zajmova\"N/R: Šef jediniceL-2920 LuxembourgChristian EngelenChristian.ENGELEN@ec.europa.euThilo SarreThilo.SARRE@ec.europa.eu",
            "Za Zajmoprimca:Ministarstvo finansija Republike SrbijeNa ruke:Gospodin Siniša Mali, prvi potpredsednik Vlade i ministar finansijaKneza Miloša 20, Beograd, 11000Republika Srbijakabinet@mfin.gov.rs; uprava@javnidug.gov.rsMinistarstvo finansija Republike SrbijeNa ruke:Gospodin Gojko Stanivuković, državni sekretarKneza Miloša 20, Beograd, 11000Republika Srbijagojko.stanivukovic@mfin.gov.rsPoslati primerak:Narodnoj banci SrbijeNa ruke:Guverneru ili zamenicima guverneraKralja Petra 12, 11000 Beograd"
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/MU_001_2025_013.htm#clan_24"
    },
    {
        "title": "ČLAN 3",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije - Međunarodni ugovori\"."
        ],
        "link": null
    }
]