[
    {
        "title": "ČLAN 1",
        "texts": [
            "Potvrđuje se Sporazum o Instrumentu između Evropske\nunije koju zastupa Evropska komisija i Republike Srbije koju zastupa\nVlada Republike Srbije o pravilima za sprovođenje finansijske pomoći\nEvropske unije Republici Srbiji u okviru Instrumenta za reforme i rast,\npotpisan u Beogradu 22. novembra 2024. godine u originalu na engleskom\njeziku."
        ],
        "link": null
    },
    {
        "title": "ČLAN 2",
        "texts": [
            "Tekst Sporazuma o Instrumentu između Evropske unije\nkoju zastupa Evropska komisija i Republike Srbije koju zastupa Vlada\nRepublike Srbije o pravilima za sprovođenje finansijske pomoći Evropske\nunije Republici Srbiji u okviru Instrumenta za reforme i rast, u\noriginalu na engleskom jeziku i u prevodu na srpski jezik glasi:",
            "SPORAZUM O INSTRUMENTUIZMEĐU EVROPSKE\nUNIJE KOJU ZASTUPA EVROPSKA KOMISIJA I REPUBLIKE SRBIJE KOJU ZASTUPA\nVLADA REPUBLIKE SRBIJE O PRAVILIMA ZA SPROVOĐENJE FINANSIJSKE POMOĆI\nEVROPSKE UNIJE REPUBLICI SRBIJI U OKVIRU INSTRUMENTA ZA REFORME I RAST",
            "SADRŽAJ",
            "NASLOV I: OPŠTE ODREDBE",
            "55",
            "Član 1. Tumačenje i definicije",
            "55",
            "Član 2. Predmet i obuhvat primene sporazuma",
            "56",
            "Član 3. Opšta načela za podršku Unije u okviru Instrumenta",
            "57",
            "Član 4. Restriktivne mere EU",
            "59",
            "Član 5. Nacionalni koordinator Instrumenta za reforme i rast",
            "60",
            "NASLOV II: PRAVILA U POGLEDU SPROVOĐENJA",
            "62",
            "Član 6. Preduslovi, opšti uslovi i uslovi  \n        plaćanja za podršku Unije u okviru Instrumenta",
            "62",
            "NASLOV III: POREZI I ISPUNJENOST USLOVA",
            "63",
            "Član 7. Porezi, dažbine i naknade",
            "63",
            "Član 8. Pravila u pogledu prihvatljivosti",
            "63",
            "NASLOV IV: ZAŠTITA FINANSIJSKIH INTERESA UNIJE",
            "64",
            "Član 9. Sistemi unutrašnje kontrole i obaveze u pogledu poštovanja pravila odgovornog \n        finansijskog upravljanja",
            "64",
            "Član 10. Telo za suzbijanje nepravilnosti i prevara",
            "67",
            "Član 11. Struktura EU za borbu protiv prevara i saradnja Korisnika sa njom",
            "68",
            "Član\n12. Prava institucija, organa, kancelarija i agencija Unije da vrše\npraćenje sprovođenja Instrumenta, da istražuju i dobijaju pristup",
            "70",
            "NASLOV V: OSLOBAĐANJE SREDSTAVA,  \n        POVRAĆAJ I IZVRŠENJE",
            "72",
            "Član 13. Predfinansiranje",
            "72",
            "Član 14. Pravila o oslobađanju sredstava",
            "72",
            "Član 15. Raspodela plaćanja",
            "75",
            "Član 16. Isplata podrške u vidu zajma",
            "76",
            "Član 17. Pravila o zadržavanju, umanjenju i preraspodeli sredstava pre oslobađanja sredstava",
            "76",
            "Član 18. Pravila o umanjenju, povraćaju i izvršenju nakon oslobađanja sredstava",
            "77",
            "Član 19. Bespovratna podrška kroz Investicioni okvir za Zapadni Balkan",
            "78",
            "Član 20. Podrška u vidu zajma kroz Investicioni okvir za Zapadni Balkan",
            "78",
            "NASLOV VI: TRANSPARENTNOST, ZAŠTITA PODATAKA I VIDLJIVOST",
            "79",
            "Član 21. Prikupljanje podataka i transparentnost",
            "79",
            "Član 22. Zaštita podataka",
            "80",
            "Član 23. Vidljivost",
            "81",
            "Član 24. Čuvanje dokumenata",
            "81",
            "NASLOV VII PRAĆENJE, IZVEŠTAVANJE I EVALUACIJA",
            "82",
            "Član 25. Opšti zahtevi u pogledu izveštavanja za korisnike",
            "82",
            "Član 26. Jezik",
            "84",
            "Član 27. Informacije u kontekstuex postvrednovanja Instrumenta za reformu i rast  \n        od strane Komisije",
            "84",
            "NASLOV VIII: ZAVRŠNE ODREDBE",
            "84",
            "Član 28. Stupanje na snagu",
            "84",
            "Član 29. Izmene",
            "84",
            "Član 30. Suspenzija sporazuma",
            "84",
            "Član 31. Raskid sporazuma",
            "85",
            "Član 32. Komunikacija i razmena informacija",
            "86",
            "Član 33. Merodavno pravo i nadležnost",
            "87",
            "Član 34. Pravila za pružanje dopunskih  \n        informacija",
            "87",
            "Član 35. Evropski parlament i Savet",
            "87",
            "Član 36. Aneksi",
            "87",
            "ANEKS A: MODEL ZAHTEVA ZA OSLOBAĐANJE SREDSTAVA",
            "89",
            "ANEKS B: MODEL IZJAVE O UPRAVLJANJU",
            "94",
            "ANEKS V: IZVEŠTAVANJE \n        O NEPRAVILNOSTIMA",
            "96",
            "ANEKS G: DODATNE DEFINICIJE U CILJU ZAŠTITE FINANSIJSKIH INTERESA EU",
            "99",
            "Evropska unija koju zastupa Evropska komisija, u daljem tekstu:Komisija,",
            "s jedne strane",
            "i Republika, koju zastupa Vlada Republike Srbije, u daljem tekstu:Korisnik",
            "s druge strane",
            "i zajedno, (u daljem tekstu: \"Strane\"),",
            "S OBZIROM NA TO DA",
            "(1) Uredbom (EU) 2024/1449 Evropskog parlamenta i Saveta uspostavljen je Instrument za reforme i rast za Zapadni Balkan (\"Instrument\")1radi podrške procesu proširenja ubrzavanjem usklađivanja sa pravnim\ntekovinama Unije, ubrzavanja regionalne ekonomske integracije kao i\nsocio-ekonomske konvergencije sa EU.",
            "(2) U skladu sa članom 11. Uredbe (EU) 2024/1449,\nKorisnik je 4. oktobra podneo Komisiji Reformsku agendu za period\ntrajanja Instrumenta, koja pruža sveobuhvatni okvir za ostvarivanje\nciljeva Instrumenta i koja se zasniva na delu strukturnih reformi\nnajnovijeg programa ekonomskih reformi i povezanim zajedničkim\npolitičkim smernicama dogovorenim u ekonomskom i finansijskom dijalogu\nu maju 2023. godine, njegovoj strategiji rasta, po potrebi, okviru\npolitike proširenja i ekonomskom i investicionom planu za Zapadni\nBalkan. Reformska agenda takođe utvrđuje oblasti investiranja.",
            "(3) U skladu sa članom 13. Uredbe (EU) 2024/1449,\nkrajnji datum primene 31. decembar 2027. godine utvrđen u Reformskoj\nagendi za ispunjenje uslova plaćanja u vezi sa konačnim skupom mera,\ntreba da obuhvati vreme potrebno da Komisija oceni uspešnu ispunjenost\ndatih uslova plaćanja i donese odluke o naknadnom oslobađanju\nsredstava. Shodno tome i kako je propisano članom 13. stav 1. tačka (i)\nUredbe (EU) 2024/1449, Korisnik treba da sprovede dogovorene\nkvalitativne i kvantitativne korake najkasnije do 31. avgusta 2027.\ngodine i podnese naročito opravdan zahtev za oslobađanje sredstava na\nosnovu ispunjenosti uslova plaćanja u vezi sa tim kvantitativnim i\nkvalitativnim koracima bez odlaganja, a najkasnije do 30. septembra\n2027. godine.",
            "(4) U skladu sa članom 14. Uredbe (EU) 2024/1449,\nKomisija je ocenila relevantnost, sveobuhvatnost i primerenost\nReformske agende.",
            "(5) Reformska agenda mora biti odobrena Odlukom o sprovođenju Komisije.",
            "(6) U skladu sa članom 19. Uredbe (EU) 2024/1449,\nkako bi se maksimizirao uticaj finansijske podrške Unije za privlačenje\ndodatnih investicija i obezbedila kontrola Unije nad rashodima,\ninfrastrukturna ulaganja koja podržavaju Reformsku agendu treba\nsprovoditi kroz Investicioni okvir za Zapadni Balkan (\"WBIF\") i Evropski zajednički fond za Zapadni Balkan (\"EWBJF\") osnovan u okviruWBIF-a za primanje doprinosa donatora u skladu sa pravilima fonda (\"Opšti uslovi zajedničkog fonda\"). Komisija dostavlja relevantne investicione projekte ili predloge programa Operativnom odboruWBIF-a\nradi dobijanja mišljenja tek nakon ispunjenja relevantnih uslova i\nusvajanja odluke Komisije iz člana 21. stav 3. Uredbe (EU) 2024/1449. U\nskladu sa članom 9. Uredbe (EU) 2024/1449, Komisija treba da zaključi\nsporazum o instrumentu (\"Sporazum o instrumentu\") sa Korisnikom\nkojim se utvrđuju načela finansijske saradnje između Komisije i\nKorisnika, kao i obaveze i uslovi koje Korisnik mora da ispuni za\noslobađanje sredstava iz Instrumenta.",
            "(7) Uzimajući u obzir da je podrška u okviru Instrumenta koja se usmerava prekoWBIF-a\nnamenjena finansiranju investicionih projekata sa dugim periodom\nsprovođenja, opravdano je predvideti period sprovođenja od 204 meseca,\nšto je srazmerno životnom veku investicionih projekata.",
            "(8) U skladu sa članom 9. Uredbe (EU) 2024/1449,\nSporazum o instrumentu treba da predstavlja okvirni sporazum kojim se\nutvrđuju posebni modaliteti za sprovođenje podrške Unije u okviru\nInstrumenta, kojim se relevantne odredbe Uredbe (EU) 2024/1449 prevode\nu bilateralna prava i obaveze Komisije i Korisnika. On takođe treba da\npredstavlja sporazum o finansiranju u smislu člana 114. stav 2. Uredbe\n(EU, Euratom) 2024/25092(\"Finansijska uredba\") u pogledu iznosa bespovratne podrške u okviru Instrumenta.",
            "(9) Neophodno je obezbediti da se sprovode pravila o\nsaradnji radi zaštite finansijskih interesa Unije utvrđena članom 223.\nstav 5. tačka v) i članom 129. Finansijske uredbe.",
            "(10) Sporazum o instrumentu ne dovodi u pitanje\nobavezu da se Evropskom javnom tužilaštvu (EJT) prijavi svako\nkriminalno ponašanje u vezi sa kojim bi ono moglo da vrši svoju\nnadležnost u skladu sa članom 24. Uredbe Saveta (EU) 2017/19393, kao ni tokove obaveštenja između Komisije iOLAF-a i između Komisije i EJT utvrđenih u administrativnim dogovorima između Evropske komisije iOLAF-a (C(2018)7705 od 21. novembra 2018. godine) i radnom aranžmanu izmeđuOLAF-a i EJT od 5. jula 2021. godine i Sporazuma od 18. juna 2021. godine između Evropske komisije i EJT.",
            "(11) U okviru restriktivnih mera Unije usvojenih na\nosnovu člana 29. UEU i člana 215. UFEU, nikakva novčana sredstva ili\nekonomski resursi ne mogu se, direktno ili indirektno, staviti na\nraspolaganje ili u korist imenovanih pravnih lica, subjekata ili tela.\nPored toga, sektorske restriktivne mere između ostalog zabranjuju\nodređene transakcije sa trećom zemljom kojoj su uvedene sankcije koje\nzabranjuju finansiranje i finansijsku pomoć u vezi sa zabranjenom robom\ni uslugama, zabranjuju javne ugovore ili ugovore o koncesiji sa licima\nu određenim trećim zemljama koje su pod sankcijama i podršku u okviru\nprograma Unije u korist tih lica. Sporazum o instrumentu stoga treba da\nutvrdi obavezu Korisnika da obezbedi da se finansiranje u okviru\nInstrumenta ne sprovodi u suprotnosti sa restriktivnim merama Unije.",
            "____________1Uredba (EU) 2024/1449 Evropskog parlamenta i Saveta od 14. maja 2024.\ngodine o uspostavljanju Instrumenta za reformu i rast za Zapadni Balkan\n(SL L, 2024/1449, 24. maja 2024, str. 1).2Uredba (EU, Euratom) 2024/2509 Evropskog parlamenta i Saveta od 23.\nseptembra 2024. godine o finansijskim pravilima koja se primenjuju na\nopšti budžet Unije, SL L 239, 26. septembra 2024.3Uredba Saveta (EU) 2017/1939 od 12. oktobra 2017. godine o sprovođenju\nunapređene saradnje u vezi sa osnivanjem Evropskog javnog tužilaštva\n(EJT) (SL L 283, 31. oktobra 2017, str. 1.)",
            "SPORAZUMELE SU SE O SLEDEĆEM:",
            "Naslov I:",
            "OPŠTE ODREDBE"
        ],
        "link": null
    },
    {
        "title": "Član 1",
        "texts": [
            "Tumačenje i definicije",
            "1. Termini korišćeni u ovom sporazum u imaju isto\nznačenje kao ono koje je definisano i pripisuje im se u Uredbi (EU)\n2024/1449.",
            "2. Upućivanja na ovaj sporazum smatraju se upućivanjima na takav izmenjen, dopunjen ili zamenjen sporazum.",
            "3. \"Restriktivne mere Unije\" označava\nrestriktivne mere koje je usvojila Unija u skladu sa članom 29. Ugovora\no Evropskoj uniji (UEU) ili članom 215. Ugovora o funkcionisanju\nEvropske unije (UFEU).",
            "4. \"WBIF\"označava Investicioni okvir za zapadni Balkan (WBIF),\nzajedničku inicijativu EU, partnerskih finansijskih organizacija,\nbilateralnih donatora i korisnika, usmerenu na unapređenje\nharmonizacije i saradnje u investicijama za socio-ekonomski razvoj\nregiona i doprinos evropskoj perspektivi Zapadnog Balkana, kako je\nnavedeno u članu 12. Uredbe (EU) 2021/15294.",
            "5. \"Evropski zajednički fond za Zapadni Balkan (EWBJF)\"označava zajednički fond osnovan u okviru Investicionog okvira za Zapadni Balkan (WBIF)\nza primanje doprinosa donatora, u skladu sa Opštim uslovima konačno\nodobrenim Odlukom Komisije C(2023)4806 od 19. jula 2023. godine.5",
            "6. \"Aranžman o doprinosu\" označava pisani sporazum zaključen između doprinosioca iEWBJF-a kojim se utvrđuje iznos koji je doprinosilac opredelio zaEWBJF,\nvalutu tog doprinosa, način na koji će se uplate doprinosa izvršiti na\nračun Fonda, a može sadržati i druge upravne stvari koje se zahtevaju i\ndozvoljene su Opštim uslovima i biće obrazložene u obrascu priloženom u\nAneksu A Opštih uslova, po potrebi. Aranžman o doprinosu takođe služi\nkao usaglašavanje sa Opštim uslovima.",
            "7. \"Upravnici fondova\" označava Evropsku banku za obnovu i razvoj (EBRD) i Evropsku investicionu banku (EIB), upravnikeEWBJF-a.",
            "8. \"Koordinator instrumenta za reformu i rast\" (\"Koordinator\") označava Korisnikovog sagovornika u odnosu sa Komisijom za celokupno sprovođenje Instrumenta.",
            "9. \"Partnerske finansijske organizacije\"\noznačava međunarodne finansijske institucije i nacionalne razvojne\nbanke koje sprovode socio-ekonomske investicije na Zapadnom Balkanu u\nokviruWBIF-a.",
            "10. \"Zahtev za oslobađanje sredstava\" označava zahtev Korisnika za oslobađanje rata u obliku Aneksa A.",
            "11. \"Lice na koje se odnose restriktivne mere\"\noznačava svako pravno lice, pojedinca ili grupu pojedinaca koje je\nUnija označila kao subjekte na koje se odnose restriktivne mere6.",
            "12. Pored toga, u svrhu zaštite finansijskih interesa Unije, primenjuju se definicije iz Aneksa G.",
            "________4Uredba (EU) 2021/1529 Evropskog parlamenta i Saveta od 15. septembra\n2021. godine o uspostavljanju Instrumenta za pretpristupnu pomoć (IPA\nIII), (SL L 330, 20. septembra 2021, str. 1.)5Odluka Komisije C(2023)4806 o izmeni Odluke Komisije C(2016)3610\nkonačna, u vezi sa odobrenjem Opštih uslova Evropskog zajedničkog fonda\nza Zapadni Balkan, 19. jula 2023.6www.sanctionsmap.eu. Mapa sankcija je IT alat za identifikovanje režima\nsankcija. Sankcije proizilaze iz pravnih akata objavljenih u \"Službenom\nlistu Evropske unije\" (SL). U slučaju neslaganja između objavljenih\npravnih akata i ažuriranja na veb sajtu prednost ima verzija iz SL."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_1"
    },
    {
        "title": "Član 2",
        "texts": [
            "Predmet i obuhvat primene sporazuma",
            "1. U skladu sa članom 9. Uredbe (EU) 2024/1449, ovaj\nsporazum utvrđuje načela finansijske saradnje između Komisije i\nKorisnika na osnovu Uredbe (EU) 2024/1449. Pored ostalih elemenata, on\nutvrđuje detaljne odredbe koje se odnose na:",
            "- upravljanje, kontrolu, nadzor, praćenje, procenu, izveštavanje i reviziju finansijskih sredstava u okviru Instrumenta; kao i",
            "- mere za delotvorno sprečavanje, otkrivanje,\nkorigovanje i prijavljivanje nepravilnosti, prevare, korupcije i drugih\nnezakonitih aktivnosti koje utiču na finansijske interese Unije,\nuključujući sukobe interesa, kao i za omogućavanje njihovog delotvornog\nintegrisanja i krivičnog gonjenja od strane nadležnih organa Unije\ni/ili nacionalnih organa.",
            "2. Ovaj sporazum takođe predstavlja sporazum o\nfinansiranju u smislu člana 114. stav 2. Finansijske uredbe u pogledu\niznosa bespovratne podrške iz stava 3. ovog člana.",
            "3. U skladu sa Odlukom o sprovođenju Komisije C(2024)\n7375 od 23. oktobra 2024. godine, kojom se odobrava Reformska agenda za\nKorisnika, Unija stavlja na raspolaganje ukupan finansijski doprinos do\n455.264.099,23 EUR kao bespovratnu podršku i ukupan finansijski\ndoprinos do iznosa od 1.131.090.929,77 EUR kao podršku u vidu zajma,\nkoji se oslobađa po dobijanju pozitivne ocene o zadovoljavajućem\nispunjenju uslova plaćanja od strane Korisnika utvrđenih u Reformskoj\nagendi.",
            "4. Ovaj iznos može biti izmenjen u skladu sa uslovima utvrđenim u članu 17. ovog sporazuma.",
            "5. Kako je utvrđeno u delu 2. Reformske agende,\nkrajnji datum primene 31. decembar 2027. godine predviđen za ispunjenje\nuslova plaćanja u vezi sa konačnim skupom mera obuhvata vreme potrebno\nKomisiji da oceni uspešnu ispunjenost datih uslova plaćanja i donese\nodluke o naknadnom oslobađanju sredstava. Shodno tome, Korisnik\nsprovodi dogovorene kvalitativne i kvantitativne korake najkasnije do\n31. avgusta 2027. godine i podnosi naročito opravdan zahtev za\noslobađanje sredstava na osnovu ispunjenosti uslova plaćanja u vezi sa\novim kvantitativnim i kvalitativnim koracima bez odlaganja, a\nnajkasnije do 30. septembra 2027. godine.",
            "6. Iznosi utvrđeni u stavu 3. ovog člana mogu se\npovećati kao rezultat preraspodele sredstava između između Korisnika\nInstrumenta u skladu sa članom 17. ovog sporazuma i pod uslovom da\nKomisija izmeni Odluku o sprovođenju, izvrši izmenu ovog sporazuma i\nzaključi nov sporazum o zajmu za eventualni dodatni iznos zajma.",
            "7. U skladu sa članom 21. stav 6. Uredbe (EU)\n2024/1449, svaki iznos u obliku bespovratne podrške koji odgovara\nuslovima plaćanja koji nisu ispunjeni do 31. decembra 2028. godine neće\nse dugovati Korisniku i biće povučen.",
            "8. Period sprovođenja ovog sporazuma je 204 meseca od njegovog stupanja na snagu.",
            "9. U skladu sa članom 9. stav 2. Uredbe (EU) 2024/1449, ovaj sporazum dopunjava se sporazumom o zajmu.",
            "10. Finansiranje se Korisniku odobrava u obliku\nbespovratne podrške i podrške u vidu zajma tek po stupanju na snagu\novog sporazuma i važećeg sporazuma o zajmu.",
            "11. Finansiranje bespovratne podrške sprovodi se u\nokviru indirektnog upravljanja sa odgovornim subjektima i postepeno se\nobezbeđuje kroz doprinose uplaćene uEWBJFu skladu sa\nodredbama sporazuma o doprinosima zaključenim između Komisije i\nupravnika fondova (kako je navedeno u članu 20. ovog sporazuma)."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_2"
    },
    {
        "title": "Član 3",
        "texts": [
            "Opšta načela za podršku Unije u okviru Instrumenta",
            "1. Podrška Unije u okviru Instrumenta obezbeđuje se u\nskladu sa okvirom za politiku proširenja i pridaje dužnu pažnju\nSaopštenju Komisije o politici proširenja EU i izveštajima uključenim u\ngodišnji paket proširenja Komisije, kao i relevantnim rezolucijama\nEvropskog parlamenta, relevantnim saopštenjima Komisije i njihovim\npratećim dokumentima, uključujući, po potrebi, o vladavini prava,\nljudskim pravima, radnim dokumentima službi Komisije i zajedničkim\nsaopštenjima Komisije i visokog predstavnika Unije za spoljne poslove i\nbezbednosnu politiku.",
            "2. U skladu sa članom 4. Uredbe (EU) 2024/1449, na\npodršku Unije u okviru Instrumenta za reforme i rast primenjuju se\nsledeća načela:",
            "a. Saradnja u okviru Instrumenta zasniva se na\npotrebama i promoviše načela razvojne delotvornosti, odnosno vlasništvo\nKorisnika nad razvojnim prioritetima, usredsređenost na jasnu\nuslovljenost i opipljive rezultate, inkluzivna partnerstva,\ntransparentnost i uzajamnu odgovornost. Ta saradnja zasniva se na\ndelotvornoj i efikasnoj raspodeli i korišćenju resursa.",
            "b. Pružanje makrofinansijske pomoći ne spada u obuhvat primene Instrumenta za reforme i rast.",
            "v. Podrška iz Instrumenta je dodatna i komplementarna\npodršci koja se pruža u okviru drugih programa i instrumenata Unije.\nAktivnosti koje ispunjavaju uslove za finansiranje u skladu sa Uredbom\n(EU) 2024/1449 mogu dobiti podršku iz drugih programa i instrumenata\nUnije pod uslovom da takva podrška ne pokriva iste troškove i da su\nobezbeđeni odgovarajući nadzor i budžetska kontrola. Komisija\nobezbeđuje komplementarnost i sinergiju između Instrumenta i drugih\nprograma i instrumenata Unije, kao i izbegavanje dupliranja podrške i\ndvostrukog finansiranja. Ne sme biti preklapanja između podrške koja se\npruža u skladu sa Uredbom (EU) 2024/1449 i Uredbom (EU) 2021/15297.",
            "g. Aktivnosti u okviru Instrumenta uključuju i\npromovišu demokratiju, ljudska prava i rodnu ravnopravnost, postepeno\nusklađujući politike Korisnika sa društvenim i klimatskim standardima i\nstandardima Unije u oblasti životne sredine. One uključuju mere za\nublažavanje klimatskih promena i prilagođavanje tim promenama, ako je\npotrebno, smanjenje rizika od katastrofa, zaštitu životne sredine i\nočuvanje biodiverziteta, uključujući kroz procene uticaja na životnu\nsredinu, po potrebi. Aktivnosti takođe podržavaju napredak ka ciljevima\nodrživog razvoja, promovišući integrisane mere koje mogu stvoriti\nzajedničke koristi i ispuniti višestruke ciljeve na koherentan način.\nTe aktivnosti moraju izbegavati nedostupna sredstva i rukovoditi se\nnačelima \"ne čini značajnu štetu\" i \"ne zapostavljaj nikoga\", kao i\npristupom uključivanja održivosti koji je osnova Evropskog zelenog\ndogovora.",
            "d. Korisnik i Komisija obezbeđuju da se rodna\nravnopravnost, urodnjavanje i uključivanje rodne perspektive uzmu u\nobzir i promovišu tokom sprovođenja Reformske agende i sprovođenja\nInstrumenta. Korisnik i Komisija preduzimaju odgovarajuće korake da\nspreče svaku diskriminaciju na osnovu pola, rase ili etničkog porekla,\nvere ili uverenja, invaliditeta, starosti ili seksualne orijentacije.",
            "đ. Instrument neće podržavati aktivnosti ili mere\nkoje nisu u saglasnosti sa energetskim i klimatskim planovima\nKorisnika, njegovim nacionalno utvrđenim doprinosom prema Pariskom\nsporazumu i ambicijom da se postigne klimatska neutralnost najkasnije\ndo 2050. godine. Takođe neće podržavati aktivnosti koje promovišu\ninvestiranje u fosilna goriva, ili koje izazivaju značajne negativne\nuticaje na životnu sredinu, klimu ili biodiverzitet.",
            "e. U skladu sa načelom inkluzivnog partnerstva,\nKomisija nastoji da po potrebi obezbedi da vlada Korisnika sprovodi, u\nobliku konsultacija, demokratsku kontrolu svog parlamenta, kao i\nrelevantnih zainteresovanih strana, uključujući lokalne i regionalne\norgane, socijalne partnere i civilno društvo, uključujući ranjive\ngrupe, sve manjine i zajednice, prema potrebi, kako bi im se omogućilo\nda učestvuju u osmišljavanju i sprovođenju aktivnosti koje ispunjavaju\nuslove za finansiranje u okviru Instrumenta i u povezanim procesima\npraćenja, kontrole i ocene, po potrebi. Te konsultacije nastoje da\npredstavljaju pluralizam društva Korisnika.",
            "ž. Korisnik objavljuje ažurne podatke o krajnjim\nprimaocima koji primaju finansijska sredstva Unije za sprovođenje\nreformi i investicija u okviru ovog Instrumenta, kako je opisano u\nčlanu 21. ovog sporazuma.",
            "__________7Uredba (EU) 2021/1529 Evropskog parlamenta i Saveta od 15. septembra\n2021. godine o uspostavljanju Instrumenta za pretpristupnu pomoć (IPA\nIII), (SL L 330, 20. septembra 2021, str. 1.)"
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_3"
    },
    {
        "title": "Član 4",
        "texts": [
            "Restriktivne mere EU",
            "1. Strane se staraju o tome da finansijska sredstva\nili ekonomski resursi ne budu direktno ili indirektno dostupni licima\nniti u korist lica na koja se odnose restriktivne mere.",
            "2. Korisnik se stara o tome da nijedna transakcija na\nkoju se odnosi provereni \"pogodak\" sa spiska sankcija EU nema direktnu\nili indirektnu korist od finansiranja EU. Korisnik se obavezuje da\nispunjenje ove obaveze obezbedi:",
            "- proverom \"pogodaka\" sa spiska sankcija Unije pre\nzaključivanja relevantnih sporazuma i pre vršenja plaćanja u skladu sa\ntim sporazumima, za svakog izvođača, korisnika bespovratnih sredstava i\nkrajnjeg primaoca sa kojima Korisnik ili partnerske finansijske\norganizacijeWBIF-a u ime Korisnika imaju ili se očekuje da\nimaju direktan ugovorni odnos, kako bi se procenilo da li je taj\nprimalac lice na koje se odnose restriktivne mere;",
            "- proverom ili drugim odgovarajućim sredstvima (koja mogu uključivatiex postproveru) koristeći pristup zasnovan na proceni rizika, da nijedno\nfizičko ili pravno lice, subjekt ili telo koji bi indirektno primili\nfinansijska sredstva Unije nisu lice na koje se odnose restriktivne\nmere.",
            "3. Pored toga, Strane se staraju o tome da\nfinansiranje u okviru Instrumenta nije u suprotnosti sa drugim\nrestriktivnim merama koje je usvojila Unija.",
            "4. U slučaju da Korisnik proceni da je neko od\nprimalaca (direktnih ili indirektnih) finansijskih sredstava EU postao\nlice na koje se odnose restriktivne mere iz stava 1. ili da je\nfinansiranje u suprotnosti sa restriktivnim merama iz stava 3, Korisnik\nće bez odlaganja obavestiti Komisiju.",
            "5. Ne dovodeći u pitanje obavezu iz stava 3, ako\nKomisija proceni da korišćenje finansijske pomoći Unije u okviru\nInstrumenta dovodi ili je dovelo od kršenja restriktivnih mera Unije,\nona o tome obaveštava Korisnika, a odgovarajući iznosi postaju\nneprihvatljivi u okviru Instrumenta. Ukoliko Korisnik nije otklonio\ntakvo kršenje, u tu svrhu se može sprovesti postupak sa\nsuprotstavljenim stranama. Ovo ne dovodi u pitanje prava koja Komisija\nmože imati da suspenduje ili po drugim osnovama prekine radnju na koju\ntakvo kršenje utiče, da povrati finansijska sredstva EU koje je\nKomisija dala ili da suspenduje ili raskine ovaj sporazum.",
            "6. Ova klauzula ne dovodi u pitanje izuzeća ili odstupanja utvrđene restriktivnim merama Unije.",
            "7. Obaveze iz st. 1. i 3. ovog člana Korisnik nameće\nsvim primaocima finansijskih sredstava isplaćenih za mere za\nsprovođenje reformi i investicionih projekata koji su obuhvaćeni\nReformskom agendom, odnosno svim drugim fizičkim licima ili subjektima\nuključenim u njihovo sprovođenje. Te obaveze izričito ovlašćuju - u\ngranicama njihovih nadležnosti - Komisiju,OLAF, Evropski revizorski sud i EJT da ostvaruju svoja prava kako je predviđeno članom 12. ovog sporazuma."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_4"
    },
    {
        "title": "Član 5",
        "texts": [
            "Nacionalni koordinator Instrumenta za reforme i rast",
            "1. Korisnik imenuje koordinatora koji deluje kao sagovornik u odnosu sa Komisijom za celokupno sprovođenje Instrumenta.",
            "2. Koordinator je visoki predstavnik vlade ili glavne\nuprave Korisnika sa odgovarajućim ovlašćenjem da deluje u ime vlade i\nda koordinira rad svih relevantnih ministarstava i institucija\nuključenih u sprovođenje Instrumenta.",
            "3. Koordinator",
            "- obezbeđuje celokupnu koordinaciju, pravovremeno\nsprovođenje, izveštavanje i praćenje pomoći za Korisnika, uključujući\nkoordinaciju unutar uprave i sa drugim donatorima, po potrebi, u skladu\nsa ciljevima utvrđenim u Uredbi (EU) 2024/1449;",
            "- koordinira redovan politički dijalog na visokom nivou sa Komisijom;",
            "- obezbeđuje blisku vezu između korišćenja finansijskih sredstava iz Instrumenta i opšteg procesa pristupanja;",
            "- obezbeđuje da pomoć dobijena u okviru Instrumenta\nbude komplementarna pomoći primljenoj u skladu sa Uredbom (EU)\n2021/1529 i svakoj drugoj spoljnoj pomoći koju je Korisnik primio;",
            "- odgovoran je za pripremu i podnošenje zahteva za\noslobađanje sredstava u okviru Instrumenta, za obezbeđivanje njihove\nistinitosti i za potpisivanje izjave o upravljanju;",
            "- potpisuje ili ko-potpisuje zahteve za plaćanje u skladu sa Sporazumom o zajmu;",
            "- ima (i) administrativni kapacitet u smislu ljudskih\nresursa (broj i profil osoblja), institucionalnog iskustva i stručnog\nznanja, i (ii) mandat i ovlašćenja za obavljanje svih relevantnih\nzadataka, uključujući odgovornosti u pogledu izveštavanja i praćenja;",
            "- odgovoran je za koordinaciju sa nadležnim organom\nna obezbeđivanju jemstva o zadovoljavajućem ispunjenju relevantnih\nkvalitativnih i kvantitativnih koraka koji su utvrđeni za sprovođenje\nReformske agende, kao i da se finansijskim sredstvima upravljalo u\nskladu sa svim važećim pravilima, a naročito pravilima o izbegavanju\nsukoba interesa, sprečavanju prevara, korupciji i dvostrukom\nfinansiranju;",
            "- upravlja radom u vezi sa doprinosom Korisnika Odboru za praćenje, kako je navedeno u članu 25. ovog sporazuma;",
            "- stara se o tome da Komisija bez odlaganja dobije\nkopije aranžmana o doprinosima koje je Korisnik potpisao sa upravnicima\nfondova kao i dokaz o isplatiEWBJF-u (kako je navedeno u članu 20. ovog sporazuma);",
            "- odgovoran je za koordinaciju sagovornika sa Komisijom, Evropskom kancelarijom za borbu protiv prevara (OLAF),\nEvropskim javnim tužilaštvom (EJT), od kojih svako deluje u okviru\nsvojih nadležnosti, kao i sa organima Korisnika za celokupno\nsprovođenje Instrumenta; Koordinator obezbeđuje da Komisija,OLAF,\nEvropski revizorski sud i EJT budu u mogućnosti da slobodno ostvaruju\nsvoja prava i da imaju neograničen pristup vršenju svojih nadležnosti.\nU slučajuOLAF-a takva prava, između ostalog, uključuju pravo\nna sprovođenje istraga, uključujući provere i inspekcije na licu mesta\nu granicama njegovog mandata, a u slučaju EJT, prava utvrđena u važećim\nugovorima o uzajamnoj pravnoj pomoći u krivičnim stvarima;",
            "- odgovoran je za koordinaciju napora da se obezbedi\nda se sredstva u okviru Instrumenta koriste u skladu sa načelima dobrog\nfinansijskog upravljanja, transparentnosti, jednakog tretmana, zabrane\ndiskriminacije i proporcionalnosti za njihovu namenu;",
            "- odgovoran je za koordinaciju subjekata Korisnika\nkoji moraju da obezbede da se sredstvima u okviru Instrumenta pravilno\nupravlja, naročito u skladu sa pravilima Korisnika dopunjenim\nstandardima revizije Unije iOECD-a i pravilima o sprečavanju,\notkrivanju i korigovanju prevara, korupcije i svih drugih nezakonitih\naktivnosti, kao i sukoba interesa i nepravilnosti koje utiču na\nfinansijske interese Unije;",
            "- obezbeđuje prikupljanje podataka o fizičkim i\npravnim licima koja primaju finansijska sredstva za sprovođenje mera u\nokviru Instrumenta, pristup tim podacima i njihov prenos u elektronski\noblik u skladu sa članom 22. i članom 23. stav 2. tačka g) Uredbe (EU)\n2024/1449;",
            "- odgovoran je za obezbeđenje praćenja uspostavljanja i operacionalizacije sistema interne kontrole iz člana 9. ovog sporazuma;",
            "- odgovoran je za vođenje odgovarajućih postupaka za\nsastavljanje izjave o upravljanju i rezimea revizija i kontrola\nsprovedenih na nacionalnom nivou. To obuhvata:",
            "• delotvoran postupak za sastavljanje izjave o\nupravljanju u skladu sa obrascem iz Aneksa B, dokumentovanje rezimea\nrevizija i kontrola i čuvanje osnovnih informacija za revizorski trag;\ni",
            "• delotvorne postupke kako bi se obezbedilo da se svi\nslučajevi nepravilnosti, prevare, korupcije i sukoba interesa koji\nutiču na finansijske interese Unije pravilno prijavljuju i koriguju\nkroz povraćaje sredstava:",
            "- održava delotvoran sistem za čuvanje svih\ninformacija i dokumenata neophodnih za revizorski trag u svrhu\nsprovođenja kvalitativnih i kvantitativnih koraka;",
            "- obezbeđuje da su ispunjene odgovarajuće mere,\nuključujući postupke za proveru ispunjenosti relevantnih kvalitativnih\ni kvantitativnih koraka utvrđenih za sprovođenje Reformske agende i\npoštovanja načela dobrog finansijskog upravljanja. To obuhvata:",
            "• odgovarajuća sredstva kojim organi kojima je\npovereno sprovođenje Reformske agende proveravaju da li su ispunjeni\nrelevantni kvalitativni i kvantitativni koraci (npr. kancelarijski\npregledi, provere na licu mesta); i",
            "• odgovarajuća sredstva kojim organi proveravaju da\nnema nepravilnosti, prevare, korupcije ili drugih nezakonitih\naktivnosti, uključujući sukobe interesa koji utiču na finansijske\ninterese Unije, kao i dvostruko finansiranje (npr. kancelarijski\npregledi, provere na licu mesta).",
            "Naslov II",
            "PRAVILA U POGLEDU SPROVOĐENJA"
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_5"
    },
    {
        "title": "Član 6",
        "texts": [
            "Preduslovi, opšti uslovi i uslovi plaćanja za podršku Unije u okviru Instrumenta",
            "1. U skladu sa članom 5. stav 1. Uredbe (EU)\n2024/1449, finansiranje u okviru ovog Instrumenta zavisi od\nispunjavanja preduslova, opštih uslova i uslova plaćanja od strane\nKorisnika, koji moraju biti ispunjeni za svako oslobađanje sredstava\nosim za predfinansiranje, kod koga se primenjuju samo preduslovi i\nopšti uslovi.",
            "2. Preduslovi za podršku u okviru Instrumenta su preduslovi utvrđeni u članu 5. stav 1. Uredbe (EU) 2024/1449.",
            "3. U skladu sa članom 12. stav 3. Uredbe (EU)\n2024/1449, opšti uslovi za podršku u okviru Instrumenta su\nmakrofinansijska stabilnost, dobro upravljanje javnim finansijama,\ntransparentnost i nadzor nad budžetom.",
            "4. Uslovi plaćanja za podršku u okviru Instrumenta\nutvrđeni su Reformskom agendom. Ako Reformska agenda, uključujući\nrelevantne uslove plaćanja, za Korisnika, nije više dostupna, delimično\nili u potpunosti, zbog objektivnih okolnosti, Korisnik može predložiti\nizmenjenu Reformsku agendu. U tom slučaju Korisnik može podneti\nobrazloženi zahtev Komisiji da izmeni svoju Odluku o sprovođenju\nKomisije kojom se odobrava Reformska agenda iz člana 15. stav 1. Uredbe\n(EU) 2024/1449.",
            "Naslov III",
            "POREZI I ISPUNJENOST USLOVA"
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_6"
    },
    {
        "title": "Član 7",
        "texts": [
            "Porezi, dažbine i naknade",
            "1. Finansiranje Unije ne generiše niti aktivira\nnaplatu određenih poreza, dažbina ili naknada. Član 28. Okvirnog\nsporazuma o finansijskom partnerstvu za sprovođenje finansijske pomoći\nUnije u okviru IPA III odnosi se na ovaj Instrument.",
            "2. Ovaj član ne dovodi u pitanje privilegije i\nimunitete subjekata koji realizuju sredstva Instrumenta u okviru\nindirektnog upravljanja, kao ni bilo koji sporazum koji su ovi subjekti\nzaključili ili bi mogli zaključiti sa Korisnikom u pogledu poreza,\ndažbina i naknada."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_7"
    },
    {
        "title": "Član 8",
        "texts": [
            "Pravila u pogledu prihvatljivosti",
            "1. Učešće u nabavkama i postupcima dodele\nbespovratnih sredstava za aktivnosti koje se finansiraju u okviru\nInstrumenta su otvorene za međunarodne i regionalne organizacije, kao i\nza sva fizička lica koja su državljani ili pravna lica koja su\nefektivno osnovana u:",
            "a. državama članicama Evropske unije, korisnicima,\nzemljama kandidatima i ugovornim stranama Sporazuma o Evropskom\nekonomskom prostoru;",
            "b. zemljama koje Korisnicima ovog Instrumenta pružaju\nnivo podrške sličan onom koju pruža Unija, uzimajući u obzir obim\nnjihove privrede, a za koje Komisija utvrđuje recipročni pristup\nspoljnoj pomoći Korisnika ovog Instrumenta.",
            "2. Uzajamni pristup naveden u stavu 1.(b) može se\nodobriti na ograničeni period od najmanje jedne godine kada korisnik\npod jednakim uslovima kvalifikuje subjekte iz Unije i iz zemalja koje\nispunjavaju uslove u okviru Instrumenta. Komisija odlučuje o\nrecipročnom pristupu nakon konsultacija sa Korisnikom.",
            "3. Svi proizvodi i materijali koje Korisnik finansira\ni nabavlja u okviru ovog Instrumenta potiču iz bilo koje zemlje\nnavedene u stavu 1.(a) i (b), osim ako se te zalihe i materijali ne\nmogu nabaviti pod prihvatljivim uslovima u bilo kojoj od tih zemalja.\nPored toga, primenjuju se pravila o ograničenjima iz stava 6.",
            "4. Pravila prihvatljivosti prema ovom članu se ne\nprimenjuju na, niti stvaraju ograničenja državljanstva za fizička lica\nzaposlena ili na drugi način zakonski angažovana ugovorom od strane\nkvalifikovanog izvođača ili, gde je primenljivo, podizvođača, osim kada\nsu ograničenja državljanstva zasnovana na pravilima predviđenim u stavu\n6.",
            "5. Za aktivnosti koje zajednički sufinansira subjekt\nili se sprovode uz direktno ili indirektno upravljanje sa subjektima iz\nčlana 62.(1), tačka (v) Finansijske uredbe, takođe se primenjuju\npravila koja se odnose na te subjekte. Ovo ne dovodi u pitanje\nograničenja iz stava 6. ovog člana, koja se propisno odražavaju u\nugovorima zaključenim sa tim subjektima.",
            "6. Pravila prihvatljivosti i pravila o poreklu\nproizvoda i materijala iz st. 1. i 3. i pravila o državljanstvu\nfizičkih lica iz stava 4. mogu biti ograničena u pogledu državljanstva,\ngeografske lokacije ili prirode pravnih lica koja učestvuju u\npostupcima dodele, kao i u pogledu geografskog porekla proizvoda i\nmaterijala, gde:",
            "a. su takva ograničenja potrebna zbog specifične\nprirode ili ciljeva aktivnosti ili posebne procedure dodele ili kada su\nta ograničenja neophodna za učinkovito sprovođenje aktivnosti;",
            "b. aktivnost ili posebni postupci dodele utiču na\nbezbednost ili javni red, posebno u vezi sa strateškim sredstvima i\ninteresima Unije, država članica ili Korisnika, uključujući bezbednost,\notpornost i zaštitu integriteta digitalne infrastrukture, uključujući\n5G mrežnu infrastrukturu, komunikaciju i informacione sisteme i\npovezane lance snabdevanja.",
            "7. Podnosioci prijava za postupak javne nabavke i\nkandidati iz nekvalifikovanih zemalja mogu biti prihvaćeni kao\nkvalifikovani u hitnim slučajevima ili kada usluge nisu dostupne na\ntržištima datih zemalja ili teritorija, ili u drugim propisno\nobrazloženim slučajevima kada bi primena pravila prihvatljivosti\nonemogućila realizaciju aktivnosti ili je izuzetno otežala.",
            "Naslov IV",
            "ZAŠTITA FINANSIJSKIH INTERESA UNIJE"
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_8"
    },
    {
        "title": "Član 9",
        "texts": [
            "Sistemi unutrašnje kontrole i obaveze u pogledu poštovanja pravila odgovornog finansijskog upravljanja",
            "1. U skladu sa članom 23. Uredbe (EU) 2024/1449,\nKorisnik treba da se postara da postoji učinkovit i efikasan sistem\nunutrašnje kontrole koji primenjuje međunarodno priznate principe\nunutrašnje kontrole8i da obezbedi\nbrzi povraćaj pogrešno plaćenih ili nepravilno korišćenih iznosa. Za\npotrebe realizacije Instrumenta, Korisnik se može osloniti na svoj\npostojeći nacionalni sistem upravljanja budžetom.",
            "2. Kao prioritet, tokom prvih godina sprovođenja\nInstrumenta, organi Korisnika preduzimaju sve potrebne mere kako bi\nzaštitili finansijski interes Unije i dalje poboljšali efikasnost i\nučinkovitost sistema unutrašnje kontrole u kontekstu usklađivanja sa\npravnim tekovinama EU (prema kriterijumima za reformu javne uprave,\nupravljanje javnim finansijama i pregovorima o pristupanju, poglavlja\n8. politika konkurencije, 23. pravosuđe i osnovna prava, 24. pravda,\nsloboda i bezbednost i 32. finansijska kontrola). Ovo uključuje\nodgovarajuće mehanizme za zaštitu uzbunjivača, kao i odgovarajuće\nmehanizme i mere za efikasno sprečavanje, otkrivanje i korigovanje\nnepravilnosti, prevare, korupcije i drugih nezakonitih aktivnosti koje\nutiču na finansijske interese Unije, uključujući sukob interesa, kao i\nza jačanje borbe protiv pranja novca, organizovanog kriminala,\nzloupotrebe javnih sredstava, finansiranja terorizma, izbegavanja\nplaćanja poreza, poreske prevare ili utaje poreza i drugih nezakonitih\naktivnosti koje utiču na sredstva obezbeđena u okviru Instrumenta kako\nne bi bilo dvostrukog finansiranja iz Instrumenta i drugih programa\nUnije i kako bi se pogrešno plaćeni ili nepravilno korišćeni iznosi\nmogli vratiti.",
            "3. Korisnik obezbeđuje pristup Komisiji ili njenim\npredstavnicima svim institucijama i dokumentima potrebnim za\nsprovođenje revizije, provere i kontrole na licu mesta.",
            "4. U sklopu ove odgovornosti, Korisnik",
            "a. Pravi odlučan napredak ka uspostavljanju čvrstog\npravnog okvira za borbu protiv prevare i korupcije, uključujući\nslučajeve korupcije na visokom nivou.",
            "b. Dalje poboljšava efikasnost i učinkovitost sistema kontrole uz primenu međunarodno priznatih principa unutrašnje kontrole.",
            "v. Uspostavlja adekvatne mehanizme za zaštitu uzbunjivača u skladu sa režimom zaštite Direktive (EU) 2019/19379, gde je primenljivo, ili sa ekvivalentnim režimom zaštite prema zakonu Korisnika.",
            "g. Održava odgovarajuće mehanizme i preduzima\nodgovarajuće mere za efikasno sprečavanje, otkrivanje i korigovanje\nnepravilnosti, prevare, korupcije ili bilo kojih drugih nezakonitih\naktivnosti koje utiču na finansijske interese Unije, uključujući sukobe\ninteresa, kao i mere za jačanje borbe protiv pranja novca,\norganizovanog kriminala, zloupotrebe javnih sredstava, finansiranja\nterorizma, izbegavanja plaćanja poreza, poreske prevare ili utaje\nporeza i drugih nezakonitih aktivnosti koje utiču na sredstva\nobezbeđena u okviru Instrumenta.",
            "d. Preduzima odgovarajuće mere kako bi se nadležnim\norganima Korisnika omogućilo da istražuju i krivično gone za krivična\ndela koja utiču na finansijske interese Unije.",
            "đ. Otkriva i izbegava dvostruko finansiranje.",
            "e. Redovno proverava da li je obezbeđeno finansiranje\niskorišćeno pravilno i u skladu sa svim važećim pravilima, posebno u\npogledu zadovoljavajućeg ispunjavanja relevantnih kvalitativnih i\nkvantitativnih koraka utvrđenih za sprovođenje Reformske agende i\nsprečavanja, otkrivanja i korigovanja slučajeva prevara, korupcije ili\nbilo koje druge nezakonite aktivnosti, kao i sukoba interesa i\nnepravilnosti koje utiču na finansijske interese Unije.",
            "ž. Obezbeđuje brzi povraćaj nepravilno plaćenih ili pogrešno iskorišćenih sredstava.",
            "z. Obezbeđuje Komisiji, OLAF-u, ECA-u i EJT-u, koje\npredstavljaju njihovi zastupnici ili ovlašćeni eksperti, pristup\npodacima iz člana 21., u skladu sa principima zaštite podataka Unije i\nvažećim pravilima o zaštiti podataka.",
            "i. Obezbeđuje adekvatnu prateću dokumentaciju koja\nkonkretno dokazuje da je sprovođenje Reformske agende u skladu sa\nobavezama iz ovog sporazuma i da su sprovedeni kvalitativni i\nkvantitativni koraci Reformske agende odobreni Odlukom o sprovođenju\nKomisije, ako se to zahteva u kontekstu kontrola ili revizija opisanih\nu članu 12. ovog sporazuma. Ova dokumenta bi trebalo da se čuvaju do\nkraja 2033. godine za potrebe revizije.",
            "U skladu sa članom133. Finansijske uredbe, Korisnik\nvodi evidenciju i čuva dokumentaciju koja se odnosi na revizije, žalbe,\nsudske sporove i sprovođenje odštetnih zahteva u vezi sa njihovim\npravnim obavezama ili koja se odnosi na istrageOLAF-a i čuva\ntu evidenciju i dokumente do okončanja tih revizija, žalbi, parnica i\npotraživanja ili istraga. Za evidenciju i dokumente koji se odnose na\nistrageOLAF-a, obaveza čuvanja se primenjuje nakon što se o tim istragama obavesti primalac.",
            "U skladu sa članom 133. Finansijske uredbe, Korisnik\nvodi evidenciju i čuva dokumente bilo u originalnoj formi, ili u formi\noverenih verodostojnih kopija originala, ili na opšteprihvaćenim\nnosiocima podataka, uključujući elektronske verzije originalnih\ndokumenata ili dokumenata koji postoje samo u elektronskom obliku. Tamo\ngde postoje elektronske verzije, originalni dokumenti nisu potrebni\nkada takvi dokumenti ispunjavaju važeće zakonske uslove da bi se\nsmatrali ekvivalentnim originalima i da bi se na njih moglo osloniti za\npotrebe revizije.",
            "5. Sve promene u sistemu unutrašnje kontrole\nKorisnika, kako je opisano u Reformskoj agendi, saopštavaju se Komisiji\nbez odlaganja.",
            "6. Komisija se u potrebnoj meri uverava da su uslovi\nplaćanja navedeni u Reformskoj agendi na zadovoljavajući način\nispunjeni kako je navedeno u odgovarajućem zahtevu za oslobađanje\nsredstava. Komisija može tražiti dodatne informacije i vršiti revizije\n(provere) ili kontrole na licu mesta, koje se mogu vršiti na osnovu\nrizika.",
            "7. Korisnik jača mere za borbu protiv prevare,\nkorupcije i drugih nezakonitih aktivnosti koje utiču na finansijske\ninterese Unije tokom sprovođenja Instrumenta. Pravovremeno sprovođenje\nrelevantnih reformi u okviru Reformske agende je ključno za postizanje\novog cilja. Pored toga, Korisnik se stara o tome da se njegovi organi\nobavežu da poboljšaju dalje interne procedure za sprečavanje i/ili\nistragu slučajeva prevare, korupcije, pranja novca, finansiranja\nterorizma, izbegavanja poreza, poreske prevare ili utaje poreza i\ndrugih nezakonitih aktivnosti koje utiču na finansijske interese Unije.",
            "8. Na zahtev, Korisnik Komisiji stavlja na\nraspolaganje sve tražene informacije, radi praćenja ispunjavanja\nobaveza Korisnika iz ovog člana.",
            "___________8Poziva se na COSO princip unutrašnje kontrole - Integrisani okvir koji primenjuje Komisija: C(2017) 2373 final.9Direktiva (EU) 2019/1937 Evropskog parlamenta i Saveta od 23. oktobra\n2019. godine o zaštiti lica koja prijave kršenje prava Unije, SL L 305,\n26. novembra 2019., str.17."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_9"
    },
    {
        "title": "Član 10",
        "texts": [
            "Telo za suzbijanje nepravilnosti i prevara",
            "1. Korisnik koristi nezavisnu Službu za koordinaciju\nborbe protiv prevara uspostavljenu u okviru IPA III, ili se, u njenom\nodsustvu, oslanja na ekvivalentne strukture kako bi olakšao efikasnu\nsaradnju i razmenu informacija saOLAF-om, uključujući informacije operativne prirode. Ova Služba naročito:",
            "a. podržava saradnju između organa uprave i tužilaštva Korisnika iOLAF-a;",
            "b. rukovodi izradom/sprovođenjem nacionalne strategije za zaštitu finansijskih interesa Unije, kojoj prethodi procena rizika;",
            "v. doprinosi utvrđivanju mogućih slabosti u sistemima\nKorisnika za upravljanje fondovima Unije, uključujući finansijsku pomoć\nu okviru ovog Instrumenta;",
            "g. pruža savete o pitanjima borbe protiv prevara, i\nobezbeđuje obuku zaposlenima, uključujući i obuku za sprečavanje i\notkrivanje prevara;",
            "đ. deli saOLAF-om informacije o\nnepravilnostima, prevarama, korupciji i svim drugim nezakonitim\naktivnostima koje utiču na finansijske interese Unije, uključujući\nsukobe interesa.",
            "e. obezbeđuje ispunjenje svih obaveza iz Uredbe (EZ,\nEuratom) br. 883/2013 (Evropskog parlamenta i Saveta, Uredbe Saveta,\nnpr. (Euratom, EZ) br. 2988/1995 i Uredbe Saveta (EZ, Euratom) br.\n2185/1996.",
            "2. Služba za koordinaciju borbe protiv prevara\nKorisnika odgovorna za efektivno sprečavanje i otkrivanje\nnepravilnosti, prevara, korupcije i drugih nezakonitih aktivnosti koje\nutiču na finansijske interese Unije, uključujući i sukob interesa,\npriprema i odobrava metodologiju, u skladu sa članom 9. ovog sporazuma,\no tome kako će se sumnjivi slučajevi interno tretirati, kako će ih\nKorisnik prijaviti Komisiji, u skladu sa modelom datim u Aneksu B i\nkako će postupiti u cilju njihovog otklanjanja.",
            "3. Koordinator mora obezbediti koordinaciju sa Službom za koordinaciju borbe protiv prevara uz poštovanje njene nezavisnosti."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_10"
    },
    {
        "title": "Član 11",
        "texts": [
            "Struktura EU za borbu protiv prevara i saradnja Korisnika sa njom",
            "1. Nadležni organi Korisnika će blisko sarađivati sa Komisijom,OLAF-om, Evropskim revizorskim sudom iEPPO-om- u granicama odgovarajućih nadležnosti svakog tela - na sprečavanju,\notkrivanju i ispravljanju nepravilnosti, prevara, korupcije i svih\ndrugih nezakonitih aktivnosti koje utiču na finansijske interese Unije,\nuključujući i sukob interesa, kao i u istragama i krivičnom gonjenju za\nkrivična dela koja utiču na sredstva obezbeđena u okviru Instrumenta.\nPo potrebi, Korisnik će koristiti mehanizme podrške koje obezbeđujeEurojust.",
            "2. Svako lice ili subjekt, uključujući državne\norgane, koji realizuje sredstva Unije u okviru Instrumenta, ima obavezu\nda bez odlaganja obavesti Komisiju iOLAFo svim informacijama\nu vezi sa mogućim slučajevima nepravilnosti, prevare, korupcije i\ndrugih nezakonitih aktivnosti koje utiču na finansijske interese Unije,\nuključujući i sukobe interesa, iEPPOo bilo kakvom kriminalnom\nponašanju koje utiče na sredstva u okviru Instrumenta, a koje može biti\nu njegovoj nadležnosti. U tu svrhu, poželjno je da koriste jedinstvenu\nulaznu tačku koju obezbeđuje Komisija. Svako lice koje obavesti\nKomisiju,OLAFiliEPPOo takvim informacijama mora biti\nzaštićeno od bilo kog oblika odmazde, u skladu sa režimom zaštite\nDirektive (EU) 2019/1937, gde je primenljivo, ili sa ekvivalentnim\nrežimom zaštite prema zakonu Korisnika. Nacionalna služba za\nkoordinaciju borbe protiv prevara će izveštavati Komisiju iOLAFo sprovođenju ove obaveze u slučajevima kada je sama dala informacije\nkoje su relevantne prema ovom stavu, ili kada je koordinisala, podržala\nili pomogla drugim licima ili subjektima prilikom takvog obaveštavanja.",
            "3. Državni organi Korisnika, u skladu sa zahtevima\nnavedenim u Aneksu V, bez odlaganja izvestiti Komisiju o\nnepravilnostima, prevari, korupciji i drugim nezakonitim aktivnostima\nkoje su bile predmet prvostepenog upravnog ili sudskog nalaza, bez\nobzira da li suOLAFiliEPPOo tome obavešteni u skladu\nsa stavom 2. ovog člana. Oni će takođe obaveštavaju obavestiti Komisiju\no toku upravnih i pravnih postupaka. U tu svrhu, organi Korisnika\nkoriste Sistem upravljanja nepravilnostima (IMS) koji je uspostavila Komisija.",
            "4. Korisnik će obezbediti efektivnu istragu i tretman\nslučajeva u kojima postoji sumnja na postojanje nepravilnosti, prevare,\nkorupcije i svih drugih nezakonitih aktivnosti koje utiču na\nfinansijske interese Unije, uključujući sukobe interesa, i koristi, gde\nje to potrebno, podrškuEurojust-a.",
            "5. Korisnik, uključujući donosioce odluka i zaposlene\nodgovorne za sprovođenje aktivnosti u okviru Instrumenta, uspostavlja\nuspostaviće procedure i preduzima preduzeće sve mere predostrožnosti\nkako bi sprečio i eliminisao bilo kakav sukob interesa, posebno\nstarajući se o tome da se donosioci odluka i dati zaposleni uzdrže od\nbavljenja datom materijom.",
            "6. Pored kontrola u skladu sa članom 12. ovog\nsporazuma, Komisija može da koristi svoja prava predviđena članom\n129.(1) Finansijske uredbe i može da vrši provere, preglede, kontrole i\nrevizije za sprovođenje Reformske agende u vezi sa:",
            "a) postojećim merama i njihovom efikasnom primenom za\nsprečavanje, otkrivanje, istragu, korigovanje i prijavu prevare,\nkorupcije i bilo koje druge nezakonite aktivnosti koja utiče na\nfinansijske interese Unije, sukoba interesa i nepravilnosti,\nuključujući efektivnu istragu i krivično gonjenje za krivična dela koja\nutiču na sredstva obezbeđena u okviru Instrumenta.",
            "b) informacijama i obrazloženjem u vezi sa\nzadovoljavajućim ispunjenjem kvalitativnih i kvantitativnih koraka u\nzahtevu za oslobađanje sredstava.",
            "Takve provere, pregledi, kontrole i revizije mogu se obavljati tokom sprovođenja Reformske agende i, sa izuzetkomOLAF-ovih istraga i istraga i krivičnog gonjenja koje sprovodiEPPO,\ndo pet godina počevši od datuma konačnog oslobađanja sredstava i mogu\nobuhvatiti informacioni sistem koji koristi Korisnik za prikupljanje i\nobezbeđivanje podataka koji se koriste da opravdaju završetak\nkvalitativnih i kvantitativnih koraka utvrđenih u vezi sa sprovođenjem\nReformske agende. Korisnik se zvanično obaveštava o ovim postupcima.\nAko je potrebno, Komisiji mogu pomoći nezavisni eksperti ili eksterne\nrevizorske firme.",
            "7. Nepoštovanje obaveza navedenih u ovom članu i\nčlanu 12. uključujući neprijavljivanje nepravilnosti ili izostanak\nsaradnje sa Komisijom, OLAF-om, ESA-om i EPPO-om u po pitanjima borbe\nprotiv prevara sa Komisijom, OLAF-om, ESA-om i EPPO-om predstavlja\nslučaj ozbiljnog kršenja obaveze obaveza po ovom sporazumu i stoga može\ndovesti do smanjenja finansijskog doprinosa ili povraćaja svih ili dela\nizvršenih isplata kao što je predviđeno članom 18.(1) ovog sporazuma."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_11"
    },
    {
        "title": "Član 12",
        "texts": [
            "Prava institucija, organa, kancelarija\ni agencija Unije da vrše praćenje sprovođenja Instrumenta, da istražuju\ni dobijaju pristup",
            "1. Zastupnici Komisije,OLAF-a, Evropskog revizorskog suda iEPPO-a\nće, u granicama svojih odgovarajućih ovlašćenja, imati pravo da\nsprovode sve istražne ili revizorske radnje, uključujući tehničke,\nfinansijske i sistemske provere ili revizije, koje oni mogu smatrati\nneophodnim za praćenje sprovođenja Reformske agende. Ovo uključuje\nposete lokacijama i prostorijama u kojima se sprovode/ će se\nsprovoditi/ su se sprovodile ili se upravlja/ će se upravljati/ se\nupravljalo aktivnostima koje se finansiraju iz Instrumenta.",
            "2. Pod istim uslovima navedenim u stavu 1. ovog člana\ni članu 9.(4) ovog sporazuma, Korisnik će obezbediti da zastupnici ili\npredstavnici Komisije,OLAF-a,ESA-aiEPPO-amogu, svaki delujući u okviru svojih nadležnosti, da pregledaju i\nprikupljaju svu relevantnu dokumentaciju, digitalne podatke, sredstva i\nračune koji se odnose na stavke koje se finansiraju prema ovom\nsporazumu i pomoći će im da obavljaju svoje zadatke u vezi sa\nInstrumentom.",
            "3. Kada se uređaji u privatnom vlasništvu, koji nisu\nu vlasništvu nadziranog organa, koriste u radne svrhe, ti uređaji mogu\nbiti predmet inspekcijeOLAF-a.OLAFtakve uređaje\npodvrgava inspekciji samo pod istim uslovima i u istoj meri u kojoj je\nnacionalnim kontrolnim organima dozvoljeno da istražuju uređaje u\nprivatnom vlasništvu i kadaOLAFima opravdane razloge da sumnja da njihov sadržaj može biti relevantan za istragu.",
            "4. Da bi se obezbedila efikasna zaštita finansijskih interesa Unije, Komisija,OLAFiERROmogu da sprovode sve relevantne istražne radnje u okviru svojih nadležnosti, a posebno, u slučajuOLAF-a,\nprovere i inspekcijski nadzor na licu mesta. Ove provere i inspekcijski\nnadzor se pripremaju i sprovode u bliskoj saradnji sa Korisnikom, koji\nse blagovremeno obaveštava o predmetu, svrsi i pravnom osnovu provera i\ninspekcijskog nadzora, kako bi mogao da pruži svu potrebnu pomoć.\nKorisnik utvrđuje službu sa ovlašćenjima za sprovođenje zakona, koja će\npomoćiOLAF-u u sprovođenju istraga u skladu sa Uredbom (EU, Euratom) br. 883/2013 i Uredbom (EZ, Euratom) br. 2185/1996 na zahtevOLAF-a i sarađivati saERRO-omu vršenju svojih nadležnosti.",
            "5. Kada se lice ili subjekt nad kojim se vrši\ninspekcijski nadzor opire kontroli, istrazi ili proveri na licu mesta,\nKorisnik, postupajući u skladu sa svojim nacionalnim zakonima i\npravilima, pruža Komisiji,OLAF-u iERRO-u neophodnu pomoć kako bi im omogućio da obavljaju svoju dužnost u vršenju kontrole ili inspekcije na licu mesta.",
            "6. Sledeći organi mogu da ostvaruju svoja prava\npredviđena članom 129.(1) Finansijske uredbe da sprovode preglede,\nprovere, revizije i istrage, u okviru svojih ovlašćenja:",
            "- OLAFprema Uredbama br. 883/2013 i br. 2185/1996;",
            "- ERROprema Uredbi 2017/1939; i",
            "- Evropski revizorski sud (ECA) prema članu 287. Ugovora o funkcionisanju Evropske unije (TFEU) i članu 263. Finansijske uredbe.",
            "7. Komisija može preduzeti mere koje smatra\nneophodnim, uključujući, u slučajevima prevare, korupcije, sukoba\ninteresa ili ozbiljne povrede obaveza iz ovog sporazuma, smanjivanje\nfinansijskog doprinosa i povraćaj svih ili dela uplata koje je izvršila\nkao što je predviđeno u čl. 17. i 18. ovog sporazuma.",
            "8. Pored toga, Komisija ili njeni predstavnici imaju\npravo da u bilo kom trenutku izvrše proveru, reviziju ili kontrolu na\nlicu mesta sistema interne kontrole Korisnika u bilo koje vreme u\nskladu sa interno priznatim standardima. Komisija ili njeni\npredstavnici će sprovesti reviziju sistema interne kontrole Korisnika\nnajkasnije 2025. godine. Rezultujući izveštaj revizije će sadržati\npreporuke Korisniku kako da poboljša svoje Sisteme interne kontrole.\nKada provera, revizija ili kontrola na licu mesta rezultiraju nalazima,\nKomisija ili njeni imenovani predstavnici sastavljaju nacrt izveštaja\nkoji sadrži privremene nalaze. Komisija ili njeni imenovani\npredstavnici zvanično obaveštavaju o nacrtu izveštaja i pozivaju\nKorisnika da dostavi svoja zapažanja. Uzimajući u obzir ova zapažanja,\nKomisija ili njeni predstavnici objavljuju završni izveštaj u kojem će\nbiti navedene konačne preporuke. Korisnik izrađuje akcioni plan za\nrealizaciju svake preporuke ili daje obrazloženje zašto to nije učinio.\nKorisnik dostavlja akcioni plan i, ako je relevantno obrazloženje,\nKomisiji na odobrenje u roku od dva meseca od prijema završnog\nizveštaja.",
            "9. Korisnik će omogućiti zastupnicima ili predstavnicima Komisije,OLAF-a,ESA-aiERRO-a i njihovim ovlašćenim predstavnicima, u okviru svojih nadležnosti i\nu skladu sa njihovim važećim pravnim okvirom, pristup lokacijama i\nprostorijama gde se sprovode investicije i reforme finansirane u okviru\novog sporazuma i podacima kako je navedeno u članu 9.(4) ovog\nsporazuma.",
            "Korisnik će takođe omogućiti Komisiji,OLAF-u,ESA-uiERRO-u\npotpun i direktan pristup bazi podataka uspostavljenoj prema članu\n21.(5) ovog sporazuma i svim drugim nacionalnim bazama podataka, gde je\nto relevantno, za vršenje njihovih ovlašćenja. Na obrazloženi zahtev,\nKorisnik će takođe dostavitiOLAF-u iERRO-u informacije\no bankovnim računima relevantnim za njihove istrage i, kada je to\nneophodno za istragu, informacije o bankovnim transakcijama. U\ngranicama njihove nadležnosti, ovlašćenim predstavnicima Komisije,OLAF-a,ECA-a iEPPO-a\nodobrava se pristup pod uslovima stroge poverljivosti u odnosu na treća\nlica, ne dovodeći u pitanje javnopravne obaveze kojima oni podležu.",
            "10. Nadležni organi Korisnika bez odlaganja će bez\nodlaganja postupati sa zahtevima za uzajamnu pravnu pomoć i zahtevima\nza ekstradiciju koje izdajuEPPOi nadležni organi država\nčlanica u vezi sa krivičnim delima koja utiču na sredstva izdata na\nosnovu Uredbe (EU) 2024/1449. Oni će to učiniti u skladu sa relevantnim\ninstrumentima za međunarodnu saradnju u krivičnim stvarima, posebno sa\nEvropskom konvencijom o uzajamnoj pomoći u krivičnim stvarima i njenim\ndodatnim protokolima.",
            "11. Gore opisane kontrole i revizije primenjuju se na\nsve primaoce i podizvođače koji su primili pomoć u okviru Instrumenta,\nbez obzira da li su navedeni u ugovoru ili sporazumu o dodeli\nbespovratnih sredstava. Takve kontrole i revizije se takođe primenjuju\nna dokumente i podatke o nacionalnom doprinosu, ako postoji, od strane\nKorisnika.",
            "Naslov V",
            "OSLOBAĐANJE SREDSTAVA, POVRAĆAJ I IZVRŠENJE"
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_12"
    },
    {
        "title": "Član 13",
        "texts": [
            "Predfinansiranje",
            "1. Nakon podnošenja Reformske agende Komisiji,\nKorisnik je zatražio oslobađanje sredstava predfinansiranja do 7% od\nukupnog iznosa predviđenog ovim Instrumentom kako je navedeno u članu\n2.(3) ovog sporazuma.",
            "2. Komisija može da oslobodi tražena sredstva\npredfinansiranja nakon stupanja na snagu ovog sporazuma i sporazuma o\nzajmu iz člana 2.(9) ovog sporazuma. Sredstva se oslobađaju pod uslovom\nispunjenja preduslova i opštih uslova navedenih u članu 6. ovog\nsporazuma.",
            "3. Za bespovratnu podršku, sredstva predfinansiranja\noslobođena u skladu sa stavom 1. se poravnavaju umanjenjem procenta od\nsvake rate. Ovaj procenat se izračunava kao odnos preostalog\nneizmirenog iznosa predfinansiranja i preostalog iznosa dodeljenog za\nbespovratnu podršku. Umanjenje se nastavlja sve dok se sredstva\npredfinansiranja u potpunosti ne poravnaju. Iznosi predfinansiranja\nkoji nisu isplaćeni do 31. decembra 2027. godine odmah dospevaju na\nplaćanje. Komisija ima pravo da \"prebije\" takve iznose sa bilo kojim\npotraživanjem koje Korisnik ima prema Uniji.",
            "4. Na zahtev Korisnika u njegovom zahtevu za\noslobađanje sredstava, dodatni iznosi mogu biti umanjeni od svake rate\nkako bi se predfinansiranje izmirilo ranije.",
            "5. Svako neizmireno predfinansiranje se vraća ili u potpunosti nadoknađuje nakon raskida ovog sporazuma.",
            "6. Sporazum o zajmu naveden u članu 2.(9) ovog\nsporazuma utvrđuje posebna pravila u vezi sa plaćanjem i obračunom\npredfinansiranja podrške u vidu zajma."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_13"
    },
    {
        "title": "Član 14",
        "texts": [
            "Pravila o oslobađanju sredstava",
            "1. Isplate bespovratne finansijske podrške i zajma\nKorisniku prema ovom članu će se vršiti u skladu sa budžetskim\nizdvajanjima i u zavisnosti od raspoloživih sredstava. Plaćanje se vrši\nu ratama. Rata može biti isplaćena u okviru jedne ili više tranši.",
            "2. Sa izuzetkom predfinansiranja, Korisnik će dva\nputa godišnje podnositi uredno obrazložen zahtev za oslobađanje\nsredstava koristeći obrazac naveden u Aneksu A ovog sporazuma.",
            "3. Svakim zahtevom za oslobađanje sredstava treba\nizvestiti i o uslovima plaćanja koji se odnose na kvantitativne i\nkvalitativne korake navedene u Reformskoj agendi za koje je planirano\nda budu sprovedeni do kraja prethodnog šestomesečnog perioda prema\nokvirnom rasporedu koji je uključen u Reformsku agendu. Ovi\nšestomesečni periodi završavaju se 30. juna i 31. decembra svake\ngodine, počevši od 31. decembra 2024. godine, sa izuzetkom poslednjeg\nskupa uslova u pogledu plaćanja čije sprovođenje je planirano do 31.\navgusta 2027. godine, a za koje će Korisnik dostaviti zahtev za\noslobađanje sredstava najkasnije do 30. septembra 2027. godine.",
            "4. Uz svaki zahtev za oslobađanje sredstava koji se\npodnosi Komisiji, Korisnik dostavlja tražene dokaze kojima se\ndokumentuje zadovoljavajuće ispunjenje kvalitativnih i kvantitativnih\nkoraka navedenih u relevantnom Aneksu Odluke o sprovođenju Komisije.",
            "5. Nepodnošenje izveštaja u roku od 15 dana po isteku\nšestomesečnog perioda iz stava 3. ovog člana o sprovođenju\nkvantitativnih i kvalitativnih koraka prema okvirnom rasporedu\nuključenom u Reformsku agendu dovodi do automatskog početka\nprimenljivog grejs perioda. Komisija će osloboditi odgovarajuća\nsredstva iz podrške, ako je to opravdano, nakon oslobađanja sredstava\niz podrške u skladu sa narednim šestomesečnim periodima.",
            "6. Komisija će u roku od 90 kalendarskih dana nakon\nprijema zahteva Korisnika za oslobađanje sredstava izvršiti procenu u\nskladu sa članom 21(2) Uredbe (EU) 2024/1449 na osnovu informacija koje\nje dostavio Korisnik u skladu sa stavom 4. ovog člana. Zadovoljavajućim\nispunjenjem kvalitativnih i kvantitativnih koraka pretpostavlja se da\nmere koje se odnose na korake za koje je Korisnik postigao\nzadovoljavajuće ispunjenje nisu poništene od strane Korisnika. Komisiji\nmogu pomagati eksperti.",
            "7. U okviru procene, Komisija će pratiti blagovremeno\nsprovođenje svake preporuke izdate nakon revizije iz člana 12. stav 8.\novog sporazuma od strane Korisnika. Pored toga, Komisija može zatražiti\ndodatne informacije i/ili izvršiti provere i kontrole na licu mesta\nkako bi potvrdila završetak kvalitativnih i kvantitativnih koraka,\nuključujući i to da kvalitativni i kvantitativni koraci koji su\nprethodno bili ispunjeni nisu poništeni. Period od 90 kalendarskih dana\nnaveden u stavu 6. za procenu zahteva za oslobađanje sredstava biće\nprekinut kada Komisija zatraži dodatne informacije ili izvršava provere\ni kontrole na licu mesta.",
            "8. U zavisnosti od pozitivne ocene o tome da Korisnik\nispunjava uslove u pogledu plaćanja, preduslove i opšte uslove, kako je\nnavedeno u članu 6. ovog sporazuma, Komisija će doneti odluku kojom se\nodobrava oslobađanje sredstava u iznosu koji odgovara tim uslovima.\nOdluke o oslobađanju sredstava iz podrške u vidu zajma biće usvojene\nnajkasnije do 31. decembra 2027. godine.",
            "9. Odluka Komisije kojom se odobrava ovo oslobađanje\nsredstava predstavlja uslov da bi iznos finansijskih sredstava bio\nstavljen na raspolaganje kao podrška Unije.",
            "a) Bespovratna podrška će biti isplaćenaEWBJF-u, u skladu sa članom 19. ovog sporazuma.",
            "b) Podrška u vidu zajma će biti isplaćena u budžet Korisnika, uključujući iznos zajma koji će biti dostupan prekoWBIF-a, u skladu sa članom 20. ovog sporazuma.",
            "10. Uz svaki zahtev za oslobađanje sredstava u skladu\nsa ovim sporazumom, osim uz zahtev za pretfinansiranje, Korisnik\ndostavlja i sledeću dokumentaciju:",
            "- Potpisani zahtev za oslobađanje sredstava na\nobrascu navedenom u Aneksu A ovog sporazuma, uključujući izjavu o tome\nda mere koje su sprovedene radi ispunjavanja koraka u vezi sa reformom\nkoje je Komisija prethodno uspešno ocenila i koje su bile ispunjene u\nprethodnim odlukama o oslobađanju sredstava, nisu poništene.",
            "- List za svaki ispunjen korak u odgovarajućem\nzahtevu za oslobađanje sredstava kojim se pokazuje da je korak\nispunjen, uz zvanične dokaze u tom pogledu.",
            "- Potpisanu Izjavu o upravljanju koristeći obrazac\nnaveden u Aneksu B ovog sporazuma kojom se potvrđuje da: (i) su\ninformacije dostavljene uz zahtev za oslobađanje sredstava potpune,\ntačne i pouzdane; (ii) sistemi upravljanja i kontrole pružaju neophodnu\ngaranciju o tome da je obezbeđeno finansiranje korišćeno u skladu sa\nvažećim pravilima, posebno u vezi sa sprečavanjem, otkrivanjem i\notklanjanjem prevara, korupcije, sukoba interesa i nepravilnosti; i\n(iii) su ustanovljeni odgovarajući aranžmani kako bi se izbeglo\ndvostruko finansiranje iz Instrumenta i drugih programa i instrumenata\nUnije, kao i od strane drugih donatora.",
            "- Rezime o revizijama koji izdaju relevantni organi,\nuključujući identifikovane slabosti i eventualne preduzete korektivne\nmere.",
            "- Za korake u vezi sa zahtevom za oslobađanje\nsredstava, rezime rezultata iz provera kojima se osigurava da je svaka\nmera za sprovođenje reformi i investicionih projekata u okviru\nInstrumenta pravilno sprovedena.",
            "11. Korisnik obezbeđuje adekvatnu dokumentaciju kako\nbi obrazložio zahteva za oslobađanje sredstava za svaki pojedinačni\nkorak i prema izvorima provere navedenim u Aneksu I Reformske agende.\nOvo, u najmanju ruku, podrazumeva:",
            "- rezime kojim se propisno obrazlaže kako su\nkvantitativni ili kvalitativni koraci (uključujući sve konstitutivne\nelemente) na zadovoljavajući način ispunjeni;",
            "- za korake koji zahtevaju stupanje na snagu zakonodavnog akta: kopiju objave odgovarajućeg zakonodavnog akta u Službenom listu Korisnika;",
            "- za korake koji zahtevaju usvajanje\nstrategije/akcionog plana/mape puta/bilo kog drugog javnog akta koji se\nne smatra pravnim aktom: kopiju usvojenog akta i link ka veb sajtu na kome se može pristupiti strategiji;",
            "- za korake koji zahtevaju izdavanje izveštaja koji se ne objavljuje: kopiju internog ili eksternog izveštaja;",
            "- za korake koji zahtevaju da određeni sistem postane operativan:\npotvrde o završetku aktivnosti potpisane od strane izvođača i nadležnog\norgana u skladu sa nacionalnim zakonodavstvom kojima se dokazuje da je\nsistem uspostavljen i operativan;",
            "- bilo koji drugi relevantni dokument koji se\nsmatra relevantnim za obrazloženje zadovoljavajućeg ispunjenja\nkvantitativnog ili kvalitativnog koraka u skladu sa odredbama iz\nReformske agende.",
            "Komisija može zahtevati dodatne dokaze kada smatra da je to neophodno.",
            "12. Prema potrebi, Korisnik će u zahtevu za\noslobađanje sredstava navesti da li su za pojedine kvalitativne i\nkvantitativne korake odobreni podrška i finansiranje, uključujući\nodgovarajući iznos, iz drugih programa i instrumenata Unije ili drugih\ndonatorskih programa, i izložiti podatke o postojećim aranžmanima kako\nbi se izbeglo dvostruko finansiranje."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_14"
    },
    {
        "title": "Član 15",
        "texts": [
            "Raspodela plaćanja",
            "1. U skladu sa pravilima utvrđenim u članu 14,\nKorisnik je, prilikom slanja zahteva za oslobađanje sredstava Komisiji\nu okviru ovog sporazuma i zahteva za isplatu u skladu sa Sporazumom o\nzajmu, u obavezi da se pridržava sledeće raspodele u odnosu na\nmaksimalne utvrđene finansijske doprinose iz člana 2(3) ovog sporazuma:",
            "a. 28,7% iz bespovratne podrške i 24,8% iz podrške u\nvidu zajma, ukupno 53,5%, biće dostupno kroz Investicioni okvir za\nzapadni Balkan (WBIF), i",
            "b. 46,5% od podrške u vidu zajma biće usmereno direktno u budžet Korisnika.",
            "2. Komisija nije u obavezi da se pridržava raspodele\nplaćanja koja je navedena u stavu 1. ovog člana i može u bilo kom\ntrenutku, uz pismeno obaveštenje koje dostavlja Korisniku pre sledećeg\nplaniranog zahteva za oslobađanje sredstava, da primeni drugačiju\nraspodelu plaćanja."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_15"
    },
    {
        "title": "Član 16",
        "texts": [
            "Isplata podrške u vidu zajma",
            "1. Ne dovodeći u pitanje čl. 13, 14. i 15. ovog\nsporazuma, isplata podrške u vidu zajma biće realizovana u skladu sa\npravilima navedenim u Sporazumu o zajmu."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_16"
    },
    {
        "title": "Član 17",
        "texts": [
            "Pravila o zadržavanju, umanjenju i preraspodeli sredstava pre oslobađanja sredstava",
            "1. Kada, nakon dostavljanja zahteva za oslobađanje\nsredstava i u skladu sa pravilima iz člana 14. ovog sporazuma, Komisija\ndonese negativnu ocenu u pogledu potpunog ili delimičnog ispunjenja\nbilo kog uslova prema okvirnom rasporedu, oslobađanje sredstava koja\nodgovaraju tim uslovima biće u potpunosti ili delimično zadržano.\nZadržana sredstva biće oslobođena tek kada Korisnik bude propisno\nobrazložio, kao deo naknadnog zahteva za oslobađanje sredstava, da je\npreduzeo neophodne mere kako bi obezbedio zadovoljavajuće ispunjenje\nodgovarajućih uslova.",
            "2. Ukoliko su uslovi u pogledu plaćanja ispunjeni,\nisplata odgovarajućih zadržanih sredstava mogla bi biti izvršena tokom\nnarednog perioda za oslobađanje sredstava i do 24 meseca za uslove u\npogledu plaćanja koje treba ispuniti u prvoj godini i 12 meseci za\nuslove u pogledu plaćanja koje treba ispuniti u narednim godinama, kako\nje navedeno u vremenskom rasporedu utvrđenom u Reformskoj agendi.",
            "3. Ako Komisija zaključi da Korisnik u roku od 12\nmeseci od početne negativne ocene iz stava 2. ovog člana nije preduzeo\npotrebne mere, Komisija će umanjiti iznos bespovratne finansijske\npodrške i zajma srazmerno delu koji odgovara relevantnim uslovima u\npogledu plaćanja. Tokom prve godine sprovođenja primenjuje se rok od 24\nmeseca, koji počinje da teče od početne negativne ocene iz stava 2.\novog člana.",
            "4. Kada je kvalitativni i kvantitativni korak koji je\nocenjen kao uspešno ispunjen u okviru prethodne rate poništen ili je\nkasnije utvrđeno da nije sproveden, Komisija može umanjiti iznos\nnaknadnog plaćanja za odgovarajući iznos, u skladu sa članom 21(2) i\n(5) Uredbe (EU) 2024/1449. stav 5. ovog člana primenjuje se u skladu s\ntim.",
            "5. Komisija može pozvati Korisnika da u roku od dva\nmeseca iznese svoja zapažanja u slučajevima kada je Komisija odlučila\nda umanji iznos isplate sredstava u skladu sa st. 3. ili 4. ovog člana.",
            "6. Ne dovodeći u pitanje st. 2. i 3. ovog člana i\nodredbe iz Sporazuma o zajmu, svaki iznos koji odgovara uslovima\nplaćanja koji nisu ispunjeni do 31. decembra 2028. godine neće dospeti\nna naplatu Korisniku.",
            "Komisija može odlučiti da svaki iznos umanjen u skladu sa stavom 3. ovog člana preraspodeli ostalim korisnicima Instrumenta."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_17"
    },
    {
        "title": "Član 18",
        "texts": [
            "Pravila o umanjenju, povraćaju i izvršenju nakon oslobađanja sredstava",
            "1. Komisija može umanjiti iznos finansijske podrške\nkoja je na raspolaganju u okviru Instrumenta i izvršiti povraćaj\nsredstva od Korisnika, uključujući \"prebijanje\", u bilo kom iznosu koji\nje potrošen za ostvarenje ciljeva Instrumenta, tako što će zahtevati\nprevremenu otplatu zajma u skladu sa Sporazumom o zajmu i zahtevanjem\nod Korisnika da Komisiji isplati iznos koji je ekvivalentan iznosu\nbespovratne finansijske podrške koju je Komisija prethodno namenilaEWBJF-u:",
            "a. ako su sredstva neosnovano isplaćena;",
            "b. u identifikovanim slučajevima ili slučajevima\nozbiljne sumnje na nepravilnosti, prevaru, korupciju i sukob interesa\nkoji utiču na finansijske interese Unije, a koje Korisnik nije\nispravio, u skladu sa članom 23(3) Uredbe (EU) 2024/1449;",
            "v. u slučaju ozbiljnog kršenja bilo koje obaveze koja\nproizlazi iz ovog sporazuma ili Sporazuma o zajmu, uključujući i\nizveštaje revizorskih organa Korisnika ili informacija dobijenih odOLAF-a ili iz izveštaja Evropskog revizorskog suda kao osnov;",
            "g. u slučaju ukidanja kvalitativnih i/ili\nkvantitativnih koraka u okviru Reformske agende ili u slučajevima kada\nse nakon izvršene isplate utvrdi da koraci nisu ispunjeni na\nzadovoljavajući način.",
            "2. Ukidanje kvalitativnih i/ili kvantitativnih koraka\nu okviru reformi osmišljenih radi otklanjanja nedostataka u sistemu\nKorisnika kako bi se efikasno sprečile, otkrile i ispravile\nnepravilnosti, prevare, korupcija, uključujući korupciju na visokom\nnivou, i sukobi interesa u skladu sa članom 13(1) Uredbe (EU)\n2024/1449, uključujući one koje je Komisija ocenila kao komplementarne\nza taj sistem u skladu sa pregovaračkim poglavljima iz drugog podstava\nčlana 24(1) pomenute Uredbe, može dovesti do ozbiljnog kršenja obaveza\nu smislu tačke (v) iz stava 2.",
            "3. Prilikom odlučivanja o iznosu koji podleže\numanjenju ili iznosu koji treba prevremeno otplatiti, Komisija će\npoštovati načelo proporcionalnosti i uzeće u obzir nivo nepravilnosti,\nprevare, korupcije ili sukoba interesa koji utiču na finansijske\ninterese Unije ili nivo kršenja obaveze. Pre sprovođenja umanjenja ili\ndostavljanja zahteva za prevremenu otplatu, Korisnik će biti pozvan da\niznese svoja zapažanja u roku od dva meseca.",
            "4. Sud pravde Evropske unije ima isključivu\nnadležnost da preispituje zakonitost odluke Komisije iz stava 1. i da\nsuspenduje njeno izvršenje. Za pritužbe da se izvršenje sprovodi na\nnepravilan način nadležni su sudovi u zemlji Korisnika. U tom\nkontekstu, sudovi u zemlji Korisnika će upućivati pitanja o tumačenju\novog sporazuma i prava EU Sudu pravde radi donošenja odluka.",
            "5. Institucije i tela Evropske unije uključeni u\nsprovođenje Instrumenta ili u kontrole pomenutog programa, imaju pravo\nda direktno komuniciraju, uključujući i putem sistema elektronske\nrazmene informacija, sa svakim fizičkim licem sa prebivalištem u zemlji\nKorisnika ili svakim pravnim licem sa sedištem u zemlji Korisnika koji\nprimaju finansijska sredstva povezana sa Instrumentom, kao i sa svakom\ntrećom stranom uključenom u sprovođenje Instrumenta koja ima\nprebivalište ili je osnovana u zemlji Korisnika. Takva lica, subjekti i\nstrane mogu direktno institucijama i telima Evropske unije dostavljati\nsve relevantne informacije i dokumentaciju koju su u obavezi da dostave\nna osnovu ugovora ili sporazuma zaključenih radi sprovođenja\nInstrumenta."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_18"
    },
    {
        "title": "Član 19",
        "texts": [
            "Bespovratna podrška kroz Investicioni okvir za Zapadni Balkan",
            "1. Ne dovodeći u pitanje ostale odredbe utvrđene ovim\nsporazumom, sredstva Instrumenta u obliku bespovratne podrške usmerene\nkroz Investicioni okvir za Zapadni Balkan (WBIF) podležu odredbama utvrđenim u ovom članu.",
            "2. Shodno pozitivnoj oceni zahteva za oslobađanje sredstava po osnovu člana 14. i nakon pozitivnog mišljenjaWBIF-a\niz člana 35. stav 8. Uredbe (EU) 2021/947 o odgovarajućim predlozima\ninvesticionih projekata, Komisija dodeljuje oslobođena sredstva\nodabranim investicionim projektima, sklapanjem aranžmana o doprinosu sa\nupravnicima fondova. Komisija će potpisati takav aranžman o doprinosu\nnakon što dobije dokaz da suEWBJFi dati korisnik potpisali ekvivalentan aranžman o doprinosu. Komisija prenosi ta sredstvaEWBJF-u u tranšama nakon podnošenja zahteva za plaćanje od strane upravnika fondova.",
            "3. Iznosi koji preostanu uEWBJF-u na kraju\nsprovođenja poslednjeg investicionog projekta podržanog u okviru\nInstrumenta prenose se Komisiji u skladu sa pravilimaEWBJF-a."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_19"
    },
    {
        "title": "Član 20",
        "texts": [
            "Podrška u vidu zajma kroz Investicioni okvir za Zapadni Balkan",
            "1. Ne dovodeći u pitanje ostale odredbe utvrđene ovim sporazumom, sredstva Instrumenta u obliku podrške u zajma usmerene krozWBIFpodležu odredbama utvrđenim u ovom članu.",
            "2. Pre svake isplate podrške u vidu zajma u budžet Korisnika, koja će naknadno biti usmerena prekoWBIF-a,\nKorisnik će sklopiti aranžmane o doprinosima sa upravnicima fondova na\nime odgovarajućih iznosa oslobođenih u skladu sa članom 14. stav 9.\ntačka b) ovog sporazuma, koji će biti raspodeljeni kao sufinansiranje\ninvesticija koje je Operativni odborWBIF-a pozitivno ocenio, kako je navedeno u članu 19. stav 2.",
            "3. Korisnik se obavezuje da bez odlaganja dostavi\nKomisiji kopije odgovarajućih aranžmana o doprinosima, kao i sve\nnjihove izmene. Po prijemu tih obaveštenja, Komisija isplaćuje iznose\nodgovarajućeg zajma direktno u budžete Korisnika. Korisnici se\nobavezuju da prenesuEWBJF-u data sredstva u tranšama po\npodnetim zahtevima za plaćanje od strane upravnika fondova, te da bez\nodlaganja pruže Komisiji dokaz o svakom plaćanju po osnovu svakog\nsporazuma sa upravnicima fondova.",
            "4. Svaki iznos povraćaja ostvarenog od straneEWBJF-a ostaje na raspolaganju Korisniku u skladu sa pravilimaEWBJF-a.",
            "5. Iznosi koji ostanu neupotrebljeni na kraju\nsprovođenja poslednjeg investicionog projekta podržanog u okviru\nInstrumenta prenose se Korisniku u skladu sa pravilimaEWBJF-a.",
            "6. U slučaju otkazivanja odabranog investicionog projekta ili ukoliko Korisnik ne dostaviEWBJF-u\ndokaz o plaćanju iz stava 3. ovog člana, Komisija zadržava pravo da\nzahteva prevremenu otplatu odgovarajućeg iznosa zajma u skladu sa\nsporazumom o zajmu.",
            "Naslov VI",
            "TRANSPARENTNOST, ZAŠTITA PODATAKA I VIDLJIVOST"
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_20"
    },
    {
        "title": "Član 21",
        "texts": [
            "Prikupljanje podataka i transparentnost",
            "1. Korisnik se obavezuje na transparentnost i odgovornost u sprovođenju Instrumenta.",
            "2. Korisnik se obavezuje da osigura prikupljanje i\npristup Komisiji koju predstavljaju njeni zastupnici ili ovlašćeni\nstručnjaci, odgovarajuće podatke o privatnim i pravnim licima koja\nprimaju sredstva u skladu sa stavom 3. ovog člana, uključujući\ninformacije o stvarnom vlasništvu u smislu člana 3. stav 6. Direktive\n(EU) 2015/849.",
            "3. Korisnik je dužan da objavljuje ažurirane podatke\no krajnjim primaocima finansijskih sredstava koja premašuju iznos od\n50.000 EUR kumulativno u protivvrednosti u periodu od četiri godine, za\nsprovođenje reformi i investicija navedenih u Instrumentu.",
            "4. Korisnik je dužan da ažurira podatke iz stava 3. najmanje jednom godišnje.",
            "5. Za krajnje primaoce iz stava 3. ovog člana\nobjavljuju se sledeće informacije u mašinski čitljivom formatu na veb\nstranici, prema redosledu ukupnih primljenih sredstava:",
            "- U slučaju pravnog lica, puni naziv pravnog lica\nprimaoca i identifikacioni broj za PDV ili poreski identifikacioni\nbroj, ako je dostupan, ili druga jedinstvena identifikaciona oznaka\nustanovljena po osnovu pravnih propisa koji se primenjuju na to pravno\nlice.",
            "- U slučaju fizičkog lica, ime i prezime(na) primaoca.",
            "- Iznos primljen od strane primaoca i reforme i investicije u okviru Reformske agende čijem sprovođenju taj iznos doprinosi.",
            "6. Informacije iz stava 3. ovog člana ne smeju se\nobjavljivati kada rizici od obelodanjivanja prete da ugroze prava i\nslobode odgovarajućih krajnjih primalaca ili da nanesu veću štetu\nnjihovim poslovnim interesima. Međutim, te informacije moraju se\nstaviti na raspolaganje Komisiji i odgovarajućem revizorskom telu.",
            "7. Korisnik se obavezuje da elektronskim putem\ndostavi Komisiji, najmanje jednom godišnje, podatke o krajnjim\nprimaocima iz stava 3, koristeći format XML u skladu sa obrascem\ndostavljenim od strane Komisije.",
            "8. Korisnik se obavezuje da dostavi Komisiji sve\nneophodne informacije i podatke potrebne za uspostavljanje Tabele\nrezultata instrumenta i njeno ažuriranje dva puta godišnje, kako je\npredviđeno u članu 26. Uredbe (EU) 2024/1449. Te informacije treba da\nobuhvate pravovremene i tačne izveštaje o napretku u sprovođenju\nReformske agende. Korisnik se obavezuje da u potpunosti sarađuje sa\nKomisijom kako bi obezbedio da Tabela rezultata stupi na snagu 1.\njanuara 2025. godine, te da od tog datuma bude dostupna javnosti\nonlajn.",
            "9. Korisnik je saglasan da Reformska agenda i zahtev\nza oslobađanje sredstava budu dostupni javnosti najkasnije sa prvim\npodnošenjem zahteva za oslobađanje sredstava."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_21"
    },
    {
        "title": "Član 22",
        "texts": [
            "Zaštita podataka",
            "1. Korisnik je dužan da obezbedi odgovarajuću zaštitu\npodataka o ličnosti istovetnu onoj koja se zahteva po osnovu Uredbe\n(EU) 2018/1725 i Uredbe (EU) 2016/679. Podaci o ličnosti podrazumevaju\nsve informacije koje se odnose na fizičko lice koje je identifikovano\nili se može identifikovati. Svaka operacija koja uključuje obradu\npodataka o ličnosti, kao što je prikupljanje, evidentiranje,\norganizacija. skladištenje, prilagođavanje ili promena, preuzimanje,\nkonsultacije, korišćenje, obelodanjivanje, brisanje ili uništavanje,\nvrši se na osnovu pravila i postupaka Korisnika i ima se obaviti samo u\nmeri u kojoj je to neophodno radi sprovođenja Instrumenta.",
            "2. Korisnik se naročito obavezuje da preduzme\nodgovarajuće tehničke i organizacione mere bezbednosti kako bi se\nzaštitio od rizika svojstvenih svakoj takvoj operaciji i prirodi\ninformacija o datim fizičkim licima, kako bi:",
            "- sprečio da bilo koje neovlašćeno lice dobije\npristup računarskom sistemu na kome se obavljaju te operacije, a\nposebno neovlašćeno čitanje, kopiranje, prepravka ili uklanjanje medija\nza čuvanje, neovlašćeni unos podataka kao i neovlašćeno otkrivanje,\nprepravka ili brisanje uskladištenih podataka;",
            "- obezbedio da ovlašćeni korisnici bilo kog IT\nsistema koji obavljaju te operacije mogu da pristupe samo informacijama\nkoje odgovaraju njihovom pravu pristupa;",
            "- projektovao svoju organizacionu strukturu na način koji odgovara gore navedenim zahtevima."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_22"
    },
    {
        "title": "Član 23",
        "texts": [
            "Vidljivost",
            "1. Korisnik se obavezuje da preduzme sve neophodne\nmere kako bi aktivno potvrđivao poreklo i obezbedio vidljivost\nfinansijskih sredstava Unije, uključujući, kad je potrebno,\nprikazivanje amblema Unije i odgovarajuće izjave o finansiranju koja\nglasi: \"finansirano od strane Evropske unije\" ili \"sufinansirano od\nstrane Evropske unije\", naročito kada se promovišu akcije i rezultati\nakcija, pružanjem konkretnih, delotvornih i srazmernih ciljanih\ninformacija različitoj publici, uključujući medije i javnost.",
            "2. Te mere vidljivosti, komunikacije, publiciteta i\ninformisanja dostavljaju se u pristupačnom formatu i potrebno je da\nbudu u skladu sa smernicama EU za spoljne akcije \"Komuniciranje i\njačanje vidljivosti EU\", utvrđenim i objavljenim od strane Komisije, a\nkoje su na snazi u trenutku sprovođenja tih mera.",
            "3. Korisnik je dužan da dostavi potpuno razvijen plan\nkomunikacije i vidljivosti najkasnije sa prvim zahtevom za oslobađanje\nsredstava, radi dobijanja saglasnosti Komisije. Korisnik je dužan da\nobezbedi da su dovoljna sredstva opredeljena za plan komunikacije i\nvidljivosti i da je on valjano sproveden. Korisnik je dužan da u svoj\nplan komunikacije i vidljivosti uključi sledeće informacije: ciljevi;\nciljna publika (uključujući lokalnu publiku); aktivnosti/kanale za\nkomunikaciju; planirani budžet; odabrane ključne projekte; aranžmane za\nkoordinaciju sa Komisijom; i praćenje i vrednovanje."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_23"
    },
    {
        "title": "Član 24",
        "texts": [
            "Čuvanje dokumenata",
            "1. U skladu sa članom 11. ovog sporazuma, Korisnik se\nobavezuje da dole navedeno čuva u periodu od pet godina od datuma\nzavršetka akcije:",
            "a. sva dokumenta od značaja za postupke nabavke i\ndodele bespovratnih sredstava, ugovore, anekse, odgovarajuću prepisku i\nsva relevantna dokumenta koja se odnose na plaćanja i povraćaje za\ninvesticione projekte koji se finansiraju krozEWBJF;",
            "b. sva dokumenta od značaja za sprovođenje podrške u vidu zajmova, bilo da su usmereni direktno u budžete Korisnika ili prekoWBIF-a;",
            "2. Period iz stava 1. prekida se u slučaju sudskih\npostupaka, uključujući istrage od strane Evropske kancelarija za borbu\nprotiv prevara, ili istraga i gonjenja od strane Evropskog javnog\ntužilaštva i revizija od strane Evropskog revizorskog suda ili na\nvaljano opravdani zahtev Komisije.",
            "Naslov VII",
            "PRAĆENJE, IZVEŠTAVANJE I EVALUACIJA"
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_24"
    },
    {
        "title": "Član 25",
        "texts": [
            "Opšti zahtevi u pogledu izveštavanja za korisnike",
            "1. Komisija i Korisnik obavezuju se da osnuju Odbor\nza praćenje Instrumenta za reformu i rast najkasnije šest meseci nakon\nstupanje na snagu ovog sporazuma.",
            "2. Odbor za praćenje Instrumenta za reformu i rast\nobavezuje se da proceni stepen i kvalitet sprovođenja svih reformi i\ninvesticija ka ispunjenju ciljeva predviđenih Reformskom agendom i\nUredbom (EU) 2024/1449.",
            "U tu svrhu, Korisnik je dužan da uspostavi redovno i\nsistemsko praćenje, kako na političkom tako i na stručnom nivou, i\nmehanizme izveštavanja kako bi obaveštavao o napretku ka postizanju\nplaniranih rezultata, osiguravajući time da izveštavanje Komisije bude\npouzdano i sveobuhvatno.",
            "Mehanizmi praćenja i izveštavanja uključuju sve dole navedene elemente:",
            "i. institucionalno uspostavljanje (uključujući\npotrebne mehanizme koordinacije i lanac odobrenja učesnika koji će\nobezbediti preciznost izveštavanja);",
            "ii. informacije koje se koriste i pružaju i međunarodni plan dostupnosti tih informacija;",
            "iii. postupke kontrole kvaliteta, kojima se uređuje\nprikupljanje i analiza odgovarajućih podataka (uključujući, kada je\npotrebno, mehanizme za obezbeđivanje kvaliteta prikupljanja podataka od\npartnera na nižim nivoima - uključujući disagregaciju podataka (na\nprimer, po polu, godištu, ruralnoj/urbanoj sredini, itd.); i",
            "iv. obezbeđivanje procene trećeg lica, po potrebi.\nAko postoje ozbiljni nedostaci koje utiču na kvalitet upotrebljenih\ninformacija, Korisnik je dužan da precizira posledice i mere za\nublažavanje koje su predviđene shodno tome.",
            "Praćenjem i izveštavanjem potrebno je razmotriti u\nkojoj meri odgovarajuće reforme i investicije uzimaju u obzir načelo da\nse \"niko ne izostavi\" i doprinose rodnoj ravnopravnosti i osnaživanju\nžena.",
            "Pored toga, Korisnik se obavezuje da osigura da takav\nsistem bude nezavisan, te da može da pruži delotvornu odgovornost i\ntransparentnost u sprovođenju sredstava iz budžeta Unije.",
            "3. Odbor za praćenje čine predstavnici Komisije,\nKoordinator i drugi nadležni organi i tela Korisnika i, po potrebi,\nbilateralni donatori, međunarodne organizacije, međunarodne finansijske\ninstitucije i druge zainteresovane strane, kao što su organizacije\ncivilnog društva i privatnog sektora.",
            "4. Predstavnik Komisije i Koordinator kopredsedavaju sastancima Odbora za praćenje Instrumenta za reformu i rast.",
            "5. Odbor za praćenje sastaje se najmanje jednom godišnje.Ad hocsastanci mogu da se takođe sazovu na inicijativu Odbora ili Korisnika, naročito radi raspravljanja o konkretnim temama.",
            "6. Kako bi obezbedili efikasnu koordinaciju tokom\nsprovođenja Instrumenta, predstavnici Komisije, službe Koordinatora i\ndrugih institucija Korisnika, dužni su da održavaju redovne sastanke na\ntehničkom nivou kako bi raspravljali o investicijama i reformama u\nReformskoj agendi koje mogu dovesti do konkretnih izazova u sprovođenju\ni/ili bilo kojim većim rizicima po vremenski raspored za završetak bilo\nkog koraka, pre svega, kada mogu imati posledice na vremenski raspored\npovezanih zahteva za oslobađanje sredstava.",
            "7. Potrebno je da se podaci dobijeni praćenjem, koje Korisnik prikuplja i obrađuje,",
            "a. unesu u polugodišnji izveštaj o ispunjenosti\nuslova za plaćanje po osnovu Reformske agende tog Korisnika, koji prate\nsve zahteve za oslobađanje sredstva. Svaki izveštaj treba da pruži\ntačan opis sprovođenja osnovnih reformi merenih odgovarajućim\nindikatorima (i povezane početne vrednosti i kvalitativne i\nkvalitativne korake).",
            "b. unesu u godišnji izveštaj o ukupnom napretku\nReformske agende u smislu postizanja opštih i posebnih ciljeva\nInstrumenta, u skladu i sa indikatorima obuhvaćenim Reformskom agendom,\nkoristeći obrazac koji dostavlja Komisija. To će doprineti godišnjem\npraćenju Instrumenta od strane Komisije, u skladu sa članom 25. Uredbe\n(EU) 2024/1449. Konačni godišnji izveštaj pokriće celokupan period\nsprovođenja Reformske agende. Godišnji izveštaj dostavlja se zajedno sa\nEkonomskim i reformskim programom Korisnika, ako je moguće, najkasnije\ndo 1. marta svake godine. Godišnji izveštaj takođe mora da ispuni\nzahteve u pogledu izveštavanja koji su utvrđeni u članu 28. Uredbe (EU)\n2024/1449.",
            "8. Kako bi omogućio Komisiji da prati Instrument,\nKorisnik se obavezuje da napravi potrebne aranžmane kako bi Komisiji\nobezbedio potpuni pristup osnovnim podacima prikupljenim praćenjem.",
            "9. Komisija može izvršiti dodatne procene kako preko\nsvog zaposlenog osoblja tako i preko nezavisnih konsultanata\nangažovanih direktno od strane Komisije za nezavisne provere praćenja."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_25"
    },
    {
        "title": "Član 26",
        "texts": [
            "Jezik",
            "1. Svi izveštaj, navodi, izjave i finansijski\nizveštaji koji se odnose na pripremu ili sprovođenje pomoći po osnovu\nInstrumenta dostavljaju se Komisiji na engleskom jeziku."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_26"
    },
    {
        "title": "Član 27",
        "texts": [
            "Informacije u kontekstuex postvrednovanja Instrumenta za reformu i rast od strane Komisije",
            "1. Korisnik je dužan da olakša obezbedi Komisiji\npristup zainteresovanim stranama i svim relevantnim informacijama,\nuključujući osnovne podatke prikupljene praćenjem, vrednovanjem i/ili\ndruge studije koje Korisnik može da sprovede u okviru Instrumenta, a\nkoje su neophodne da bi Komisija obavilaex-postprocenu iz člana 27. (EU) 2024/1449 nakon decembra 2027. godine a do decembra 2031. godine.",
            "Naslov VIII",
            "ZAVRŠNE ODREDBE"
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_27"
    },
    {
        "title": "Član 28",
        "texts": [
            "Stupanje na snagu Informacije u kontekstuex postvrednovanja Instrumenta za reformu i rast",
            "1. Nakon potpisivanja Strana, ovaj sporazum stupa na\nsnagu na dan kada Korisnik u pisanom obliku obavesti Komisiju o\nzavršetku svih internih procedura neophodnih za stupanje na snagu ovog\nsporazuma.",
            "2. Sporazum ostaje na snazi do završetka sprovođenja\nsvih mera koje se finansiraju u okviru Instrumenta, svih radnji\nneophodnih za zaštitu finansijskih interesa Unije i svih finansijskih\nobaveza koje proističu iz sprovođenja ovog sporazuma između Strana."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_28"
    },
    {
        "title": "Član 29",
        "texts": [
            "Izmene",
            "1. Sve izmene ovog sporazuma između Strana vrše se u\npisanom obliku i mogu biti u obliku razmene pisama. Svaka takva izmena\nčini deo ovog sporazuma.",
            "2. Sve izmene ovog sporazuma između Strana stupaju na\nsnagu na dan kada Korisnik u pisanom obliku obavesti Komisiju o\nzavršetku svih internih procedura neophodnih za stupanje na snagu\npomenutih izmena.",
            "3. Ne dovodeći u pitanje st. 1. i 2. ovog člana,\nKomisija može jednostrano da izmeni bilo koji Aneks. Komisija o svakoj\ntakvoj izmeni obaveštava Korisnika."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_29"
    },
    {
        "title": "Član 30",
        "texts": [
            "Suspenzija sporazuma",
            "1. Sporazum je moguće suspendovati u sledećim slučajevima:",
            "- Komisija može suspendovati sprovođenje ovog\nsporazuma ako EU ili Korisnik odluče da suspenduju ili prekinu proces\npristupanja EU;",
            "- Komisija može suspendovati sprovođenje ovog\nsporazuma ako Korisnik prekrši preduslov iz člana 5(1) Uredbe (EU)\n2024/1449 ili obavezu iz ovog sporazuma i/ili iz Sporazuma o zajmu;",
            "- Komisija može suspendovati sprovođenje ovog\nsporazuma ako Korisnik prekrši obavezu koja se odnosi na poštovanje\nljudskih prava, demokratskih načela i vladavine prava, ili u ozbiljnim\nslučajevima korupcije;",
            "- Ovaj sporazum može biti suspendovan u slučaju više\nsile. \"Viša sila\" znači svaka nepredvidiva i vanredna situacija ili\ndogađaj van kontrole Strana koji ih sprečava da ispune bilo koju od\nsvojih obaveza, a ne može se pripisati grešci ili nemaru sa njihove\nstrane (ili njihovih ugovarača, agenata ili zaposlenih) i nepremostiv\nje uprkos dužnoj pažnji. Nedostaci opreme ili materijala ili kašnjenja\nu njihovoj raspoloživosti, radni sporovi, štrajkovi ili finansijske\nteškoće ne mogu se smatrati višom silom. Nijedna od Strana nije\nodgovorna za kršenje svojih obaveza ukoliko ih viša sila sprečava da ih\nispune, o čemu će druga Strana biti propisno obaveštena. Strana koja je\nsuočena sa višom silom dužna je da bez odlaganja o tome obavesti drugu\nStranu, navodeći prirodu, verovatno trajanje i predvidive posledice\nproblema, kao i da preduzme sve mere za svođenje moguće štete na\nminimum. Nijedna od Strana nije odgovorna za kršenje svojih obaveza iz\novog sporazuma ukoliko ih viša sila sprečava da ih ispune, pod uslovom\nda Strana preduzima mere za svođenje moguće štete na minimum.",
            "2. Komisija može da suspenduje ovaj sporazum bez prethodnog obaveštenja.",
            "3. Komisija može preduzeti bilo koju odgovarajuću meru predostrožnosti pre nego što dođe do suspenzije.",
            "4. Nakon obaveštenja o suspenziji, biće navedene posledice koje suspenzija izaziva u pogledu sprovođenja Instrumenta.",
            "5. Strane će nastaviti sprovođenje ovog sporazuma\nkada se za to steknu uslovi, uz prethodno pisano odobrenje Komisije.\nOvim se ne dovode u pitanje izmene ovog sporazuma koje mogu biti\nneophodne radi prilagođavanja novim uslovima u pogledu sprovođenja ili\nraskid ovog sporazuma u skladu sa članom 31."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_30"
    },
    {
        "title": "Član 31",
        "texts": [
            "Raskid sporazuma",
            "1. Ako pitanja koja su dovela do suspenzije ovog\nsporazuma ne budu rešena u roku od najviše 180 dana, bilo koja Strana\nmože da raskine ovaj sporazum uz obaveštenje koje se dostavlja 30 dana\nunapred.",
            "2. Ne dovodeći u pitanje stav 1, ako u bilo kom\ntrenutku Komisija smatra da svrha ovog sporazuma više ne može biti\ndelotvorno ili na odgovarajući način izvršena, ovaj sporazum može biti\nraskinut uz obaveštenje koje se dostavlja 30 dana unapred.",
            "3. Ne dovodeći u pitanje član 28(2), posledice takvog\nraskida u kontekstu sprovođenja Instrumenta moguće je analizirati,\nprema potrebi, i utvrditi ih, u zavisnosti od svakog pojedinačnog\nslučaja."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_31"
    },
    {
        "title": "Član 32",
        "texts": [
            "Komunikacija i razmena informacija",
            "1. Komisija imenuje Generalni direktorat za susedstvo\ni pregovore o proširenju ili bilo koji budući generalni direktorat koji\nje njegov pravni sledbenik, kao sagovornika za praćenje sprovođenja\nInstrumenta i ovog sporazuma u ime Komisije.",
            "2. Svaka komunikacija u vezi sa ovim sporazumom\nodvijaće se u pisanom obliku i na engleskom jeziku. Svaka komunikacija\nmora biti potpisana i dostavljena kao originalni dokument ili skenirani\noriginalni dokument.",
            "3. Svaka komunikacija u vezi sa ovim sporazumom biće dostavljena na sledeće adrese:",
            "Za Komisiju:Evropska komisijaGeneralni direktorat za susedstvo i pregovore o proširenjuZa direktora za Zapadni BalkanRue de la Loi 200 / Wetstraat 200, 1049 Brisel, BelgijaElektronska pošta:NEAR-D@ec.europa.eu",
            "Za Korisnika:Ministarstvo za evropske integracijeGđa Tanja Miščević, Ministar za evropske integracijeNemanjina 34, 11 000 BeogradEmail adresa: kabinet@eu.rs"
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_32"
    },
    {
        "title": "Član 33",
        "texts": [
            "Merodavno pravo i nadležnost",
            "1. Ovaj sporazum i sve vanugovorne obaveze koje\nproizilaze iz ili u vezi sa njim uređeni su i tumače se u skladu sa\npravom Evropske unije, kao i uz, prema potrebi, odredbe iz zakona\nVelikog Vojvodstva Luksemburga.",
            "2. Strane se obavezuju da će svaki spor koji može\nnastati u vezi sa zakonitošću, punovažnošću, tumačenjem ili izvršenjem\novog sporazuma biti u isključivoj nadležnosti Suda pravde Evropske\nunije u skladu sa članom 272. Ugovora o funkcionisanju Evropske unije (UFEU).",
            "3. Presude Suda pravde Evropske unije u potpunosti su obavezujuće i izvršne za strane.",
            "4. Komisija može izvršiti bilo koju presudu u vezi sa\nstavom 3. ovog člana pribavljenu od Suda pravde Evropske unije u\nsudovima Korisnika, u skladu sa postupcima za priznanje i izvršenje\nstranih sudskih odluka iz relevantnog zakonodavstva Korisnika.",
            "5. Korisnik se ovim neopozivo i bezuslovno odriče\nsvakog imuniteta na koji ima ili može steći pravo, u odnosu na sebe ili\nsvoju imovinu, od pravnih postupaka u vezi sa ovim sporazumom,\nuključujući, bez ograničenja, imunitet od tužbe, presude ili drugog\nnaloga, od zaplene, hapšenja ili zabrane pre presude i izvršenja i\nprimenjivanja nad njegovom imovinom, u meri u kojoj to zakonom nije\nzabranjeno."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_33"
    },
    {
        "title": "Član 34",
        "texts": [
            "Pravila za pružanje dopunskih informacija",
            "1. Komisija ima pravo da zatraži dopunske informacije\nod Korisnika pre narednog zahteva za oslobađanje sredstava. U slučaju\nda Korisnik ne ispoštuje ovaj rok, Komisija ima pravo da ne obrađuje\nzahteve za oslobađanje sredstava do dostavljanja informacija."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_34"
    },
    {
        "title": "Član 35",
        "texts": [
            "Evropski parlament i Savet",
            "1. U skladu sa članom 11(7) Uredbe (EU) 2024/1449,\nKorisnik je saglasan da Komisija prosledi Reformsku agendu Evropskom\nparlamentu i Savetu.",
            "2. U skladu sa članom 9(2) i članom 17(4) Uredbe (EU)\n2024/1449, Korisnik je saglasan da Komisija Evropskom parlamentu stavi\nna raspolaganje, na zahtev, kopiju ovog sporazuma i kopiju sporazuma o\nzajmu."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_35"
    },
    {
        "title": "Član 36",
        "texts": [
            "Aneksi",
            "Sledeći aneksi čine sastavni deo ovog sporazuma:",
            "Aneks A: Model zahteva za oslobađanje sredstava",
            "Aneks B: Model izjave o upravljanju",
            "Aneks V: Izveštavanje o nepravilnostima",
            "Aneks G: Dodatne definicije u cilju zaštite finansijskih interesa EU",
            "(potpisi)",
            "Ovaj sporazum je sačinjen u dva originalna primerka na engleskom jeziku.",
            "Potpisano, u ime i za račun Korisnika, uBeogradu,dana __________________________________________Gđa Tanja Miščević, s.r.Ministar za evropske integracije",
            "Potpisano, u ime i za račun Evropske unije, uBriselu,dana ________________________________________Gospođica Valentina Superti,s.r.Direktor za Zapadni Balkan",
            "Aneks A:",
            "MODEL ZAHTEVA ZA OSLOBAĐANJE SREDSTAVA",
            "Mesto, datum",
            "Ambasador xDelegacija/kancelarija EU u xxxXxxxxxxxxxxx",
            "Izjavljujem da su, za sprovođenje finansijske pomoći EU [Korisnik Instrumenta za reformu i rast]\nu okviru Instrumenta za period (kvartal/godina), na osnovu sopstvene\nocene i svih informacija koje su mi na raspolaganju, kao i na osnovu\npriloženih dokaza, uslovi plaćanja navedeni u Reformskoj agendi [Korisnik Instrumenta za reformu i rast] za sledeće korake ispunjeni:",
            "Reforma",
            "Korak",
            "Finansijska vrednost",
            "1",
            "1.1",
            "EUR (X)",
            "1",
            "1.2",
            "EUR (X)",
            "",
            "",
            "Ukupno",
            "Na osnovu gore navedenog, zahtevam da iznos od (X)\nevra bude stavljen na raspolaganje, da iznos od (Y) evra bude isplaćen\ndirektno u budžet [Korisnik Instrumenta za reformu i rast], a da iznos od (Z) evra bude stavljen na raspolaganje kroz Investicioni okvir za Zapadni Balkan (WBIF), od čega (A) evra u vidu zajma, a (B) evra u vidu bespovratne podrške10,11",
            "Ovim prilažem procenu svakog koraka, tražene dokaze\nkojima se pokazuje zadovoljavajuće ispunjenje kvalitativnih i\nkvantitativnih koraka navedenih u relevantnom Aneksu Odluke o\nsprovođenju12Komisije i druge informacije koje su neophodne u skladu sa članom 14. Sporazuma o Instrumentu.",
            "Ovim takođe izjavljujem da mere u vezi sa reformama\nza koje je prethodno utvrđeno da su na zadovoljavajući način ispunjene\nu prethodnim odlukama Komisije nisu poništene od strane [Korisnik Instrumenta za reformu i rast].",
            "(Mesto i datum objavljivanja)",
            "Potpis Koordinatora",
            "(Ime i prezime, titula ili funkcija)",
            "___________10U skladu sa pravilima utvrđenim u čl. 16. i 17, svaka rata će se\nzasnivati na indikativnim finansijskim doprinosima navedenim u članu 2.\nstav 2, i to: a) 28,7% iz sredstava u okviru bespovratne podrške, a\n24,8% iz podrške u vidu zajma, ukupno 53,5% biće dostupno kroz\nInvesticioni okvir za zapadni Balkan (WBIF), i b) 46,5% iz podrške u\nvidu zajma biće usmereno direktno u budžet.11Uslov koji prethodi isplati zajma u budžet i, nakon toga, usmeravanju naWBIF, jeste podnošenje potpisanog aranžmana o doprinosu saWBIF-om. Ovaj potpisani aranžman treba obezbediti pre obrade bilo kakvih isplata u okviru zajma.12[poziv na CID broj, datum]",
            "Aneksi:",
            "1) Za korake u vezi sa zahtevom za oslobađanje sredstava, rezimerezultata proverakojim se obezbeđuje da je svaka mera za sprovođenje reformi i\ninvesticionih projekata u okviru Instrumenta pravilno sprovedena u\nskladu sa svim važećim pravilima, a posebno pravilima o sprečavanju,\notkrivanju i otklanjanju nepravilnosti, prevare, korupcije i svih\ndrugih nezakonitih radnji koje utiču na finansijske interese Unije,\nuključujući sukobe interesa, kao i istragu i gonjenje za krivična dela\nkoja utiču na sredstva obezbeđena u okviru Instrumenta.",
            "Sažetak o revizijama kog su dostavili relevantni organi, uključujući identifikovane slabosti i preduzete korektivne mere.",
            "2)Procena opštih uslova(sprovodi se\njednom godišnje - u drugom kvartalu (Q2) svake godine. U slučaju većih\nizmena, procenu treba dostaviti uz svaki zahtev za oslobađanje\nsredstava). Pogledajte ANEKS",
            "Aneks 1: Makroekonomski izveštaj (npr. MMF i/iliECFIN, programi ekonomskih reformi)",
            "Aneks 2: Vladin izveštaj o napretku u oblasti upravljanja javnim finansijama (UJF), uključujući budžetsku transparentnost i nadzor",
            "Aneks 3:Vladin izveštaj o sektorskom napretku, uključujući i institucionalni napredak (tj. sistem praćenja i vrednovanja)",
            "3)Izveštaj misije za eksterno praćenje (ako je dostupan)",
            "4)Obrazac koji treba koristiti za svaki korak:",
            "Naziv koraka",
            "",
            "Polazni parametar",
            "",
            "Krajnji rok za sprovođenje koraka",
            "[Mesec/godina]",
            "Stvarni rezultati",
            "[Navesti detaljnu analizu ispunjenosti koraka ili obrazloženje za neispunjenost koraka]",
            "Dostavljeni dokazi",
            "[Navesti konkretan izvor provere kojom se potvrđuju rezultati]",
            "Jasan zaključak o ispunjenosti koraka",
            "[u potpunosti ispunjen ili nije ispunjen/delimično ispunjen (relevantno samo na kraju grejs perioda)]",
            "Smernice o delimično ispunjenim kvantitativnim koracima",
            "Za kvantitativne korake (tj. objektivno merljive\nkorake) delimična stopa ispunjenosti definisana kao nivo ostvarenja\nmanji od 100% bi garantovala delimično oslobađanje sredstava na kraju\nrelevantnog grejs perioda prema sledećim parametrima:",
            "⇒ 0% isplate za nivo postignuća između 0% i 49%;",
            "⇒ 50% isplate za nivo postignuća između 50% i 89%;",
            "⇒ 100% isplate za nivo postignuća između 90% i 100% ili više.",
            "Pod uslovom da ovaj korak nije ispunjen do\npredviđenog roka, nadležni organi će ponovo podneti korak relevantnim\nslužbama Komisije radi procene na kraju grejs perioda. Delimične\nisplate će biti izvršene tek nakon procene na kraju grejs perioda.\nUkoliko je korak delimično ispunjen, tada se pri izračunavanju iznosa\nkoji je dospeo za plaćanje primenjuju parametri iz prethodnog dela\nteksta. Ukoliko je korak ispunjen na nivou nižem od 50%, sredstva će\nbiti zadržana u skladu sa važećim odredbama (član 21. Uredbe (EU)\n2024/1449).",
            "Za kvalitativne korake ili međukorake, delimično ispunjenje nije moguće.",
            "Smernice o dokazima koje treba dostaviti",
            "Dokazikoji prate zahtev za oslobađanje sredstava treba:",
            "• da demonstriraju zadovoljavajuće ispunjenje koraka (ne treba dostavljati dokaze koji nisu neophodni);",
            "• treba navesti kratka, ali jasna i jedinstvena\nimena datoteka, koja jasno upućuju na dotični korak i koja su\nnumerisana tako da omogućavaju jedinstvenu referencu i pokazuju jasnu\nindikaciju sadržaja;",
            "• treba da uključuju relevantne identifikatore,\nkao što su upućivanje na Službeni glasnik, datum objavljivanja i\nčlanove koji ukazuju na stupanje na snagu (isti format za upućivanje na\npravne tekstove treba koristiti u svim slučajevima);",
            "• treba da uključuju identifikaciju potpisnika\n(funkcija, ne imena) i organ koji predstavlja(ju), bilo koji\nidentifikacioni niz brojeva i/ili znakova i broj protokola, ako je\nnaveden (za dokumente koji nisu pravnog karaktera) i registarski broj\n(na primer katastarska dokumentacija, registar privrednih društava,\nregistar brodova itd.) ukoliko se nalaze u bilo kojoj vrsti zvaničnog\nregistra;",
            "• treba da budu praćeni linkom ka veb sajtu na\nkome je dokaz objavljen (ili, u slučaju da je dokument postavljen na\nelektronsku platformu, treba navesti platformu i referentni broj kojim\nse omogućava pristup istoj);",
            "• treba da budu izloženi na jasan i organizovan\nnačin koji sadrži jasne unakrsne reference na zahtev koji dokazom treba\ndemonstrirati;",
            "• treba da pruže razumnu garanciju da su\nkonstitutivni elementi koraka ispunjeni - u tu svrhu, dostavljeni\ndokazi treba da budu primarni i direktni dokazi kojima se pokazuje\nispunjenost relevantnog zahteva; lične izjave nisu prihvatljive.",
            "Zadovoljavajuću ispunjenost svakog koraka treba\nobrazložiti dostavljanjem službenih dokaza i dokumentacije. Ovo, u\nnajmanju ruku, obuhvata:",
            "• skraćeni dokument kojim se na adekvatan način\nrezimira aktivnost i pruža jasna ocena o tome kako su kvantitativni ili\nkvalitativni koraci (uključujući sve konstitutivne elemente) ispunjeni\nna zadovoljavajući način u skladu sa odredbama navedenim u opisu\nkoraka, kako je navedeno u Reformskoj agendi i pratećem Aneksu I;",
            "•za korake koji zahtevaju stupanje na snagu zakonodavnog akta: kopiju objave odgovarajućeg zakonodavnog akta u Službenom glasniku;",
            "•za korake koji zahtevaju usvajanje strategije/akcionog plana/plana/bilo kog drugog javnog akta koji se ne smatra pravnim aktom: kopiju akta o formalnom usvajanju strategije i link ka veb sajtu na kome je moguće pristupiti strategiji;",
            "•za korake koji zahtevaju izdavanje izveštaja koji se ne objavljuje:\nkopiju internog ili eksternog izveštaja koji je odobrila nadležna\ninstanca (npr. ministar, šef kancelarije, organ upravljanja…);",
            "•za korake koji zahtevaju da određena infrastruktura/sistem/usluga postanu operativni:\npotvrde o završetku aktivnosti koje su potpisali izvođač i nadležni\norgan u skladu sa nacionalnim zakonodavstvom kojima se dokazuje da je\nsistem uspostavljen i operativan, uz dokaz da će biti stavljen u\nupotrebu (npr. pristup korisnika novim agencijama);",
            "•ako je merenjem stepena ostvarenosti koraka predviđeno pozivanje na zvanične statističke podatke: jasno navođenje zvaničnih statističkih izvora;",
            "• bilo koji drugi relevantni dokument koji se\nsmatra bitnim za zakonsko opravdanje zadovoljavajućeg ispunjenja\nkvantitativnog ili kvalitativnog koraka u skladu sa odredbama iz\nReformske agende i aneksa Reformske agende.",
            "Izgledi za ispunjenje koraka neophodnih za sledeće oslobađanje sredstava",
            "• U ovom odeljku je navedenaprocena izgleda za ispunjavanje koraka za sledeće oslobađanje sredstava, na osnovu gore navedenog zabeleženog napretka.",
            "Aneks B:",
            "MODEL IZJAVE O UPRAVLJANJU",
            "Ja, dole potpisani, [ime i prezime], u svojstvu Koordinatora",
            "Izjavljujem da su, za sprovođenje finansijske pomoći Unije [Korisnik Instrumenta za reforme i rast]\nu okviru Instrumenta za period (kvartal/godina), na osnovu sopstvene\nocene i informacija koje su mi na raspolaganju, a naročito na osnovu\nrezultata iz nacionalnih sistema kontrole i revizije opisanih u\nReformskoj agendi:",
            "1. Finansijska sredstva korišćena namenski, kako je navedeno u članu 1(1) Instrumenta i Sporazumima o zajmu između Komisije i [Korisnik Instrumenta za reformu i rast].",
            "2. Podaci dostavljeni uz zahtev za oslobađanje\nsredstava potpuni, tačni i pouzdani, naročito opravdani u pogledu\nispunjenosti kvalitativnih i kvantitativnih koraka na zadovoljavajući\nnačin, o čemu postoji revizorski trag kojim se pokazuje ispunjenost\novih koraka.",
            "3. Uspostavljeni sistemi kontrole pružaju neophodne\npotvrde o tome da je obezbeđeno finansiranje korišćeno u skladu sa svim\nvažećim pravilima, naročito pravilima o sprečavanju, otkrivanju i\notklanjanju prevara, korupcije, sukoba interesa i nepravilnosti.",
            "4. Uspostavljeni aranžmani pružaju neophodnu\ngaranciju da obezbeđeno finansiranje nije dovelo do dvostrukog\nfinansiranja iz Instrumenta i drugih programa ili instrumenata Unije,\nkao i drugih donatora.",
            "Ova Izjava o upravljanju dopunjena je sažetkom\nnacionalnih revizija sprovedenih u vezi sa tač. 1 do 4 iz prethodnog\ndela teksta, uz analizu povezanih uočenih slabosti i preduzetih ili\nplaniranih korektivnih mera. [U propratnom sažetku o revizijama nije\notkriveno kršenje zakona u smislu prevare, korupcije ili sukoba\ninteresa.] [U propratnom sažetku o revizijama, otkrivena su sledeća\nkršenja zakona u smislu prevare, korupcije ili sukoba interesa: (navesti podatke i preduzete korektivne mere)]",
            "Potvrđujem da su nepravilnosti uočene tokom završnih\nrevizorskih ili kontrolnih izveštaja u okviru sprovođenja Reformske\nagende na odgovarajući način ispravljene, uz povraćaj sredstava od\nkrajnjih primalaca, ili su korektivne mere i povraćaj sredstava u toku.\nPrema potrebi, nedostaci u sistemu kontrole istaknuti u pomenutim\nizveštajima su adekvatno praćeni ili su u procesu praćenja, naročito u\npogledu sledećih neophodnih korektivnih mera: (prema potrebi, navedite\nkoje korektivne radnje su bile u toku na dan potpisivanja izjave).",
            "Konačno, potvrđujem da nisam upoznat sa postojanjem\nneobjavljenih podataka u vezi sa sprovođenjem programa koji bi mogli da\nugroze reputaciju programa.",
            "(Mesto i datum objavljivanja)",
            "(potpis)",
            "(Ime i prezime, titula ili funkcija)",
            "Aneks V:",
            "IZVEŠTAVANJE O NEPRAVILNOSTIMA",
            "Klauzula 1 Definicija",
            "Za svrhe izveštavanja o nepravilnostima, uključujući\nprevaru, primenjuju se definicije navedene u Aneksu G o zaštiti\nfinansijskog interesa Unije.",
            "Klauzula 2 Izveštavanje o nepravilnostima",
            "Korisnik je dužan da sve nepravilnosti, uključujući\nsumnju na prevaru, prevaru, korupciju i druge nezakonite radnje, koje\nsu predmet prvog upravnog ili sudskog nalaza, bez odlaganja prijavi\nKomisiji i da je obaveštava o toku upravnog i sudskog postupka.",
            "Nepravilnosti u iznosu koji je manji od 300 evra u\ndoprinosu EU se ne prijavljuju. Ova odredba se ne primenjuje na\nnepravilnosti koje dovode do pokretanja upravnog ili sudskog postupka\nna nacionalnom nivou radi utvrđivanja postojanja prevare ili drugih\nkrivičnih dela.",
            "U tom izveštaju, Korisnik je dužan da za sve slučajeve navede sledeće podatke:",
            "a) Naziv i broj predmetnog programa/mere;",
            "b) identitet uključenih fizičkih i pravnih lica ili svakog drugog subjekta koji je učesnik u procesu i njihovu ulogu;",
            "v) naziv regiona ili oblasti gde je operacija sprovedena, uz korišćenje odgovarajućih podataka;",
            "g) odredba/odredbe koje su prekršene;",
            "d) datum i izvor prve informacije koja je dovela do sumnje da je učinjena nepravilnost;",
            "đ) prirodu, ciljeve, način sprovođenja i prakse korišćene pri činjenju nepravilnosti;",
            "e) prema potrebi, da li pomenuta praksa izaziva sumnju na prevaru;",
            "ž) način na koji je nepravilnost otkrivena;",
            "z) prema potrebi, uključene države članice i/ili treće zemlje;",
            "i) period ili trenutak u kome je nepravilnost počinjena;",
            "j) datum kada je utvrđen prvi upravni ili sudski nalaz o nepravilnosti;",
            "k) ukupan iznos prihvatljivih rashoda određen doprinosom Unije, doprinosom Korisnika i privatnim doprinosom;",
            "l) rashodi na koje nepravilnost utiče određeni doprinosom Unije i doprinosom Korisnika;",
            "lj) iznos koji bi bio neosnovano isplaćen da nepravilnost nije identifikovana prema doprinosu Unije i doprinosu Korisnika;",
            "m) priroda neregularnih rashoda;",
            "n) podatke o obustavi plaćanja, gde je to primenjivo, i mogućnost povraćaja sredstava;",
            "nj) razloge za svako odustajanje od postupaka povraćaja sredstava, gde je to primenjivo;",
            "o) kompletan broj predmeta koji vodeOLAF/EJT, gde je to primenjivo;",
            "Ukoliko pojedine informacije iz stava 1, a naročito\ninformacije o praksama koje su korišćene u vršenju nepravilnosti i\nnačinu na koji su otkrivene, nisu dostupne ili ih je potrebno\nispraviti, Korisnik Komisiji bez odlaganja dostavlja tačne informacije\nili informacije koje nedostaju.",
            "Ako je relevantnim nacionalnim zakonskim odredbama\npredviđena poverljivost istrage, saopštavanje informacija podleže\novlašćenju nadležnog suda.",
            "Klauzula 3 Informacije o sankcijama",
            "(1) Korisnik je dužan da bez odlaganja, a u vezi sa\nsvakim prethodnim izveštajem sačinjenim u skladu sa tačkom 2, dostavi\nKomisiji detaljne podatke u vezi sa pokretanjem, okončanjem ili\nprekidom svakog postupka za izricanje upravnih ili krivičnih sankcija u\nvezi sa prijavljenim nepravilnostima, kao i podatke o ishodu takvih\npostupaka.",
            "a. U pogledu nepravilnosti za koje su izrečene sankcije, Korisnik takođe navodi:",
            "b. da li su sankcije upravne ili krivične prirode;",
            "v. da li su sankcije posledica kršenja zakona Unije ili zakona u zemlji Korisnika;",
            "g. podatke o odredbama kojima su propisane sankcije;",
            "d. da li je prevara utvrđena.",
            "Na pisani zahtev Komisije, Korisnik dostavlja dodatne informacije o određenoj nepravilnosti ili grupi nepravilnosti.",
            "Klauzula 4 Elektronsko izveštavanje preko Sistema za upravljanje nepravilnostima (IMS)",
            "Informacije iz Klauzula 2 i 3 dostavljaju se na\nengleskom jeziku, elektronskim putem, Sistemom za upravljanja\nnepravilnostima (IMS) koji je Komisija uspostavila u tu svrhu.",
            "Klauzula 5 Korišćenje informacija",
            "Komisija ima pravo da za sprovođenje analize rizika\nkoristi svaku informaciju opšte ili operativne prirode koju joj\nKorisnici Instrumenta dostave u skladu sa ovim odredbama. Takođe,\nkoristeći podršku informacionih tehnologija, Komisija može, na osnovu\ndobijenih informacija, sastavljati izveštaje i razvijati sisteme koji\nsluže za efikasniju identifikaciju rizika.OLAF,ERSiEJTmogu koristiti informacije u skladu sa svojim ovlašćenjima.",
            "Klauzula 6 Upotreba evra",
            "Evro će se koristiti kao valuta za prijavljivanje\nnepravilnosti. [Prema potrebi: Korisnik će konvertovati iznose nastalih\ntroškova u svojoj valuti u evro. Ti iznosi se konvertuju u evro po\nmesečnom računovodstvenom kursu Komisije u mesecu u kome je rashod\nregistrovan. Komisija kurs objavljuje elektronskim putem svakog meseca.",
            "Kada se iznosi odnose na rashode evidentirane na\nračunima organa Korisnika tokom perioda dužeg od 1 meseca, koristi se\nkurs za mesec u kome je rashod poslednji put evidentiran. Ako rashod\nnije evidentiran na računima organa Korisnika, koristi se najnoviji\nračunovodstveni kurs koji je Komisija objavila elektronski.]",
            "Klauzula 7 Zaštita podataka o ličnosti",
            "(1) Korisnici Instrumenta za reformu i rast i\nKomisija će preduzeti sve neophodne mere da spreče svako neovlašćeno\nobjavljivanje ili pristup informacijama iz Klauzula 2 i 3.",
            "Informacije iz Klauzula 2 i 3 nije dozvoljeno slati\ndrugim licima, osim institucijama, službama, kancelarijama i telima u\nzemlji Korisnika ili u Uniji čije dužnosti zahtevaju da im se omogući\npristup pomenutim informacijama, osim u slučaju kada je Korisnik koji\ndostavlja takve informacije izričito odobrio dostavljanje informacija\ndrugim subjektima.",
            "Svi podaci o ličnosti uključeni u informacije iz Klauzula 2 i 3 će biti obrađivani samo u svrhe navedene u tim odredbama.",
            "Aneks G:",
            "DODATNE DEFINICIJE U CILJU ZAŠTITE FINANSIJSKIH INTERESA EU",
            "U cilju zaštite finansijskih interesa Unije primenjuju se sledeće definicije:",
            "\"Greška\" znači nenamerne administrativne i tehničke\ngreške koje su počinili organi Korisnika ili primalac pomoći u okviru\nInstrumenta.",
            "\"Nepravilnost\" znači svako kršenje odredbe iz važećih\npravila i ugovora koje proističe iz radnje ili propusta od strane\nprivrednog subjekta ili organa Korisnika koje ima ili bi imalo za\nposledicu nanošenje štete opštem budžetu Unije naplatom neopravdanih\nstavki iz rashoda opšteg budžeta.",
            "\"Privredni subjekt\" znači svako fizičko ili pravno\nlice, uključujući javnopravni subjekt ili grupu takvih lica, koje nudi\nsnabdevanje proizvodima, izvođenje radova ili pružanje usluga ili\nsnabdevanje nepokretnom imovinom.",
            "\"Sistemska nepravilnost\" znači svaka nepravilnost\nkoja se može ponavljati, sa visokim stepenom verovatnoće da će se\npojaviti u sličnim vrstama operacija, a dešava se usled ozbiljnog\nnedostatka u efikasnom funkcionisanju sistema upravljanja i kontrole,\nuključujući neuspeh u pogledu uspostavljanja odgovarajućih postupaka u\nskladu sa važećim pravilima.",
            "\"Prevara u pogledu rashoda\" znači svaka namerna radnja ili propust u vezi sa:",
            "- korišćenjem ili predstavljanjem lažnih, netačnih\nili nepotpunih izjava ili dokumenata, što za posledicu ima protivpravno\nprisvajanje ili nezakonito zadržavanje sredstava iz opšteg budžeta\nUnije, iz budžeta kojim Unija upravlja, ili budžeta kojim se upravlja u\nime Evropske unije;",
            "- neobelodanjivanjem informacija kojim se krši određena obaveza sa istim dejstvom;",
            "- pogrešnom primenom takvih sredstava u druge svrhe, osim onih za koje su prvobitno odobrena.",
            "\"Sumnja o prevari\" znači nepravilnost koja dovodi do\npokretanja upravnog ili sudskog postupka na nacionalnom nivou kako bi\nse utvrdilo prisustvo namernih radnji, posebno prevare, kako je\nnavedeno u prethodnom delu teksta.",
            "\"Aktivna korupcija\" znači namerna radnja osobe koja\nobećava, nudi ili daje, direktno ili preko posrednika, bilo kakvu\nprednost javnom službeniku ili trećoj strani kako bi pomenuti delovali\nili se uzdržali od delovanja u skladu sa svojom dužnošću ili u vršenju\nsvojih funkcija na način koji šteti ili bi mogao da nanese štetu\nfinansijskom interesu Unije.",
            "\"Pasivna korupcija\" znači namerno delovanje javnog\nslužbenika, koji, direktno ili preko posrednika, zahteva ili prima bilo\nkoju vrstu prednosti, za sebe ili treću stranu, ili prihvata obećanje\ntakve prednosti, kako bi delovao ili se uzdržao od delovanja u skladu\nsa svojom dužnošću ili u vršenju svojih funkcija na način koji šteti\nili bi mogao da nanese štetu finansijskom interesu Unije.",
            "\"Sukob interesa\", u skladu sa članom 61. Finansijske\nuredbe, znači da je nepristrasno i objektivno vršenje funkcija lica\nuključenih u sprovođenje finansijske podrške u okviru Instrumenta\nugroženo iz razloga koji uključuju porodicu, emocionalni život,\npolitičku ili nacionalnu pripadnost, ekonomski interes ili bilo koji\ndrugi direktni ili indirektni lični interes. Sukob interesa uključuje\nsituacije koje je objektivno moguće smatrati sukobom interesa.",
            "\"Prvi upravni ili sudski nalaz\" znači prvu pisanu\nprocenu nadležnog organa, bilo upravnog ili sudskog, kojom se na osnovu\nkonkretnih činjenica zaključuje da je nepravilnost počinjena. Ovim se\nne dovodi u pitanje mogućnost da ovaj nalaz naknadno bude revidiran ili\npovučen kao posledica razvoja događaja u toku upravnog ili sudskog\npostupka.",
            "Definicije navedene u ovom članu ne treba tumačiti\nkao uvođenje novih vrsta krivičnih dela u Krivični zakonik Korisnika\nili njegove izmene."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2024_12/MU_009_2024_011.htm#clan_36"
    },
    {
        "title": "ČLAN 3",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije - Međunarodni ugovori\"."
        ],
        "link": null
    }
]