[
  {
    "title": "Pitanje: Napravili su grešku u odluci o usvajanju plana jn, pa postavljaju pitanje kako to da reše?...",
    "texts": [
      "Ukazano da je to interni akt naručioca i da ZJN to ne reguliše."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje računanja rokova....",
    "texts": [
      "Pojašnjen čl. 85. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kod izmene ugovora po osnovu čl. 161. st.1. tač. 2) ZJN, kako se dostavljaju dokazi iz čl. 161. st. ...",
    "texts": [
      "Putem pošte ili putem mejla."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Treba da izvrše izmenu ugovora iz čl. 158. ZJN, da li imaju obavezu da okače obaveštenje o izmeni ug...",
    "texts": [
      "Da, imaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nakon otvaranja ponude, ne mogu da traže od ponuđača da izmeni cenu iz obrasca strukture?...",
    "texts": [
      "Ne mogu, to bi predstavljalo izmenu ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje računanja rokova....",
    "texts": [
      "Pojašnjen čl. 85. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač navodi da je neispravno popunio izjavu o ispunjenosti kriterijuma u pogledu osnova za isklju...",
    "texts": [
      "Ne, ne postoji mogućnost da izmene izjavu u navedenom smislu nakon stručne ocene ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su o. p. za nabavku električne energije i dobili su ponudu samo jednu ponudu čija ponuđena ...",
    "texts": [
      "Ukazano da saglasno\nčl. 144. st. 2.\nZJN\nnaručilac\nima  mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n.\nPitanja u vezi sa planom jn.\nK\nonsultacije\nu vezi sa planom jn mogu se dobiti na neki br. tel. koji se nalaze na sajtu KJN u delu Kontakt\n.\nU sprovedenom o. p.  za so za posipanje ulica nisu dobili nijednu ponudu, te postavljaju"
    ],
    "link": null
  },
  {
    "title": "Pitanje: pitanje kako dalje da  postupaju....",
    "texts": [
      "Naručilac u konkretnoj situaciji može ponovo da pokrene o.p., a ima i mogućnost da pokrene pregovarački\npostupak po čl. 61. st. 7. ZJN pod uslovima koje isti propisuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Gde se može naći Uputstvo za korišćenje Portala jn?...",
    "texts": [
      "Uputstvo za korisnike Portala jn može se naći na prvoj strani Portala jn klikom na upitnik (koji se nalazi gore s desne strane) i klikom na Uputstvo (Uputstvo za naručioce i ponuđače) u padajućem meniju."
    ],
    "link": null
  }
]