[
  {
    "title": "Pitanje: Pitanje istovrsnosti nabavke...",
    "texts": [
      ", uopšteno\n.\nNaručilac treba da sprovede nabavku građevinsk\ni\nh radova, (rekonstrukcija radova u pojedinim ulicama), proc. vrednosti preko 3.000.000,00 din., te nije siguran da li nabavku mora da oblikuje po partijama.\nDat odgovor da novi ZJN ne sadrži pojam istovrsnosti kao takav, ali\nda\npostoje odredbe ZJN koji na odgovarajući način upućuju naručioca kako da postupa s tim u vezi.\nTako, s\nhodno stavu 3. istog člana, naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nNaručiocu je\nnapomenuto\nda je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom cilju može da se vrši podela predmeta jn na više\nnabavki.\nDati primeri istovrsnih nabavki.\nDato objašnjenje da je naručilac u obavezi da razmotri prikladnost oblikovanja predmeta jn u više partija ukoliko je proc. vrednost jn jednaka ili veća od iznosa evropskih pragova, te da ukoliko smatra da nije prikladno da oblikuje predmet jn u partije, to obrazloži u izveštaju o postupku jn uz navođenje razloga iz kojih predmet jn nije oblikovan u više partija. Ukazano na odredbe čl. 35. i čl. 36. ZJN, koje se odnose na određivanje proc. vrednosti nabavke po partijama i podelu nabavke u partije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Može li naručilac da odredi u dokumentaciji o jn da privredni subjekti imaju određeni odnos imovine ...",
    "texts": [
      "Da, u skladu sa čl. 116. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je na Portalu jn dostupna forma za objavljivanje oglasa na Portalu službenih glasila Republike...",
    "texts": [
      "F\norma za objavljivanje oglasa na Portalu službenih glasila Republike Srbije dostupna je na Portalu jn i sadrži generisane podatke, koju naručilac preuzima, popunjava i šalje na objavljivanje na Portal službenih glasila Republike Srbije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako se mogu dobiti informacije u vezi sa polaganjem ispita za službenika za jn?...",
    "texts": [
      "Informacije u vezi sa polaganjem ispita za službenika za jn\nmogu se naći na prvoj strani internet stranice KJN u odeljku „Službenik za javne nabavke“, a u delu Kontakt dat je i br. tel. na koji se mogu\ndobiti k\nonsultacije u vezi sticanja sertifikata za službenika za j\nn\n.\nNaručilac je sproveo postupak iznad evropskih pragova za 12 partija i za jednu partiju je postupka obustavljen. Obzirom da su se stekli uslovi za sprovođenje novog postupka za preostalu partiju, naručilac postavlja pitanje da li da odredi rok za podnošenje zahteva za dodatnim pojašnjenjima od 8 ili 6 dana, imajući u vidu da proc.vrednost celokupne nabavka na ovoj poziciji prelazi iznos evropskih pragova.\nNaručiocu odgovoreno, nakon kosultacija sa S.Leposavić da definiše u dokumentaciji rok od 8 dana.\nNaručilac je otvorio ponude u postupku javne nabavke gde su cene u zapisniku u dinarima, dok je u modelu ugovora cena u evrima izražena. Naručilac je omogućio da ponuda bude data i u evrima. Kako mogu da postupe u konkretnoj situaciji."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Treće pitanje: kako se formira i dostavlja dokumentacija tj. oglas za Službeni glasnik....",
    "texts": [
      "Naručiocu odgovoreno da se prema odredbama člana 43. ZJN vrednost ponude iskazuje u dinarima, gde prema stavu 2. navedenog člana naručilac može da dozvoli da ponuđač u ponudi iskaže cenu stranoj valuti. Znači pravilo je da se cene u ponudi izražavaju dinarima, ali naručilac može dozvoliti izražavanje cene i u nekoj drugoj valuti. U konretnoj situaciji naručiocu stoje na raspolaganju odredbe člana 142. ZJN, na osnovu kojih može zahtevati od ponuđača dodatna pojašnjenja ponude u pogledu navedenog, vodeći računa da time ne dozvoli izmenu ponude.\nU pogledu drugog pitanja, naručiocu ne preostaje ni jedna druga mogućnost, osim da odlukom obustavi predmetni postupak. Naručilac upozoren na sredstvo obezbeđenja za ozbiljnost ponude, razloge i osnovanost za odbijanje zaključenja ugovora, prekršaj ponuđača (neosnovano\nodbijanje da zaključi ugovor), a  što sve prethodno mora ispitati.\nU pogledu trećeg pitanja naručilac sproveden kroz Portal javnih nabavki, deo koji se odnosi na objavljivanje oglasa u Službenom glasniku i načina formiranja istog i kako se isti šalje na objavu Sl.glasniku (elektronskom poštom, a ne putem Portala javnih nabavki).\nNaručilac sprovodi postupak na koji ne primenjuje ZJN, shodno odredbama člana 27. stav 1. tačka 1) ZJN, za nabavku čija je proc.vrednost 200.000,00 rsd, za rezervne potrošne delove za automobile (gume, akumulatore, antifriz i dr.). U tehničkoj specifikaciji tehničke službe su navedene samo jedinične cene bez količina predmetnih dobara. Da li je ispravno u pozivu ponuđačima dostaviti ovakvu tehničku specifikaciju.\nNaručiocu odgovoreno da se na predmetni postupak ne primenjuju odredbe ZJN, izuzev načela u meri u kojoj je to primereno. Svakako bi bilo preporučnjljivo da se odrede količine predmetnih dobara, na osnovu kojih potencijalni ponuđači i formiraju svoje jedinične cene. Ovako, ukoliko je element kriterijuma cena, pretpostavkla je da će se ponude upoređivati na osnovu zbira jediničnih cena datih u ponudi, a što predstavlja izvestan apsurd (obzirom da navedeni zbir jediničnih cena ne može biti logičan izraz vrednosti dostavljene ponude).\nNaručilac je pokrenuo postupak javne nabavke radova velike procenjene vrednosti preko 4 milijarde dinara i dobio je zahteva za dodatnim pojašnjenjem gde zainteresovano lice postavlja pitanje da li može da dostavi referencu o stručnosti za izvedene radove koje je obavio u svojstvu podizvođača. Naručilac postavlja pitanje da li u pogledu navedenog ima nekih smetnji.\nNaručiocu odgovoreno da se prema zahtevu i načinu dokazivanja ceni ispunjenost definisanog kriterijuma za izbor privrednog subjekta. Drugim rečima, nije od značaja da li je radove za koje naručilac zahteva referencu, ponuđač izveo u svojstu izvođača radova, člana grupe ili podizvođača. Bitno je da dokaže svoja iskustva u izvršenju radova, a kako je to definisao kriterijumom sam naručilac.\nNaručilac ima zaključen ugovor, po sprovedenom postupku javne nabavke, gde je u\nugovoru definisana mogućnost izmene tj. povećanja cene dobara prema podacima Zavoda za statistiku a najviše do 5%. Sada imaju situaciju da je porast cena dobara iz ugovora nekih 30% veći od prvobitnih cena iz ugovora, a što se ne vidi u podacima zavoda. Da li i kako mogu da evetnualno izmene ugovor tj. okvirni sporazum.\nNaručiocu odgovoreno da je to jedino moguće shodno odredbama člana 158. ZJN, pod ispunjenjem kumulativnih uslova: da\nje do potrebe za izmenom došlo na osnovu okolnosti koje savestan naručilac nije mogao da predvidi i da se izmenom ne menja priroda ugovora. Posebno skrenuta pažnja da naručilac mora imati i posedovati nesporne dokaze koji opravdavaju ovu vrstu izmene ugovora. Naručiocu napomenuto da u slučaju izmene po ovom osnovu, ima obavezu da objavi obaveštenje o izmeni ugovora shodno odredbama člana 155. stav 2. ZJN.\nNaručilac je napomenuo da je sektorski naručilac tj. javni naručilac koji obavlja sektorsku delatnost, sprovešće nabavku čija je procenjena vrednost oko 23 miliona dinara. Da li je dužan da primeni rokove  iz člana 52. ZJN kao da je nabavka iznad evropskih pragova, ili ispod istih."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio i drugo pitanje, u vezi sa skraćem rokova za podnošenje ponuda, u smislu odred...",
    "texts": [
      "Naručiocu odgovoreno da shodno procenjenoj vrednosti predmetne nabavke, naručilac sprovodi postupak primenjujući rokove iz člana 52. ZJN koji su ispod evropskih pragova, imajući u vidu Dinarske vrednosti evropskih pragova („Sl.glasnik RS“, broj 93/20).\nU pogledu drugog pitanja, skrenuta pažnja naručiocu da dostavljanje sredstva obezbeđenja ne utiče na primenu navedene odrebe zakona, ali bi uticalo npr. dostavljanje nekih delova ponude poput nacrta, modela i sl (delova ponude koji se ne mogu podneti elektronskim sredstvima).\nSprovode nabavku izvođenja geodetsko – tehničkih radova. Jedan ponuđač ukazao da bi trebalo da kao dokaz prihvate i spisak isporučenih radova u periodu dužem od 3 godine, zbog obezbeđivanja konkurencije. Da li je potrebno"
    ],
    "link": null
  },
  {
    "title": "Pitanje: da vrše izmenu konkursne dokumentacije u tom smislu?...",
    "texts": [
      "Rečeno da je zakonom predviđeno da taj period može izuzetno duži i od 3 godine, ukoliko naručilac oceni da bi se time obezbedio određeni nivo konkurencije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da nakon Odluke o obustavi postupka iz razloga što nije pristigla nijedna ponuda, ček...",
    "texts": [
      "Preporučeno da ispoštuju navedeni rok.\nNaručilac postavlja pitanje vezano za stručnu ocenu ponude u kojoj je ponuđač za tehnički kapacitet upisao podatke za dva proizvoda alternativno, tako da jedan ispunjava zahteve naručioca a drugi ne. Kako je naručilac prihvatio ovakvu ponudu, drugoplasirani ponuđač mu se obratio putem elektronske pošte sa primedbom da je prihvatio ponudu koja nije prihvatljiva. Da li su pogrešili što su prihvatili takvu ponudu?\nOdgovoreno da stručnu ocenu ponuda vrši Komisija za jn, te ukazano da ponuda mora u svemu ispunjavati uslove koje je naručilac odredio u kd. Takođe, upućeni na član 144. stav 1. tačka 6) ZJN kojim je propisano da naručilav odbija ponudu ukoliko utvrdi nedostatke zbog kojih nije moguće utvrditi stvarnu sadržinu ponude ili je nije moguće uporediti sa drugim ponudama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Žele da određenu nabavku izvši tačno određeni privredni subjekt (JKP Čistoća). Da li mogu sprovesti ...",
    "texts": [
      "Naručilac može sprovesti pregovarački postupak bez objavljivanja javnog poziva ukoliko ispunjava uslove iz člana 61. ZJN.\nNakon pitanja koji bi bio osnov za pregovarački postupak nisu znali odgovor, te su upućeni na šta da obrate pažnju prilikom utvrđivanja osnova."
    ],
    "link": null
  },
  {
    "title": "Pitanje: baš taj broj članova odgovara u konkretnom slučaju?...",
    "texts": [
      "Ne, članom 92. stav 3. ZJN je jasno predviđeno da Komisija za jn mora imati neparan broj članova."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li primenjuju ZJN za nabavku usluga za izradu projekta čija je procenjena vrednost 1.000.000,00 d...",
    "texts": [
      "Da. Ukoliko je procenjena vrednost nabavke usluga jednaka ili veća od 1.000.000,00 din., naručilac je dužan da primeni odredbe ZJN-a."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li dokaze dostavlja samo ponuđač koji je dostavio ekonomski najpovoljniju ponudu? (Radi se o naba...",
    "texts": [
      "Saglasno čl. 119. ZJN, ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku jn čija je proc. vrednost veća od 5.000.000,00 din. dužan je da pre donošenja odluke u postupku jn na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta u neoverenim kopijama u primerenom roku koji odredi naručilac."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada se dostavljaju izveštaji o nabavkama na koje se ZJN ne primenjuje?...",
    "texts": [
      "Naručilac može da izvrši izmenu ugovora o jn u slučaju povećanja cene\nukoliko je\ntu mogućnost\njasno predvideo u dokumentaciji i ugovoru o jn\nu skladu sa\nčl. 156. ZJN\nkojim su propisane\nizmene po osnovu ugovornih odredaba.\nPodatke o\nnabavkama na koje se ZJN ne primenjuje\nnaručilac zbirno objavljuje na Portalu\njn\nnajkasnije do 31. januara tekuće\ngodine za prethodnu godinu, prema\nUputstvu za objavljivanje podataka o javnim nabavkama koje su izuzete od primene Z\nakona\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu pokrenuti postupak jn za nabavku koju nisu predvideli planom jn?...",
    "texts": [
      "Ukazano da, u skladu sa čl. 88. ZJN, naručilac može da pokrene postupak za javnu nabavku ukoliko je istu predvideo u godišnjem planu jn. Izuzetno, naručilac može da pokrene postupak za javnu nabavku koju nije mogao unapred da planira ili za javnu nabavku koja zahteva hitno postupanje iako iste nije predvideo u planu jn.\nZamolili su da im se protumači odredba čl. 35. st. 4 ZJN odn. kada je moguće da se nabavka za pojedine partije izuzme od primene odredaba ZJN-a."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postoje li prepreke da se nabavka čija je procenjena vrednost ispod praga sprovede kroz otvoreni pos...",
    "texts": [
      "Protumačena\nodredba čl. 35. st. 4 ZJN.\nNe postoje prepreke, ali u tom slučaju naručilac primenjuje odredbe ZJN-a na konkretnu nabavku.\nNaručilac je primio zahteva za dodatno objašnjenje dokumentacije, u kojem je ukazano da se u okviru jedne partije nalaze dobra koja bi morala biti opredeljena u okviru samostalne partije. Naručilac je ocenio zahtev kao opravdanim te postavljaju pitanje da li mogu izmeniti dokumentaciju te tu jednu partiju podeliti na dve.\nNaručiocu odgovoreno da odredbe ZJN navedeno ne zabranjuju, ali bi pri tome naručilac morao izvršiti izmenu i dopunu odluke o sprovođenju javne nabavke. Pored navedenog naručilac mora proveriti na „demo“ verziji Portala, kao i u konsultaciji sa koleginicama i kolegama koji pružaju konsultacije u vezi sa primenom Portala, da li je navedeno tehnički izvodljivo sprovesti. Takođe skrenuta pažnja naručiocu, da ukoliko navedeno nije moguće sprovesti tehnički, postoji mogućnost da naručilac eventualno obustavi postupak shodno odredbama člana 147. stav 1. tačka 3) ZJN.\nZainteresovano lice planira da učestvuje u postupku javne nabavke uz korišćenje kapaciteta drugog subjekta, te je istom potrebna mala pomoć oko načina izrade izjave iz člana 118. ZJN, i to sopstvene i drugog subjekta.\nZainteresovanom licu ukazano na uputstvo navedeno na Portalu javnih nabavki, gde je isti proveden k\nr\no\nz postupak sačinjavanja izjave, izbora uloge njegove, kao drugog subjekta, zatim kako se izjava sačinjava i šalje od strane drugog subjekta. Posebno je zaniteresovano lice poučeno o odredbama člana 130. ZJN koja se odnose na oslanjanje na kapacitete drugog subjekta (da se to odnosi na tehnički i stručni kapacitet, obaveza stavljanja na raspolaganje kapaciteta drugog subjekta, ograničenja u vezi sa korišćenjem kapaciteta drugih subjekata). Skrenuta pažnja zainteresovanom licu da se za pitanja korišćenja Portala obrati koleginicama i kolegama koji pružaju pomoć u primeni istog."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice postavlja pitanje koji su to dokazi kojima se dokazuje ispunjenost uslova tj. ne...",
    "texts": [
      "Zainteresovanom licu odgovoreno, da su dokazi za nepostojanje osnova za isključenje iz navedene zakonske odredbe, potvrda nadležnog suda , odnosno drugog nadležnog organa. U smislu navedenog to je potvrda koju izdaje nadležni Privredni sud, kao i\npotvrda koju izdaje Agencija za privredne registre.\nNaručilac je primio tri ponude u postupku javne nabavke. Prvorangirani je odustao do zaključenja ugovora, drugorangirani ne želi da produži rok važenja ponude, gde im ostaje samo trećerangirani ponuđač. Obzirom da su na Portalu javnih nabavki objavili odluku kojom je ugovor dodeljen prvorangiranom ponuđaču, postavljaju pitanje kako nakon zaključenja ugovora sa trećerangiranim ponuđačem objaviti obaveštenje da je sa itim zaljkučen ugovor.\nNaručilac u navedenoj situaciji mora i pored konačnosti donete odluke o dodeli ugovora, da istu izmeni, tako što će izvršiti ponovnu stručnu ocenu ponuda gde će konstatovati sve razloge za izmenu odluke, sačiniti novi izveštaj o postupku i doneti novu odluku o dodeli ugovora kojom će ugovor dodeliti trećerangiranom ponuđaču. Po konačnosti ove odluke, pristupiće zaključenju ugovora, te će nakon sticanja uslova u zakonskom roku objaviti obaveštenje o dodeli ugovora. I ako u odredbama člana 152. ZJN nije navedeno da se na ovaj način mora vršiti izmena odluke, tehnički je na Portalu jedino na ovaj način moguće evidentirati obaveštenje u kojem će biti naveden privredni subjekt sa kojim je zaključen ugovor."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac planira da sprovede postupak javne nabavke u restriktivnom postupku, te postavlja pitanje ...",
    "texts": [
      "Naručiocu odgovoreno da svakako navedenu javnu nabavku naručilac mora imati u Planu javnih nabavki, kako bi sproveo predmetni postupak. Ova vrsta postupka se primenjuje kod specifičnih nabavki tj. predmeta (dobara, usluga ili radova) gde zbog kapaciteta (finansijskih i ekonomskih, ili tehničkih i stručnih) samo određeni privr.subjekti mogu da realizuju istu. To je dvofazni postupak gde se u prvoj fazi podnose prijave i privredni subjekti kvalifikuju, dok se u drugoj fazi podnose ponude i dodeljuje ugovor najpovoljnijem privrednom subjektu na osnovu definisanih kriterijuma za dodelu ugovora.\nDom učenika „Srećno“ Ćuprija\nNaručilac je zaključio ugovor o javnoj nabavi namirnica, gde je u istom definisao da je cena nepromenjiva 365 dana tj. za\nvreme važenja ugovora. Obratio im se dobavljač (izabrani ponuđač) koji zahteva izmenu cene ponuđenih dobara iz razloga značajnog povećanja cena. Kako mogu da postupe u pogledu mogućnosti izmene ugovora.\nNaručiocu odgovoreno da je isti predvideo nepromenjivost cene za vreme važenja ugovora, što je okolnost koja je bila poznata svim\nzainteresovanim licima i privrednim subjektima koji su podneli ponude. Sama izmena ugovora u smislu promene cene bi mogla biti upitna iza razloga navedenih u odredbama člana 154. stav 4. tačka 1) ZJN gde je definisao da se bitnom izmenom ugovora smatra uvođenje novih uslova koji bi, da su bili deo prvobitnog postupka nabavke, omogućili između ostalog veću konkurenciju u postupku javne nabavke koji je prethodio zaključenju ugovora. U konkretnom slučaju nemogućnost promene cene je potencijalno odbilo zaintersovana lica da učestvuju u predmetnom postupku javne nabavke. Sa druge strane odredbama člana 158. ZJN je definisano mogućnost izmene ugovora usled nepredviđenih okolnosti, uz prethodno ispunjenje kumulativno navedenih uslova. Konačno članom 163. ZJN je definisan raskid ugovora, gde je u stavu 1. tačka 1) predviđeno da se ugovor raskida ukoliko nastanu okolnosti koje bi za posledicu imale bitnu izmenu ugovora, što bi zahtevao sprovođenje novog postupka javne nabavke. Na osnovu izloženog naručilac mora sam doneti zaključak da li postoje osnovi za izmenu ugovora, posebno imajući u vidu da je ugovorom predviđena bila nepromenjivost cene za vreme važenja ugovora (što je suštinski bio i jedan od uslova dokumentacije o nabavci i izvršenju ugovora)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako se sprovodi nabavka umetničkih usluga čija je procenjena vrednost ispod 500.000 dinara?...",
    "texts": [
      "Odgovoreno da se na predmetne usluge ne primenjuje ZJN, već ih naručilac sprovodi u skladu sa posebnim aktom koji je morao da donese i objavi na svojoj internet stranici. Ukazano da su i u ovom slučaju dužni da poštuju osnovna načela javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je uvideo da je na ugovoru o nabavci usluga osiguranja učenika i zaposlenih napisan pogreš...",
    "texts": [
      "Odgovoreno da nemaju, već da je reč o njihovoj internoj stvari."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je objavio javni poziv i kd. Sada želi da izmeni kriterijume za kvalitativni izbor ps. Da ...",
    "texts": [
      "Odgovoreno da kd mogu da menjaju sve dok traje rok za podnošenje ponuda. Istovremeno, ukazano i na obavezu produženja roka za podnošenje ponuda kada je reč o bitnoj izmeni kd, što je njihov slučaj.\nNaručilac navodi da je dobio ponudu koja ne odgovora tehničkim specifikacijama predviđenim kd. Naime, ponuđač mu je ponudio neku tečnost u pakovanju od 400 ml, umesto u 500 ml i to u manjoj količini od zahtevane. Pitaju da li moraju da ga odbiju ili mogu da mu traže dodatna pojašljenja.\nOdgovoreno da moraju da odbiju ponudu kao neprihvatljivu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je potrebno da u ponudi budu navedeni svi podaci vezani za poizvođača?...",
    "texts": [
      "Rečeno da je prema članu 131. stav 2. ZJN navedeno koje podatke je potrebno da ponuđač navede u vezi podizvođača, kao i da svi ti podaci moraju biti navedeni u Obrascu ponude.\nDoneli su odluku o izboru najpovoljnijeg ponuđača za nabavku ispod praga za usluge mobilne telefonije. Jedan od ponuđača čija je ponuda odbijena zahteva uvid u"
    ],
    "link": null
  },
  {
    "title": "Pitanje: dokumentaciju iz postupka jn. S tim u vezi, postavljaju pitanje da li da mu dozvole....",
    "texts": [
      "Naručilac u konkretnom slučaju treba da postupi u skladu sa posebnim aktom iz čl. 49. ZJN\nprimenjujući načela ZJN na način koji je primeren okolnostima konkretne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Došlo je do smanjenja procenjene vrednosti jn, te s tim u vezi postavljaju pitanje da li su dužni da...",
    "texts": [
      "Naručilac\nnije dužan da izmeni plan jn u slučaju smanjenja procenjene vrednosti jn, imajući u vidu da se to ne smatra izmenom plana jn u smislu čl. 88. st. 4. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da prihvati ponudu koja prelazi iznos procenjene vrednosti jn?...",
    "texts": [
      "Može.\nUkazano\nda\nje shodno\nčl. 146. st. 2. ZJN\nnaručiocu omogućeno\nda dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Šta učiniti sa dokumentima koji nisu dostavljeni putem Portala jn nakon obustave postupka pre isteka...",
    "texts": [
      "U slučaju\nobustave postupka pre isteka roka za podnošenje ponuda, naručilac postupa u skladu sa čl 147. st. 2. ZJN, tako što vraća ponuđačima dokumenta koja nisu dostavljena putem Portala jn.\nImaju zaključen ugovor o jn dobara u o.p., te ih interesuje kakve su mogućnosti za izmenu ugovora usled povećanja obima predmetne nabavke koje neće prelaziti 10% prvobitne vrednosti tog ugovora.\nProtumačena odredba čl. 160. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način se vrše izmene okvirnog sporazuma?...",
    "texts": [
      "ZJN reguliše izmene okvirnog sporazuma na taj način što je\nčl. 162. ZJN propisano da se odredbe čl. 154-161. ZJN koje se odnose na izmene ugovora o jn shodno primenjuju i na izmene okvirnog sporazuma.\nSmatraju da je potrebno da izvrše\nneke\nizmene\ni dopune\ndoku"
    ],
    "link": null
  },
  {
    "title": "Pitanje: mentacije o jn, te postavljaju pitanje do kada to mogu da učine....",
    "texts": [
      "Naručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\nNaručilac ima nameru da sprovede postupak za uslugu servisa kontradiverzionih vrata. Nabavke je ispod limita iz člana 27. ZJN. Prema njihovim saznanjima postoji samo jedan privredni subjekt koji može izvršiti predmetnu uslugu. Kako trebaju da postupe.\nNaručiocu skrenuta pažnja da se radi o nabavci na koju naručilac nije dužan da primeni odredbe ZJN, obzirom na odredbe člana 27. stav 1. tačka 1) ZJN, ali je u obavezi da primeni načela ovog zakona na način koji je primeren okolnostima konkretne nabavke. S tim u vezi je u obavezi posebno da vodi računa da obezbedi konkurenciju, jednakost ponuđača (privrednih subjekata) i ukoliko je moguće transpaarentnost postupka nabavke. U konkretnom slučaju naručilac mora da se nesporno uveri da postoji samo jedan privredni subjekt koji može izvršiti predmetnu nabavku, te je u obavezi da svakako pokuša da obezbedi konkurenciju upućivanjem poziva na više adresa privrednih subjekata koji potencijalno mogu da izvrše predmetnu uslugu. Takođe je napomenuto i preporučeno, da ukoliko imaju tu mogućnost objave poziv za podnošenje ponuda i dokumentaciju predmtne nabavke na svojoj internet stranici (u smislu transparentosti), a kako bi omogućili uvid u istu svim potencijalno zainteresovanim privrednim subjektima koji imaju kapacitet za izvršenje predmetnu uslugu.\nNaručilac ima potrebu za nabavkom identifikacionih dokumenata koje koriste njihovi zaposleni na terminalima aerodroma, procenjene vrednosti cca 2"
    ],
    "link": null
  },
  {
    "title": "Pitanje: miliona dinara. Postavljaju pitanje da li mogu da sprovedu nabavku bez primene ZJN na osnovu posebno...",
    "texts": [
      "Naručiocu odgovoreno da iz razloga potrebe dostave dokumentacije i potrebnih obrazloženja koja opravdavaju osnovanost primene navedenog izuzetka od primene ZJN,\nmoraju da se obrate KJN pisanim putem radi dobijanja mišljenja.\nNaručilac je sproveo postupak javne nabavke za ogrev-pelet za grejnu sezonu, doneo je odluku o dodeli ugovora, ali je ponuđač kojem je dodeljen ugovor odustao od zaključenja ugovora. Pored navedenog ponuđača, od zaključenja ugovora su odustali i drugorangirani i trećerangirani ponuđač. Kako mogu na Portalu da okončaju predmetni postupak.\nNaručiocu odgovoreno da prema odredbama člana 152. stav 3. ZJN naručilac može zaključiti ugovor sa prvim sledećim najpovoljnijim ponuđačem, ukoliko ponuđač kojem je dodeljen ugovor odbije da zaključi ugovor. U konkretnoj situaciji svi ponuđači koji su dostavili ponude odbijaju da zaključe ugovor, te naručiocu ne preostaje ništa drugo već da obustavi predmetni postupak (ponovnim sprovođenjem stručne ocene ponuda, sačinjavanjem izveštaja i donošenjem odluke o obustavi postupka). Skrenuta pažnja naručiocu da odbijanje zaključenja ugovora mora biti opravdano, obzirom da isto predstavlja i prekršaj ponuđača shodno odredbama člana 237. stav 1. tačka 4) ZJN. Takođe je ukazano na pravo naplate sredstva obezbeđenja za ozbiljnost ponude, ukoliko je naručilac isto predvideo dokumentacijom o nabavci.\nNaručilac u planu javne nabavke ima poziciju radova proc.vrednosti 450.000,00 rsd. Nabavka se odnosi na radove tekućeg održavanja (krečenje), nije oblikovana po partijama. Naručilac postavlja pitanje da li za jednu prostoriju koja je deo tehničke specifikacije, na koju otpada 150.000,00 rsd procenjene vrednosti može sprovesti bez primene zakona, shodno odredbama člana 35. stav 4) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: evropskih pragova, gde je sproveden postupak za 13 partija, od kojih je za 12 dodeljen ugovor dok je...",
    "texts": [
      "Naručiocu odgovoreno da ne može da primeni navedeno, imajući u vidu sadržinu člana 35. stav 4. ZJN gde je navedeno da naručilac izuzetno od stava 3. ovog člana, ne mora da primenjuje odredbe ovog zakona na nabavku jedne ili više partija  ako je pojedinačna procenjena vrednost te partije manja od 300.000,00 rsd za dobra i usluge, odnosno manja od 500.000,00 rsd za radove i ako ukupna procenjena vrednost svih tih partija nije veća od iznosa iz člana 27. stav 1. tačka 1) ovog zakona.\nNaručiocu odgovoreno da se nabavka pokreće sa pozicije u planu čija je ukupna procenjena vrednost iznad evropskih pragova, tako da nezavisno od procenjene vrednosti konkretne partije primenjuju pravila računanja rokova nabavke čija je vrednost preko evropskih pragova. Skrenuta pažnja naručiocu i na pitanje frmiranja komisije za javnu nabavku, objavljivanja u Službenom glasniku, kao i dužnosti zahtevanja dokaza za ispunjenost kriterijuma za kvalitatavni izbor privrednih subjekata.\nNaručilac je definisao rok za podnošenje ponuda do danas u 12,00 časova. U međuvremenu jutros im se javilo zainteresovano lice sa informacijom o nedostacima u dokumentaciji (koje zaista postoje), te naručilac postavlja pitanje da li može da izmeni dokumentaciju i pomeri rok za podnošenje i otvaranje ponuda.\nNaručiocu odgovoreno da shodno članu 96. ZJN u roku za podnošenje ponuda može da izmeni ili dopuni dokumentaciju i da iste pošalje na objavljivanje bez odlaganja na Portal javnih nabavki. Obzirom da je danas poslednji dan roka za podnošenje ponuda, naručilac nema mogućnost da izmeni dokumentaciju tj. poslednji trenutak je bio jučerašnji dan kada je naručilac mogao da izmeni dokumentaciju i pošalje je na objavljivanje, k\na\nda bi mogao da pomeri i rok za podnošenje i otvaranje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Da li se negativne reference šalju KJN?...",
    "texts": [
      "1. Ukazano da imaju mogućnost da ga isključe iz postupka, ako to predvide kd.\n2. Ne"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Jedan od ponuđača je pogrešno popunio izjavu i to pitanje koje se odnosi na izvršenje neprimerenog u...",
    "texts": [
      "Odbiti ponudu kao neprihvatljivu.\nNakon donošenja odluke o dodeli ugovora, izabrani ponuđač saopštava da je greškom dao nižu cenu i sad odbija da zaključi ugovor. Naručilac pita kako da reši situaciju, da li može eventualno da mu dozvoli povećanje cene. Napominju da im je to jedina ponuda.\nOdgovoreno da ne može. Ugovor mora da se zaključi u skladu sa ponudom, a nema osnova ni za izmenu ugovora, ako bi ga zaključili. Jedino rešenje jeste da ponove postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Da li i na koji način mogu da izmene ugovor u slučaju povećanja vrednosti za 50.000 dinara?...",
    "texts": [
      "1. Rečeno da mogu.\n2. Odgovoreno da mogu da menjaju ugovor u zavisnosti od osnova izmene. Ako je on predviđen ugovorom na precizan način, mogu da izmene ugovor u skladu sa članom 156. ZJN , ako se radi o nepredviđenim okolnostima koje su nastale posle zaključenja ugovora, menja se u skladu sa članom 158. ZJN.\nNejasni su im podaci dati u ponudi u vezi sa cenom, te su u dilemi da i mogu da razjasne to sa ponuđačem.\nDat odgovor da naručilac može da zahteva\ndodatna objašnjenja\nod ponuđača koji je dostavio takvu ponudu u skladu sa čl. 142. ZJN.\nK"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ako da se (strani) privredni subjekt registruje na Portalu jn?...",
    "texts": [
      "Upućeni na Uputstvo za korisnike Portala jn, te rečeno da ga mogu naći na prvoj strani Portala jn klikom na upitnik koji se nalazi gore desno."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje roka za objavu obaveštenja o zaključenom okvirnom sporazumu....",
    "texts": [
      "Odgovoreno da je naručilac saglasno  čl. 109. ZJN u obavezi da obaveštenje o zaključenom okvirnom sporazumu pošalje na objavljivanje na Portalu jn u roku od  30 dana od dana zaključenja okvirnog sporazuma."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kog iznosa može da glasi sredstvo obezbeđenja za povraćaj avansa?...",
    "texts": [
      "Sredstvo obezbeđenja za povraćaj avansa mora da bude u visini avansa shodno čl. 94. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu odgovoreno da u ZJN nema odredbe koja definiše navedeno pitanje, te je naručilac upućen da...",
    "texts": [
      "U pogledu drugog pitanja, naručiocu odgovoreno da isti pokreće javne nabavke iz Plana javnih nabavki za 2022. godinu u toku 2022. godine  prema okvirnom vremenu pokretanja  navedenog u samom Planu (kvartalu).\nZainteresovano lice ima nameru da osustane od ponude koju je podneo u postupku javne nabavke, u fazi pre donošenja odluke o dodeli ugovora, a nakon otvaranja ponuda (faza stručne ocene ponuda). Da li mogu da imaju neke posledice u slučaju ovakvog postupanja sa stanovišta ZJN.\nZainteresovanom licu odgovoreno da naručilac može, ukoliko je bilo zahtevano sredstvo obezbeđenja za ozbiljnost ponude, da naplati isto u skladu sa dokumentacijom o nabavci, kao i u skladu sa odredbama člana 94. ZJN.\nNaručilac sprovodi postupak javne nabavke za radove asfaltiranja ulica, te je od zainteresovanog lica dobio pitanje po kom osnovu je zahtevao od privrednih subjekata kod kriterijuma za izbor da poseduju standard ISO 14001 (iz oblasti zaštite životne sredine) navodeći neki sporazum iz kojeg navodno proizilazi da naručilac nema pravo da zahteva navedeni standard. Kako da postupe.\nNaručiocu odgovoreno da komisija za javnu nabavku određuje kriterijume za izbor, te i navedeni kriterijum tj. stnadard ISO 14001. Iz navedenog proizilazi da naručilac tj. komisija za nabavku mora da zna iz kog razloga je nužno da privredni subjekti imaju implementiran predmetni standard u svom poslovanju, posebno u vezi sa odredbama člana 114. ZJN (da je isti u logičkoj vezi sa predmetom nabavke, kao i da je isti potreban imajući u vidu predmet j.nabavke i da isti obezbeđuje sposobnost privr.subjekta za izvršenje ugovora). Komisija za javnu nabavku sve\nnavedeno mora imati u vidu kada propisuje kriterijume za izbor. Shodno navedenom, preporučeno naručiocu da ispita na osnovu pretrage na internetu i iz drugih raspoloživih izvora sadržinu i smisao navedenog standarda, zatim dokumentaciju na koju je ukazao podnosilac zahteva, te da na osnovu navedenog sačini odgovor. Posebno ukazano naručiocu da je odredbama člana 126. i 127. ZJN definisan standard kvaliteta i standard upravljanja životnom sredinom.\nNaručilac nema nijednu nabavku vrednosti preko 3 miliona dinara. Kako da sačine Plan javnih nabavki.\nNaručiocu prvo objašnjena razlika između Plana javnih nabavki i Plana nabavki na koje se zakon ne primenjuje, i to u kontekstu limita iz člana 27. ZJN, izuzetaka od primene ZJN, društvenih i drugih posebnih usluga. Posebno je ukazano naručiocu na odredbe člana 49. ZJN, deo koji se odnosi na interni akt, kao i način planiranja i sprovođenja nabavki na koje se zakon ne primenjuje, i nabavki društevni i drugih posebnih usluga."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac planira da sprovede nabavku na koju se ZJN ne primenjuje (nabavka usluge predavača zaključ...",
    "texts": [
      "Naručiocu odgovoreno da predmetnu nabavku moraju da sprovedu u skladu sa procedurom za sprovođenje nabavke koja je definisana posebnim aktom iz člana 49. stav 2. ZJN. Navedeno podrazumeva procedure i doumentaciju (poziv, specifikaciji, obrasce, definisanje kriterijuma za izbor, uslova koje moraju da ispune ponuđači i dr.). Pri sprovođenju nabavke, naručilac je u obavezi da primenjuje načela ZJN u meri koje su primerene okolnostima konkretne nabavke.\nNaručilac navodi da je izabrani ponuđač odbio da zaključi ugovor. Sada ga interesuje kako da izmenu\nodluku o dodeli postupka, jer se sada postupak obustavlja, budući da mu je stigla samo jedna ponuda.\nOdgovoreno da moraju da se vrate u fazu stručne ocene ponuda i tamo da kao razlog za obustavu izaberu opciju – ponuđač je\nodbio da zaključi ugovor. Onda objavljuju odluku o obustavi, a zatim i obaveštenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li prilikom sprovođenja pregovaračkog postupka bez objavljivanja javnog poziva zbog umetničkih ra...",
    "texts": [
      "Ne, mogu da zaključe ugovor i ranije, jer je jedna ponuda u postupku.\nNaručilac je naveo da ponuđač sa kojim je zaključen ugovor traži povećanje cena bez opravdanog razloga, a pri tom kd su predviđene fiksne cene.\nMoraju da odbiju njegov zahtev za izmenom ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada naručilac nije imao zaključene ugovore po osnovu okvirnog sporazuma, da je dužan da pošalje KJN...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Privredni subjekt navodi da zbog velikih promena na tržišti posluje sa gubitkom prilikom izvršenja u...",
    "texts": [
      "Privredni subjekt može poslati zahtev za izmenu ugovora sa obrazloženjem a naručilac na osnovu toga će proceniti da li je izmena ugovora opravdana i da li je to povoljna opcija za njega, te će na osnovu toga doneti odluku da li prihvata izmenu ugovora.\nNaručilac je u toku ove godine sproveo nabavku stolarskih radova čija je procenjena vrednost bila ispod praga. Nakon toga javila se potreba za novim stolarskim radovima, procenjene vrednosti takođe ispod praga. Međutim, ukupna procenjena vrednost navedenih radova na godišnjem nivou prešla je odgovarajući prag.\nU ovoj novonastaloj situaciji naručilac je dužan da sprovede odgovarajući postupak javne nabavke. Može se postaviti pitanje da li je naručilac mogao da pretpostavi da će imati potrebu za istim radovima, odnosno da će uspeti da obezbedi dodatna sredstva, u kom slučaju je bio dužan da i u prvom koraku sprovede postupak javne nabavke (nabavka bez primene zakona).\nOdređivanje procenjene vrednosti u situaciji kad naručilac planira da zaključi višegodišnji ugovor, da li se posmatra po godinama ili ukupno.\nUkupna procenjena vrednost za period za koji se planira zaključenje ugovora.\nSproveli su postupak javne nabavke peleta. Međutim, odluka o dodeli ugovora je osporena, a postupak zaštite prava je dugo trajao, zbog čega je prvorangirani ponuđač izgubio interes za zaključenje ugovora.\nNaručilac ima mogućnost da zaključi ugovor sa drugorangiranim, kao i da obustavi postupak javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Učestovali su u jn proc. vrednosti preko 5.000.000,00 din. Izabrani su kao najpovoljniji ponuđač, al...",
    "texts": [
      "odustajanje ponuđača od zaključenja ugovora iz navedenog razloga.\nOdgovoreno da ukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu odbije da zaključi ugovor o jn, naručilac\npostupa u skladu sa čl. 152. ZJN odn. može da pozove\nsledećeg ponuđača koji je podneo najpovoljniju ponudu i sa njim zaključ\ni\nugovor o jn\n, ili da obustavi postupak jn, ako postoje razlozi za obustavu postupka jn.\nŠto se tiče ponuđača, skrenuta pažnja\nna\nmogućnost naručioca da u skladu sa čl. 112. st. 1\n.\ntač. 6) ZJN isključi takvog privrednog subjekta iz postupka jn u svakom trenutku, ukoliko je tu mogućnost predvideo u dokumentaciji o nabavci.\nUvideli su da su načinili propust u kd, te se pitaju da li da izvrše izmene kd (u vezi sa obilaskom lokacije...). Postupak jn je u fazi podnošenja ponude.\nAko naručilac smatra da je potrebno izvršiti izmenu kd može to učiniti do isteka roka za podnošenje ponuda na način propisan čl. 87. i čl. 96. ZJN.\nImaju potrebu za nadogradnjom softvera. Naime, dobili su pozitivno mišljenje KJN početkom ove godine o osnovanosti primene pregovaračkog postupka za nabavku predmetnog softvera. Usled izvesnih promena ukazala se potreba za modifikacijom istog, koju može da izvrši samo određeni (isti) ponuđač. S tim u vezi, postavljaju pitanje da li se obraćaju KJN za mišljenje o osnovanosti primene pregovaračkog postupka za nadogradnju predmetnog softvera.\nDa.\nNaručilac sprovodi nabavku radova po partijama\nuk. procenjene vrednost\ni"
    ],
    "link": null
  },
  {
    "title": "Pitanje: 5.000.000 din. u o.p., te postavlja pitanje da li može...",
    "texts": [
      "da primeni čl. 35. ZJN tj. izuzme partije koje su u okviru ove nabavke, čije\npojedinačne proc. vrednost\ni\nne prelaze\niznos od 500.000,00 din.\nte za iste sprovede nabavku po proceduri propisanoj internim aktom za nabavke na koje se ZJN ne primenjuje.\nUkoliko\npojedinačna vrednost\njedne ili više\npredmetnih partija\nza nabavku radova\nne prelazi 500.000,00 din., a uk. proc. vrednost tih partija ne prelazi 3.000.000,00 din., naručilac je u\nmogućnosti da u skladu sa čl. 35. st. 4. ZJN, nabavku za iste sprovede bez primene ZJN, po proceduri\nkoju je predvideo posebnim aktom iz čl. 49. st. 2. ZJN.\nNaručilac je tražio informaciju o zahtevu za mišljenje o osnovanosti pregovarašnog postupka koji nam je uputio dana 2. oktobra 2021. godine.\nOdgovoreno da je rešeno i da će biti objavljeno u toku dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li je za obrazloženje obaveštenja o dodeli ugovora na Portalu dozvoljeno 2000 i...",
    "texts": [
      "Upućeni na kolege koje pružaju pomoć u vezi sa primenom Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je greškom umesto 15.000.000 uneo procenjenu vrednost 1.500.000 dinara. Naručilac postavlja ...",
    "texts": [
      "Može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li treba da odbiju ponuđača koji je dostavio dokaze drugog ponuđača, koje je pr...",
    "texts": [
      "samom dokazu se ne vidi ko ga je pribavio.\nUkazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje je naručilac imenovao. Savetovano da cene ponudu u celini, i da li mogu sa sigurnošću da zaključe da li ponuđač ispunjava sve uslove."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač koji nije izabran. Postavlja pitanje da li je naručilac bio dužan da traži dokaze izabranom ...",
    "texts": [
      "Ukazano na član 119. stav\n2.\nZJN, naručilac u ovom slučaju nije bio dužan da traži dokaze. Takođe, ukazano da novi ZJN ne poznaje više termin nabavka mala vrednosti, upućeni na član 27. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač iz inostranstva traži avans od 100% i naručilac se slaže sa tim. Postavlja pitanje da li pos...",
    "texts": [
      "Ne postoje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da izmeni plan jn u slučaju povećanja procenjene vrednosti jn u iznosu...",
    "texts": [
      "većem"
    ],
    "link": null
  },
  {
    "title": "Pitanje: od 10%?...",
    "texts": [
      "Ukazano\nda\nje\nčl. 146. st. 2. ZJN\ndata mogućnost naručiocu\nda dodeli ugovor\no jn\nponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nOdgovoreno da je\nnaru\nčilac\nu skladu sa čl.\n88. ZJN\ndužan da izmeni plan jn u\nslučaju povećanja procenjene vrednosti jn za više od 10%.\nNejasni su im podaci iz obrasca strukture cene.\nDat odgovor da naručilac u tom slučaju može da postupi u skladu sa čl. 142. ZJN i zahteva dodatna objašnjenja.\nZahtevano objašnjenje odredbe čl. 147. st. 1. tač. 2) ZJN (koja se odnosi na odluku o obustavi postupka jn usled prestanka potrebe za predmetnom nabavkom).\nDato objašnjenje.\nU dilemi su da li naručilac može da zahteva dokaze od\nponuđača koji je dostavio ekonomski najpovoljniju ponudu\nu slučaju kada proc. vrednost jn ne prelazi 5.000.000,00 din.\nU slučaju kada je proc. vrednost jn jednaka ili niža od 5.000.000,00 din. naručilac može da zahteva od ponuđača koji je dostavio ekonomski najpovoljniju ponudu da dostavi deo dokaza ili sve dokaze radi provere podataka navedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ukoliko je to u cilju pravilnog sprovođenja postupka jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je potrebno predvideti...",
    "texts": [
      "konkursnom dokumentacijom  mogućnost izmene"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ugovora po članu 157. ZJN?...",
    "texts": [
      "Odgovoreno da ne, jer je takva mogućnost predviđena ZJN-om."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se nabavka ispod praga, prikazuje u planu jn?...",
    "texts": [
      "Ne, nabavku ispod praga naručilac ne prikazuje u planu jn, osim ukoliko naručilac odluči da istu sprovede po proceduri za nabavke na koje se ZJN primenjuje. Kada je reč o nabavkama na koje se ZJN ne primenjuje, naručilac iste evidentira u skladu sa čl. 181. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac mora da obavesti sve učesnike u postupku jn o donetoj odluci RKJN?...",
    "texts": [
      "Da, naručilac je u skladu sa čl. 227. st. 6. ZJN dužan da obavesti sve učesnike u postupku jn o donetoj odluci RKJN.\nNakon zaključenja ugovora o jn za nabavku hrane po partijama došlo je do promene (povećanja) cene. Da li  se može izmeniti ugovor o jn s obzirom da je dokumentacijom o nabavci i ugovorom o jn predviđena mogućnost promene (povećanja) cene do 10%.\nDa, u skladu sa čl. 156. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje se odnosi na  uvid u dokumentaciju o jn (rok, preuzimanje dokumentacije o jn...)....",
    "texts": [
      "Ukazano u kom roku privredni subjekt koji je podneo ponudu može da izvrši uvid u dokumentaciju o jn i na mogućnost preuzimanja dokumentacije o jn. Naručilac je upućen na čl. 149. ZJN.\nJedan od članova grupe ponuđača je iz CG. Prilikom dostavljanja dokaza o ispunjenosti kriterijuma, pomenuti član grupe nije dostavio dokaz da je izmirio dospele poreze i doprinose iz član 111. kojim su propisani osnovi za isključenje, pravdajući se time da organi CG ne mogu u roku koji je naručilac dao, a to je 5 dana, da izdaju pomenuti dokaz. Postavljaju pitanja da li mogu da odbiju\ntakvog ponuđača ili da mu daju neki dodatni rok.\nPre svega ukazano da KJN ne vrši stručnu ocenu ponuda već to čini komisija odnosno lice koje naručilac imenuje. Međutim, svaki ponuđač u momentu podnošenja ponude mora posedovati sve one dokaze koje je naveo u izjavi da poseduje. Ukoliko i nabavlja naknadno, treba da računa sa tim koliko je određenom organu potrebno da traženi dokument izda i da ponudu, odnosno dokaze preda u roku koji je naručilac odredio.\nUrgencija za predmet.\nPredmet je kod mene, urgencija preneta i rukovodiocu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Izabrani ponuđač je poslao Prigovor naručiocu nakon donošenja Odluke o zaključenju okvirnog sporazum...",
    "texts": [
      "ZJN ne poznaje mogućnost slanja Prigovora. Međutim, naručilac može da uvaži primedbe ponuđača i samostalno izmeni Odluku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je tražio kao dokaz list o garanciji koje izdaje Službeni glasnik, a ponuđač je dostavio l...",
    "texts": [
      "Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje je naručilac imenovao. Savetovano da cene ponudu u celini, i da li mogu sa sigurnošću da zaključe da li ponuđač ispunjava sve uslove."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je uložio zzp u roku za podnošenje ponuda, naručilac je objavio obaveštenje o prijemu zzp i ...",
    "texts": [
      "Ukazano na član 220. st. 7.i 8. ZJN. Nakon toga, naručilac nastavlja postupak jn tamo gde je zastao zbog zzp, a rok za podnošenje ponuda produžava za onoliko dana koliko je ta obustava trajala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje u vezi sa istovrsnošću....",
    "texts": [
      "Ukazano na član 29. stav 3. ZJN.\nPonuđač je u ponudi naveo cenu koja je nekoliko puta niža od procenjene vrednosti javne nabavke. Da"
    ],
    "link": null
  },
  {
    "title": "Pitanje: li može da odbije takvu ponudu?...",
    "texts": [
      "Ukazano na član 143. ZJN kojim je propisano kako naručilac postupa u slučaju neuobičajeno niske ponude.\nZdravstveni centar Negotin"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je odbio ponuđača jer je ponudio neodgovarajuće tehničke karakteristike. Ponuđač će uložit...",
    "texts": [
      "Naručilac je izvršio stručnu ocenu ponuda i utvrdio da predmetna ponuda ne odgovara onome što je naručilac tražio, te je odbio. Čekati ishod."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se postupak nabavke usluga fizičko tehničkog obezbeđenja procenjene vrednosti oko 3.000.000 di...",
    "texts": [
      "Ne, limit za društvene usluge u koje spadaju predmetne usluge je 15.000.000 din."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se svaka izmena tehničke specifikacije smatra bitnom izmenom ugovora, koja zahteva postupanje ...",
    "texts": [
      "Odgovoreno da ako se radi o nekim beznačajnim izmenama poput ispravki tehničke ili pravopisne greške  i sl, nisu dužni da produžavaju rok za podnošenje ponuda. Međutim, ako nešto suštinski menjaju, onda je reč o   bitnom izmeni dokumentacije o nabavci prema definiciji iz člana 87. stav 2. ZJN.  U tom slučaju ima obavezu da produže rok za dostavljanje ponuda.\nInteres\nuje se dokle se stiglo u rešavanju predmeta koji je uputio KJN (Grupi za monitoring). Naime, kao fizičko lice podneo je KJN u februaru o.g. prijavu u vezi nepravilnosti u radu Opšte bolnice „Sv. Sava“ u Beogradu u vezi sa nabavkom mob. telefonije. Pomenuo je da se obraćao i Agenciji za borbu protiv korupcije u vezi pomenute nabavke, koja je\nprosledila dopis KJN u martu\no.g\n.\nNakon\nprovere\ndata je informacija da je\npredmet u radu (\nKJN će postupiti u skladu sa svojim nadležnostima\n)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U slučaju jn po partijama, da li naručilac  zaključuje jedan ugovor o jn po partijama, ili pojedinač...",
    "texts": [
      "Da, s tim da trajanje ugovora o jn ne mora da se podudara sa trajanjem tog o.s., već po potrebi može trajati kraće ili duže vreme."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Odgovoreno da je to tehničko pitanje, i da naručilac ima mogućnost da zaključi jedan ugovor o jn za ...",
    "texts": [
      "Uputili bi zahtev za tumačenje ZJN.\nDato uputstvo sa ukazivanjem na podatke za uplatu takse za mišljenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li i podizvođač dostavlja izjavu o ispunjenosti kriterijuma za kvalitativni izbor privrednog subj...",
    "texts": [
      "Da, u skladu sa čl 118. st. 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje kako postupaju u slučaju kada su dobili tri neblagovremene ponude, za nabavku na...",
    "texts": [
      "Pre svega ukazano da treba da primene svoj interni akt. A ukoliko navedeno nisu predvideli, u svakom slučaju treba da postupaju u duhu načela i odredbi ZJN i takve ponude vrate."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje na koji način da se izjasne u izjavi gde je potrebno da unesu da li su mikro, ma...",
    "texts": [
      "ili srednje prezuće. Od skoro su postali veliko preduzeće, a takva opcija ne postoji."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li određeno rešenje koje se dostavlja kao zahtev ponude i kao kriterijum za d...",
    "texts": [
      "Upućeni na kolege koje pružaju pomoć u vezi sa primenom Portala javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li mogu od ponuđača da traže dodatna objašnjenja u smislu člana 142. stav 2. ZJ...",
    "texts": [
      "Ukazano da bi to predstavljalo dopunu ponude, što nije dozvoljeno. Dodatna objašnjenja mogu da traže samo u slučaju kada im je potrebno pojašnjenje neke činjenice koja je već poznata, već dostavljena, ne sme podrazumevati nov dokument."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje gde u konkursnoj dokumentaciji navodi da produžava rok za donošenje odlu...",
    "texts": [
      "Za koliko produžava rok za podnošenje ponuda nakon zzp.\nSavetovano da to može da navede u delu Ostale napomene.\nZa onoliko dana koliko je postupak bio stopiran zbog zzp.\nDobiće donaciju od 300.000 za nabavku mobilijara. Da li je potrebno da sprovedu postupak jn ili su donacije izuzete od primene ZJN.\nDonacije po novom zakonu nisu izuzete od primene ZJN. Međutim, u ovom slučaju se radi o nabavci ispod praga propisanog čl. 27. stav 1. tačka 1), a mobilijare prvi put nabavljaju, te neće primeniti ZJN već svoj interni akt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li traže dokaze iz čl. 111. stav 1. tač. 1) i 2) ovog zakona, ako je ponuđač naveo da je upisan u...",
    "texts": [
      "Ne, jer se na osnovu čl. 128. ZJN smatra da privredni subjekt koji je upisan u registar ponuđača nema osnova za isključenje iz člana 111. stav 1. tač. 1) i 2) ovog zakona.\nNaručilac navodi da ima zaključen ugovor za usluge smeštaja vrednosti ispod 1.000.000 din. Dalje, navode da su u međuvremenu zaključili neki projekat o arheološkim istraživanjima, usled čega se javila potreba za novom nabavkom usluga smeštaja. Njihovo pitanje je da li moraju da raskinu prethodni ugovor, pa da sprovedu javnu nabavku za usluge smeštaja, budući da u zbiru sada prelaze 1.000.000 din.\nOdgovoreno da se u konkretnom slučaju zaključen ugovor ne raskida, već da za novu nabavku usluga smeštaja moraju sprovesti javnu nabavku.\nPonuđač nije popunio obrazac strukture ponuđene cene na način predviđen dokumentacijom o nabavci.\nPonuda se odbija kao neprihvatljiva.\nNaručilac je pokrenuo otvoreni postupak za nabavku koncentrata za koke nosilje. Dan pre otvaranja ponuda uložen im je ZZZP. Pitaju da li su dužni da zadrže dalje aktivnosti, budući da je isti neblagovremen.\nOdgovoreno da ZZZP ima suspenzivno dejstvo, tako da moraju da zadrže dalje aktvnosti u postupku dok se ne donese konačno rešenje o ZZZP."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Kako postupiti u situaciji da izabrani ponuđač odbije da zaključi ugovor, a jedino je on podneo p...",
    "texts": [
      "1. ZJN ne predviđa rok u kome izabrani ponuđač mora da zaključi ugovor, tako da je preporuka da naručilac isti odredi u kd.\n2. U tom slučaju naručilac mora da se vrati na stručnu ocenu ponuda gde će kao razlog za obustavi da izabere opciju – ponuđač je odbio da zaključi ugovor. Zatim donosi odluku o obustavi, a potom objavljuje i obaveštenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nameravaju da nabave polukoncertni klavir u o.p. S tim u vezi, postavljaju pitanje da li u kd mogu d...",
    "texts": [
      "Ukoliko naručilac ima potrebu za predmetom jn čije tehničke specifikacije ne može dovoljno precizno i razumljivo da opiše, može u skladu sa čl. 100. ZJN da u kd zahteva da polukoncertni klavir ima odgovarajuću marku uz navođenje reči „ili odgovarajuće“."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu su nejasni podaci iz ponude. Da li postoji mogućnost da se isti razjasne i isprave?...",
    "texts": [
      "Postoji, tako što naručilac ima mogućnost da zahteva dodatna pojašnjenja u skladu sa čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku peleta, proc. vrednosti 3.000.000,00 din., od više rangiranih ponuđača prvorangira...",
    "texts": [
      "Odgovoreno da ukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu odbije da zaključi ugovor o jn, naručilac u tom slučaju može\nda postupi u skladu sa čl.\n152. st. 3. ZJN\ntako što će\npozvati sledećeg ponuđača koji je podneo najpovoljniju ponudu i sa njim zaključiti ugovor o jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi sa Portalom jn....",
    "texts": [
      "Upućeni na kontakt telefone za konsultacije u vezi sa primenom Portala jn.\nU dilemi su da li da izvrše izmenu plana jn usled smanjenja proc. vrednosti predmetne nabavke.\nDat odgovor da nisu dužni da izvrše izmenu plana jn u konkretnom slučaju, imajući u vidu da se smanjenje iznosa proc. vrednosti jn ne smatra izmenom plana jn u smislu čl. 88. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li članovi komisije za jn trebaju da imaju zamenike?...",
    "texts": [
      "Da\n,\npoželjno je da naručilac prilikom imenovanja\nčlanova komisije za jn, istovremeno imenuje i njihove zamenike,\niak\no ZJN to ne predviđa."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač postavlja pitanje u vezi sa njegovim daljim postupanjem u pogledu uslova i zahteva koje je n...",
    "texts": [
      "Ukazano na mogućnost da zahteva od naručioca pojašnjenja u vezi sa uslovima i zahtevima za koje smatra da su diskriminatorski u roku i na način propisan\nim\nčl. 97. ZJN, kao i na mogućnost podnošenja ZZP-a.\nObjavili su rešenje o obustavi postupka, ali na Portalu još uvek nije vidljiva promena.\nUpućeni na kolege iz tehničke službe."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač postavlja pitanje da li će ih naručilac odbiti jer su uneli iznos bankarske garancije za 50 ...",
    "texts": [
      "Pojašnjeno u kojim slučajevima je moguća primena člana 142. ZJN, nije dozvoljeno da se dopunjava ili menja ponuda. Na naručiocu je kako će postupiti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li može da odbije ponuđača koji nije pratio uputstvo za sastavljanje ...",
    "texts": [
      "Ukazano da KJN ne može da vrši stručnu ocenu ponuda već to čini komisija, odnosno lice koje naručilac imenuje. Međutim, naručilac treba da se rukovodi time da je ponuđač ispunio sve tražene zahteve i kriterijume.\nVraćeni su na stručnu ocenu ponude rešenjem Komisije. Da li u obrazloženju treba sve detaljno da opišu ili je dovoljno u jednoj rečenici.\nSavetovano da napišu detaljno obrazloženje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac prvi put sprovodi postupak po novom zakonu. Postavlja pitanje da li može da zaključi ugovo...",
    "texts": [
      "nabavci pre isteka roka za podnošenje zahteva za zaštitu prava, imajući u vidu da je podneta samo jedna ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....",
    "texts": [
      "Protumačene su odredbe čl. 155-161. Zakona o javnim nabavkama, kojima su uređene izmene.\nTakođe, objašnjeno je da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nZatraženo objašnjenje člana 61. st. 7. ZJN.\nProtumačena odredba čl. 61. st. 7. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li i strano pravno lice mora biti registrovano na Portalu jn da bi učestvovalo u postupku jn?...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U obrascu strukture cene  i modelu ugovora o jn ne poklapaju se podaci. Naručilac smatra da je u pit...",
    "texts": [
      "Odgovoreno da u tom slučaju naručilac može postupiti u skladu sa čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kom slučaju naručilac može izmeniti ugovor o jn usled pojave nepredviđenih okolnosti?...",
    "texts": [
      "Dato objašnjenje kada naručilac može\nusled nepredviđenih okolnosti\nizmeniti ugovor o jn uz upućivanje na čl. 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako strani privredni subjekt dokazuje nepostojanje osnova za isključenje iz čl....",
    "texts": [
      "iz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n,"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ukoliko se u toj državi ne izdaju dokazi s tim u vezi?...",
    "texts": [
      "Ukazano\nna odredbe čl. 121. ZJN st. 2. i 3. ZJN kojima je predviđeno koje dokaze\nps\nkoji\nima sedište u drugoj državi\ndostavlja\nkao dokaz da ne\npostoje osnovi za isključenje iz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n, te da, u\nkoliko se\nu državi u kojoj p\ns\nima sedište, odnosno državi\nčiji je lice državljanin ne izdaju\nti\ndokazi\n,\np\ns\nmože umesto dokaza da dostavi svoju\npisanu izjavu datu pod krivičnom i materijalnom odgovornošću, overenu pred\nsudskim ili upravnim organom, javnim beležnikom ili drugim nadležnim\norganom te države, u kojoj se navodi da ne postoje navedeni osnovi za\nisključenje p\ns\n.\nSkrenuta pažnja da ZJN u\nčl.\n121.\nst. 4. upućuje naručioca da\nputem baz\ne\npotvrda na internetu (e-Certis) ili na drugi relevantan način može\nda\nproveri da li se dokazi ne izdaju\nu toj državi\nili ne obuhvataju sve relevantne podatke.\nAxios Media, NS"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje kako...",
    "texts": [
      "mogu\nda se registruju na Portalu jn.\nOdgovoreno da je potrebno da se upoznaju sa Uputstvom za korisnike Portala jn koji mogu pronaći na prvoj strani Portala jn klikom na upitnik u kome se, između ostalog, nalazi objašnjenje procedure registracije na Portalu jn. Rečeno da ukoliko budu imali pitanja u vezi sa radom na Portalu jn mogu da se obrate KJN na neki od br. tel. za konsultacije u vezi sa primenom Portala jn, koji se nalaze na internet stranici Portala jn u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje u odnosu na dokazivanje ispunjenosti...",
    "texts": [
      "kriterijuma za kvalitativni izbor privrednog subjekta.\nProtumačene su odredbe čl. 118 i 119. Zakona o javnim nabavkama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi postupak javne nabavke u kojem je dobio sve iste ponude. Sad ne zna šta da radi, ...",
    "texts": [
      "Ukazano je na odredbe člana 144. Zakona o javnim nabavkama prema kojima je naručilac najpre bio dužan da odredi rezervni kriterijum koji bi primenio ukoliko postoje dve ili više ponuda koje su primenom kriterijuma za dodelu ugovora jednake.\nTek ako i nakon primene rezervnih kriterijuma postoje dve ili više ponuda koje su jednako rangirane, naručilac će dodeliti ugovor ponuđaču koji bude izvučen putem žreba.\nŽreb se sprovodi kao i ranije – uživo u prostorijama naručioca uz obezbeđeno prisustvo predstavnika ponuđača, dakle ne preko Portala javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li odsek može samostalno vršiti nabavke i da li se njihove nabavke ...",
    "texts": [
      "Objašnjeno je da je, u konkretnom slučaju, reč o jednom naručiocu, te s tim u vezi isti je dužan da vodi računa o ukupnoj procenjenoj vrednosti istovrsnih dobara na godišnjem novou.\nNaručilac je sproveo postupak javne nabavke u kojem je bila podneta samo jedna ponuda. Međutim, ponuđač više nema interes za zaključenje ugovora.\nNapomenuto je da ukoliko naručilac i dalje ima potrebu za predmetnim dobrima, može da sprovede novi postupak javne nabavke.\nNaručilac je sproveo postupak javne nabavke radi zaključenja okvirnog sporazuma. Međutim, sad kad\nima potrebu da zaključuje pojedinačne ugovore, dobavljač odbija da isporučuje po ugovorenim cenama, zbog rasta cena na tržištu.\nPotrebno je da naručilac najpre utvrdi da li je zaista došlo do rasta cena u meri u kojoj to dobavljač ističe. Zatim, da proveri da li je okvirnim sporazumom\npredvideo mogućnost usklađivanja cena, u kom slučaju to onda i ne bila izmena.\nTakođe, protumačene su odredbe koje se odnose na osnove za izmenu ugovora, čl. 156-160. Zakona o javnim nabavkama.\nNaručilac sprovodi nabavku radova na izgradnji bazena. Postupak je u fazi podnošenja ponude. Jedan od ponuđača u tom postupku postavio je pitanje da li spisak izvedenih radova iz čl. 124. st. 1. ZJN, koji je naručilac zahtevao na period od najviše pet poslednjih godina pre isteka roka za podnošenje ponuda može da se produži odn. da glasi na period duži od pet godina...S tim u vezi, u dilemi je da li da izmeni dokumentaciju o jn.\nUkoliko je potrebno obezbediti odgovarajući nivo konkurencije, naručilac može da izmeni dokumentaciju o jn tako što će naznačiti da će se uzeti u obzir dokaz o relevantnim radovima izvršenim u periodu dužem od pet godina."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku radova na sanaciji dvorišnog dela proc. vrednosti 4.250.000,00 din. u o.p. Dobili s...",
    "texts": [
      "Ukazano\nda\nje\nčl. 146. st. 2. ZJN\nnaručiocu omogućeno\nda dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nMe\nđutim,\nu skladu sa čl. 144. ZJN st. 2. naručilac\nima i mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili su pitanje kako da sprovedu nabavku ispod praga s obzirom da do sada nisu...",
    "texts": [
      "sprovodili nabavke na koje se ZJN ne primenjuje.\nTokom razgovora došla sam do saznanja da nisu doneli posebni (interni) akt iz čl. 49. ZJN, te im je pre svega skrenuta pažnja na obavezu da isti donesu. Zatim, ukazano da navedenim aktom naručilac pored\nostalog bliže uređuje proceduru za\nnabavke na koje se ZJN ne primenjuje, kao i za nabavke društvenih i drugih posebnih usluga.\nU\npostupcima\nza\nnabavke ispod limita naručilac primenjuje načela ZJN na način koji je primeren okolnostima konkretne nabavke.\nPored toga, ukazano na obavezu naručioca da evidentira podatke o nabavkama na koje se ZJN ne primenjuje, u skladu sa čl. 181. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Izabrani ponuđač za jednu od partija za nabavku usluge prevoza (po relacijama) u o. p., nije dostavi...",
    "texts": [
      "Odgovoreno da naručilac u tom slučaju  može da ponovi o.p. za predmetnu partiju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje...",
    "texts": [
      "da li može zahtevati od ponuđača dodatno pojašnjenje u vezi sa podacima iz dostavljene ponude.\nNaručiocu ukazano da može zahtevati dodatna pojašnjenja od ponuđača u skladu sa čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu je, u postupku javne nabavke hrane, pitanje u odnosu na sadržinu konkursne dokumentacije u...",
    "texts": [
      "Naručilac se interesuje da li je dužan da odgovori."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukazano je da je naručilac dužan da odgovori na pitanja koja su postavljena u zakonskom roku, kao i ...",
    "texts": [
      "li ono uopšte može da učestvuje u postupku, odnosno da li se bavi predmetnom delatnošću i ispunjava uslove za učešće. Konkretno, naručilac ne može da zahteva da to lice u fazi dok traje rok za podnošenje ponuda dokazuje svoj interes za određeni postupak javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje na koji način se vrši izmena okvirnog sporazuma....",
    "texts": [
      "Zakonom o javnim nabavkama u članu 161. predviđeno je da se odredbe čl. 154 - 161. ovog zakona shodno primenjuju i na izmene\nokvirnog sporazuma.\nNaručilac ima problem sa računanjem rokova.\nObjašnjeno je na koji način se računaju rokovi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je sproveo postupak javne nabavke peleta, međutim, ni jedan od ponuđača neće da zaključi u...",
    "texts": [
      "Ukazano je da hitnost može biti osnov za mesec-dva, dok se sprovede redovni postupak javne nabavke, kao i da bi u tom slučaju bilo potrebno mišljenje Kancelarije za javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je u postupku javne nabavke dobio ponudu u kojoj ponuđač nije naveo određene podatke onako...",
    "texts": [
      "Objašnjeno je da naručilac ne može da odbije ponudu ukoliko iz kompletne njene sadržine može da utvrdi podatke koje je tražio i koji su mu potrebni.\nObjašnjeno je na koji način se računaju rokovi, kada je naručilac dužan da produži, a kada može da skrati rok.\nU kom momentu članovi kom\ni\nsije za jn potpisuju izjavu o (ne)"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac treba da zahteva da  privredni subjekt dostavi dokaze uz izjavu o ispunjavanju krite...",
    "texts": [
      "Odgovoreno da\nč\nlanovi kom\ni\nsije za jn potpisuju izjavu o (ne)\npostojanju sukoba interesa nakon otvaranja ponuda/prijava.\nDat odgovor da je računsku grešku moguće ispraviti na način propisan čl 142. ZJN.\nObjašnjeno da se dokazi ne dostavljaju uz izjavu iz čl. 118. ZJN, već naručilac upućuje zahtev za dostavu dokaza ponuđaču koji je dostavio ekonomski najpovoljniju ponudu saglasno čl. 119. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje  po kojoj proceduri može da sprovede nabavku mulitimedijalne opreme, čij...",
    "texts": [
      "Imajući u vidu da se radi o nabavci ispod praga, naručilac istu sprovodi po proceduri za nabavke na koje se ZJN ne primenjuje, koju je propisao svojim internim (posebnim) aktom iz čl. 49. ZJN.\nZatražili objašnjenje mogućnosti izmene  ugovora o jn usled pojave nepredviđenih okolnosti.\nProtumačena odredba čl. 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U slučaju potrebe da se izvrši usklađivanje cena, da li je naručilac u obavezi da izmeni ugovor o jn...",
    "texts": [
      "U\nsklađivanje cena koje se vrši u skladu sa paramatrima koji su jasno i unapred definisanim ugovorom o jn saglasno čl. 156. ZJN ne smatra se promenom cene, te naručilac nema obavezu da u tom slučaju vrši izmene ugovora o jn.\nNaručilac je u postupku javne nabavke kancelarijskog nameštaja, između ostalog, dobio i jednu zajedničku ponudu. Međutim, članovi gruđe ponuđača nisu dostavili sporazum o zajedničkoj ponudi, pa naručilac ne zna ko će šta da radi.\nUkazano je da grupa ponuđača, prema novom Zakonu o javnim nabavkama, nije ni bila dužna da dostavi sporazum o zajedničkoj ponudi, jer navedeni sporazum ne postoji u formi u kojoj je postojao po starom zakonu.\nMeđutim, prilikom popunjavanja Izjave o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta na Portalu javnih nabavki unose se određeni podaci u vezi sa učesnicima u zajedničkoj ponudi.\nTakođe, članom 142. Zakona o javnim nabavkama predviđeno je da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda ili prijava, a može da vrši i kontrolu (uvid) kod ponuđača."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li su svi članovi komisije za javnu nabavku i njihovi zamenici dužni ...",
    "texts": [
      "Objašnjeno je da nakon otvaranja ponuda ili prijava, svi članovi komisije za javnu nabavku, kao i njihovi zamenici, potpisuju izjavu o postojanju ili nepostojanju sukoba interesa."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukazano je da predmetno pitanje nije uređeno Zakonom o javnim nabavkama....",
    "texts": [
      "Naručilac je sproveo postupak javne nabavke u kojem je odluka o dodeli ugovora osporena zahtevom za zaštitu prava. Postavlja"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je obavešten o tome da je Republička komisija na svojoj zvaničnoj internet stranici objavi...",
    "texts": [
      "Naručilac je imao dilemu kad može da skrati, a kad je dužan da produži rok za podnošenje ponuda.\nObjašnjeno je na koji način se računaju rokovi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji je rok ѕa ZZP u slučaju osporavanja sadržine kd?...",
    "texts": [
      "Dat odgovor da je rok za ZZP u tom slučaju propisan čl. 214. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da od najpovoljnijeg ponuđača zahteva dokaze kada se radi o nabavci čij...",
    "texts": [
      "Odgovoreno da\nnaručilac može da postupi\nu skladu\nsa čl. 144. st. 2. ZJN i dodeli ugovor ponuđaču koji sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nNaručilac ima i mogućnost da u\nskladu sa čl. 146. st. 2. ZJN\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n.\nUkazano da je, u skladu sa čl. 119. ZJN, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku jn čija je proc. vrednost veća od 5.000.000,00 din. dužan da pre donošenja odluke u postupku jn na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta, u neoverenim kopijama.\nMeđutim, i\nu slučaju kada je proc. vrednost jn niža od 5.000.000,00 din., naručilac može da zahteva deo dokaza ili sve dokaze radi provere podataka navedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ukoliko je to u cilju pravilnog sprovođenja postupka jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje tehničke prirode u vezi sa primenom Portala jn....",
    "texts": [
      "Prosleđeno kolegama koji daju konsultacije u vezi sa primenom Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: podnosilac dužan da uplati 2* 120.000 dinara?...",
    "texts": [
      "Objašnjeno da na Portalu moraju da objave obaveštenje o podnetom zahtevu za zaštitu prava najkasnije naredno dana od dana prijema zahteva za zaštitu prava u skladu sa čl. 214. st. 8. ZJN kao i ceo postupak kako se to radi na Portalu. Kao i da\nsu dužni da bez odlaganja dostave izabranom ponuđaču kopiju zzp u skladu sa čl. 218. ZJN.\nNaručiocu odgovoreno da može da se odnosi na dve partije i upućeni na čl. 225. st. 2  tač.2) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu potrebno pojašnjenje oko utvrđivanja blagovremenosti ZZP?...",
    "texts": [
      "Objašnjen način računanja rokova za podnošenje zzp, nakon odluke o dodeli."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje je, na koji način klijent (ps)  nakon što je propustio da u roku podnese zzp, usled zdravstv...",
    "texts": [
      "Ukazano da je rok za podnošenje zzp, prekluzivnog karaktera, te da ne postoji mogućnost povraćaja u pređašnje stanje.\nPrvi put treba da podnese ponudu i prvi put učestvuje u postupku javne nabavke, pa joj je potrebno ukratko da se objasni kako to sve funkcioniše..\nObjašnjeni osnovni koraci, i ukazano na relevantne propise i uputstva za ponuđače..\nPotrebno pojašnjenje primene člana 35. stav 4. ZJN.\nObjašnjena svrha i cilj predmetne odredbe, kao i koraci koji su nužni prilikom kreiranja postupka, kao i Odluke o sprovođenju postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li...",
    "texts": [
      "je"
    ],
    "link": null
  },
  {
    "title": "Pitanje: privredni subjekt dužan da uz izjavu o ispunjavanju kriterijuma za kvalitativni izbor privrednog sub...",
    "texts": [
      "Predočeno da privredni subjekti u ponudi odn. prijavi dostavljaju izjavu iz čl. 118. ZJN kojom samo potvrđuju da ispunjavaju kriterijume za kvalitativni izbor privrednog subjekta, što dalje znači da uz izjavu ne dostavljaju dokaze. Ukazano da je, u skladu sa čl. 119. ZJN, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku jn čija je proc. vrednost veća od 5.000.000,00 din. dužan da pre donošenja odluke u postupku jn na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta u neoverenim kopijama u primerenom roku koji odredi naručilac.\nTakođe, u slučaju kada je proc. vrednost jn jednaka ili niža od 5.000.000,00 din. naručilac može da zahteva deo dokaza ili sve dokaze radi provere podataka navedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta,\nukoliko je to u cilju pravilnog sprovođenja postupka jn.\nZamolili su da ih uputim na kontakt tel. za tehničku podršku u vezi sa radom na Portalu jn.\nUpućeni na kontakt tel. za konsultacije u vezi sa primenom Portala jn datih na internet stranici KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljeno uopšteno pitanje mogućnosti izmene ugovora o jn usled nepredvidljivih okolnosti....",
    "texts": [
      "Protumačen čl. 158. ZJN kojim su propisane izmene ZJN usled nepredvidljivih okolnosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pokrenuli su postupak javne nabavke i u k.d. greškom nisu predvideli mogućnost da se deo ponude podn...",
    "texts": [
      "Savetovano da izmene k.d. saglasno čl. 42. ZJN, te saglasno značaju izmene  produže rok u skladu sa čl. 87. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje koji postupak im je najbrži, budući da imaju neku hitnu nabavku?...",
    "texts": [
      "Ukazano na odredbe čl. 61. st. 1. tač. 2) ZJN i čl. 52. st. 6. ZJN\nU toku stručne ocene, ustanovljeno da ponuđači nisu dostavili tehn. specifikaciju predmeta nabavke..\nU toku razgovora, utvrđeno da naručilac nije označio tehn, spec. kao deo dokumentacije koju ponuđač dostavlja u ponudi, samo su štiklirali model ugovora i izjavu.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako imaju problem sa ponuđačima koji im i dalje šalju ponude ili delove ponude pisanim putem, da li...",
    "texts": [
      "ZJN u članu 45. propisuje da se komunikacija i razmena podataka u postupku javne nabavke vrši se elektronskim sredstvima na Portalu javnih nabavki, u skladu sa ovim članom i uputstvom za korišćenje Portala javnih nabavki iz člana 184. ovog zakona."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U podnetoj ponudi, ps je napravio grešku u pisanju ukupne cene, evidentno nije upisano dve poslednje...",
    "texts": [
      "potrebe da traži pojašnjenje ili sl.\nAko iz celokupne ponude može nesumnjivo da utvrdi ponuđeu cenu, nema potrebe da traži pojašnjenje.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako postupa naručilac ukoliko se ponuđač čija ponuda sadrži računsku grešku ne saglasi sa ispravkom...",
    "texts": [
      "Naručiocu je dat odgovor da ne mora da traži dokaz ukoliko već poseduje važeći relevantan dokaz, u skladu sa čl. 119. st. 4. ZJN.\nOdgovoreno da naručilac u tom slučaju odbija takvu ponudu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada ponuđač može da dopuni svoju ponudu?...",
    "texts": [
      "Dat odgovor da ponuđač u skladu sa čl. 135. st. 3. ZJN može da dopuni svoju ponudu do isteka roka za podnošenje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U obrascu strukture cene  i modelu ugovora o jn ne poklapaju se podaci...kako postupiti sa takvom po...",
    "texts": [
      "Odgovoreno da naručilac postupa u skladu sa čl. 142. ZJN.\nNaručilac je imao dileme u vezi sa računanjem rokova za postavljanje pitanja i davanje sugestija u odnosu na sadržinu konkursne dokumentacije.\nProtumačene su odredbe člana 97. Zakona o javnim nabavkama, odnosno rokovi u kojima privredni subjekt može u pisanoj formi putem Portala javnih nabavki da traži od naručioca dodatne informacije ili pojašnjenja u vezi sa dokumentacijom o nabavci, pri čemu može da ukaže naručiocu ukoliko smatra da postoje nedostaci ili nepravilnosti u dokumentaciji o nabavci.\nZainteresovano lice uputilo je 26 pitanja i sugestija koji se odnose na tehničku specifikaciju. Naručilac se interesuje da li mora da odgovori na sve te stavke.\nUkazano je da je naručilac dužan da odgovori na sve ukoliko se zainteresovano lice obratilo u zakonskom roku (član 97. Zakona o javnim nabavkama)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavili su softver za računovodstvo, pa postavljaju pitanje na koji način se usluga održavanja isto...",
    "texts": [
      "Odgovoreno da budući da je reč o isključivim pravima, gde je isključena konkurencija upućeni na čl. 61.1.1.3 ZJN\nSproveli su postupak nabavke peleta i tražili su kroz tehničku specifikaciju da je ponuđač obavezan da uz ponudu dostavi Izveštaj o ispitivanju peleta – sertifikat o kvalitetu peleta izdat od strane akreditovane laboratorije. Ponuđač im je rekao da će im to dostaviti tek kad bude izabran kao najpovoljniji u roku od 5 dana i da ne mogu to da zahtevaju uz ponudu?\nUkazano na to da kada je nešto traženo kroz zahtev nabavke  da ja tada ponuđač dužan da uz ponudu i dostavi traženi zahtev. A da se u roku od 5 dana  dostavljaju dokazi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta od strane ponuđača koji je dostavio ekonomski najpovoljniju ponudu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji datum treba da budu izdate potvrde nadležnih sudova kod osnova za isključenje iz čl. 111. ZJ...",
    "texts": [
      "Naručiocu ukazano da privredni subjekt treba da dokaže da on i njegov zakonski zastupnik u periodu od prethodnih 5 godina od dana isteka roka za podnošenje ponuda, odnosno prijava nije pravnosnažno osuđen."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Po sprovedenom postupku javne nabavke, zaključili su ugovor i sada isti hoće da raskinu. Da li imaju...",
    "texts": [
      "ZJN ne predviđa takvu obavezu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kod okvirnog sporazuma koji je zaključen sa jednim ponuđačem kako mogu da traže da im taj ponuđač do...",
    "texts": [
      "Naručiocu ukazano na odredbu čl. 67. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode postupak javne nabavke gasnog ulja i primili su 3 ponude. Sve tri su preko proc. vrednosti ...",
    "texts": [
      "Naručiocu odgovoreno da ima mogućnost da u skladu sa čl. 146. st. 2. ZJN dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od proc. vred. javne nabavke. Ali isto tako ukazano i na čl. 144. st. 2 ZJN koji pruža mogućnost naručiocu da odbije kao neprihvatljivu ponudu koja prelazi iznos proc. vred. predmeta javne nabavke ili raspoloživih sredstava."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li usluga antidoping testiranja spada u društvene i druge posebne usluge?...",
    "texts": [
      "Dat potvrdan odgovor."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač im je dostavio ponudu gde je obrazac strukture cene potpuno uredu, ali u obrascu ponude je n...",
    "texts": [
      "U toku im je realizacija ugovora i dobavljač im se obratio sa zahtevom za povećanjem cena, budući da je došlo do poskupljenja istih na tržištu, a oni nisu ništa predvideli.\nNaručilac upućen na član 142. st. 4 i 5. ZJN.\nUpućeni na čl. 158.ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Hoće da odustanu od pp bez objavljivanja javnog poziva, pa pitaju kako?...",
    "texts": [
      "Naručiocu ukazano da na Portalu javnih nabavki ovaj korak počinje izborom polja „Procesi postupka“ a zatim označava „odustanak“ i potom objavljuje ispravku – obaveštenje o izmenama ili dodatnim informacijama, u kome navodi razlog usled kojeg odustaje od sprovođenja  preg. postupka"
    ],
    "link": null
  },
  {
    "title": "Pitanje: stručni kapacitet o spisku pruženih usluga za period od 10 godina?...",
    "texts": [
      "Može.\nUpućeni na čl. 124. st. 1. tač. 2) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Javila im se potreba za povećanjem obima usluge štampanja, pa kako se aneksira ugovor usled navedene...",
    "texts": [
      "Odgovor čl. 160. ZJN\nU toku izvođenja radova, po ugovoru o jn radova, neke pozicije su izvedene u manjem a neke u većem obimu, bez uticaja na vrednost ugovora..Da li treba da aneksiraju ugovor…"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada najkasnije mogu da pokrenu postupak u ovoj godini?...",
    "texts": [
      "Poslednjeg dana u godini, da bude objavljen javni poziv i dok., što znači dan pre poslat na objavljivanje..\nNaručilac sprovodi o.p. proc. vrednosti preko 5.000.00,00 din. i nije mu jasno da li privredni subjekti dostavljaju dokaze iz člana 111. stav 1. tačka 1) i 2) ukoliko nisu upisani u registar ponuđača u APR."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li podnet ZZP na jednu od partija utiče i na ostale partije odn. da li naručilac može doneti odlu...",
    "texts": [
      "Naručiocu je objašnjeno da se za privredne subjekte koji su upisani u registar ponuđača\nAPR smatra da nemaju osnov za isključenje iz člana 111. stav 1. tač. 1) i 2) ZJN u skladu sa čl. 128. ZJN, te nisu u obavezi da to posebno dokazuju. Dakle, ukoliko\nprivredni subjekat\nnije upisan u\nregistar ponuđača u APR dužan je da to dokaže\n, ukoliko ga naručilac kao najpovoljnijeg ponuđača pozove pre donošenja odluke o dodeli ugovora o jn da u skladu sa čl. 119. ZJN dostavi dokaze.\nOdgovoreno da podnet ZZP ne utiče na ostale partije, već samo na partiju/partije u odnosu na koje je podnet, tako da naručilac može dalje da postupa u vezi sa ostalim partijama odn. da preduzima dalje aktivnosti u cilju donošenja odluke o dodeli  ugovora o jn.\nNaručilac je zamolio\nza\nobjašnjenje u vezi sa donetim mišljenjem KJN za nabavku opšteg potrošnog sanitetskog medicinskog materijala po hitnosti, br. 1938/21.\nDato objašnjenje.\nNaručilac sprovodi postupak javne nabavke peleta. Predvideo je dostavljanje sertifikata za A klasu, kao i određeni udeo pepela, iz razloga što im je goreo kotao i moraju da obrate pažnju kako bi dobili što kvalitetniji pelet. U toku je faza stručne ocene ponuda. Ponuđač koji je ponudio pelet sa jednim procentom više pepela nego što je predviđeno konkursnom dokumentacijom preti da će da podnese zahtev za zaštitu prava ukoliko bude odbijen, s obzirom na to da je njegova cena najpovoljnija. Podneto je pet ponuda.\nUtvrđeno je da su zainteresovana lica u toku roka za podnošenje ponuda postavljala pitanja naručiocu i davala sugestije, međutim ništa od toga se nije odnosilo na sporno pitanje. Iz svega navedenog proizlazi da je navedeni ponuđač podneo ponudu koja je neprihvatljiva, kao i da ne može da podnese zahtev za zaštitu prava na datu okolnost.\nNaručiocu su „Tenderi“ Kragujevac uputili sugestiju da u postupku javne nabavke radova na bušenju bunara nije odredio rezervni kriterijum.\nPravilnikom o sadržini konkursne dokumentacije u postupcima javnih nabavki u članu 2. predviđeno je da konkursna dokumentacija shodno prirodi predmeta nabavke sadrži, između ostalog, rezervne kriterijume na osnovu kojih će naručilac dodeliti ugovor u situaciji kada postoje dve ili više ponuda koje su nakon primene kriterijuma jednake."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako strani...",
    "texts": [
      "privredni subjekti dokazuju nepostojanje osnova za isključenje iz čl.\niz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n,"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ukoliko se u toj državi ne izdaju dokazi s tim u vezi?...",
    "texts": [
      "Privrednom subjektu\nje ukazno na odredbe čl. 121. ZJN st. 2. i 3. ZJN\nkojima je predviđeno koje dokaze\nps\nkoji\nima sedište u drugoj državi\ndostavlja\nkao dokaz da ne\npostoje osnovi za isključenje iz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n, te da, u\nkoliko se\nu državi u kojoj p\ns\nima sedište, odnosno državi\nčiji je lice državljanin ne izdaju\nti\ndokazi\n,\np\ns\nmože umesto dokaza da dostavi svoju\npisanu izjavu datu pod krivičnom i materijalnom odgovornošću, overenu pred\nsudskim ili upravnim organom, javnim beležnikom ili drugim nadležnim\norganom te države, u kojoj se navodi da ne postoje navedeni osnovi za\nisključenje p\ns\n.\nSkrenuta pažnja da ZJN u\nčl.\n121.\nst. 4. upućuje naručioca da\nputem baz\ne\npotvrda na internetu (e-Certis) ili na drugi relevantan način može\nda\nproveri da li se dokazi ne izdaju\nu toj državi\nili ne obuhvataju sve relevantne podatke.\nNaručilac ima zaključen ugovor o jn namirnica po partijama u o.p. Interesuje se kakve su mogućnosti za izmenu ugovora usled povećanja obima predmetne nabavke koje neće prelaziti 10% prvobitne vrednosti ugovora o predmetnoj jn.\nUkazano da naručilac može izmeniti ugovor o jn usled povećanja obima iz čl. 160. ZJN uz ispunjenost svih uslova propisanih članom 160. ZJN, koji se odnose na ograničenje vrednosti izmene ugovora, ograničenje ukupne vrednosti svih izmena ugovora, te nemogućnost da se menja celokupna priroda ugovora odnosno predmet jn. Ukazano i na to da u slučaju primene čl. 160. ZJN naručilac nije u obavezi da na Portalu jn objavi obaveštenje o izmeni ugovora iz čl. 155. st. 2. ZJN.\nNaručilac je u o.p. dobio samo jednu prihvatljivu ponudu. S tim u vezi,  hteo je da utvrdi da li je dužan da sačeka da protekne rok za podnošenje ZZP-a da bi zaključio ugovor o jn.\nNaručiocu dat odgovor da nije\ndužan da sačeka da protekne rok za podnošenje ZZP-a da bi zaključio ugovor o jn i da\nmože da\nzaključi ugovor o jn i pre isteka roka za podnošenje ZZP, a u skladu sa čl. 151. st. 2. tač. 3) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li pošto im je hitno da pokrenu postupak namirnica mogu da odrede rok  za podnošenje ponuda od 15...",
    "texts": [
      "ZJN ne predviđa takvu obavezu.\nMogu u skladu sa čl. 5. st. 6. ZJN, ako za to postoje razlozi opravdane hitnosti za koje poseduju valjane dokaze."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li imaju obavezu da dostave obaveštenje o dodeli ugovora?...",
    "texts": [
      "Naručiocu ukazano na odredbe čl. 12. st.1. tač. 1) ZJN.\nNaručilac upućen na odredbe čl. 181. st. 3 i 4. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada upućuju zahtev za  produženje važenja ponude u skladu sa čl. 137. ZJN da li se to radi putem po...",
    "texts": [
      "Naručiocu ukazano da to radi putem Portala kroz opciju Zahtev za produženje roka važenje ponude i da u okviru stručne ocene ponuda ima opciju korekcija ponuđenih vrednosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Odredili su rok od 10 dana za podnošenje ponuda za nabavku čija je proc. vred. niža od 10 000 000 di...",
    "texts": [
      "Računa se od dana slanja na objavljivanja, s tim što se taj dan ne uračunava u rok, već se početak roka računa od prvog narednog dana.\nDat potvrdan odgovor."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač nije dostavio neku zahtevanu garanciju, kao cene tu ponudu?...",
    "texts": [
      "Uz ogradu da KJN ne vrši stručnu ocenu ponuda ukazano da je ponuđač dužan da odgovori zahtevima nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da isključi iz postupka jn privrednog subjekta koji je u ranijim postupcima jn ...",
    "texts": [
      "Ukazano da naručilac u skladu sa čl. 112. st. 1. tač. 6) ZJN ima mogućnost da isključi  privrednog subjekta iz postupka jn u svakom trenutku, ukoliko utvrdi da je isti u periodu od prethodne tri godine od dana isteka roka za podnošenje ponuda dostavio\nneistinite podatke potrebne za proveru osnova za isključenje iz postupka jn i kriterijuma za izbor ps, s tim da tu mogućnost predvidi u dokumentaciji o nabavci.\nNaručilac ima više pitanja oko primene evropskog standarda za koji tvrdi da nije obezbeđena\ndovoljna konkurencija za učešće u postupcima jn...\nOdgovoreno da mogu da upute KJN zahtev za tumačenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi sa tehničkom podrškom za rad na Portalu jn....",
    "texts": [
      "Upućeni na br. kontakt tel. za konsultacije u vezi sa radom na Portalu jn datih na sajtu KJN u delu Kontakt.\nSproveli javnu nabavku radova za rekonstrukciju zgrade muzeja i dobili jednu ponudu koja je preko procenjene vrednosti i doneli odluku o dodeli ugovora u skladu sa čl. 146. st. 2. ZJN. Postavljaju pitanje da li moraju da čekaju rok od 10 dana za zaključenje ugovora budući da je bila podneta samo jedna ponuda?\nNaručilac savetovan da sačeka konačnost odluke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku radova, otvaranje ponuda je 14.10.2021. godine i hoće sada da izmene kriterijum za ...",
    "texts": [
      "Naručiocu odgovoreno da imaju takvu mogućnost, ali da su dužni da produže rok za podnošenje ponuda u skladu sa čl. 87. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode svake godine održavanje IS LPS i pošto je nabavka ispod 1 000 000 din. postavljaju pitanje ...",
    "texts": [
      "Naručiocu ukazano da ne moraju budući da je reč o nabavci ispod limita."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Rok za podnošenje ponuda je 15.10.2021. godine i naručilac hoće da traži neke ateste kroz teh. speci...",
    "texts": [
      "Naručilac upućen na čl. 87. st. 1, 2 i 3. ZJN.\nNaručilac je doneo odluku o dodeli ugovora i još uvek nije protekao rok od 10 dana za zaključenje ugovora. Nakon što je doneta odluka o dodeli ugovora izabrani"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ponuđač (reč je o zajedničkoj ponudi) obavestio je naručioca da je jedan od članova grupe odustao. D...",
    "texts": [
      "Naručiocu odgovoreno da u skladu sa čl. 152. st. 1."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac dalje postavlja pitanje, koja je to dokumentacija iz čl. 216. st. 2. ZJN?...",
    "texts": [
      "Naručilac upućen na čl. 218. ZJN.\nUkazano na čl. 216. st. 2. ZJN\nNaručiocu odgovoreno da je to dokumentacija kojom obrazlažu navode iz čl. 216. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da podnesu ponudu u o.p.?...",
    "texts": [
      "Upućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na pripremu i podnošenje ponuda u o.p.). Rečeno da prethodno mogu da probaju na Demo Portalu jn, te da ukoliko budu imali pitanja u vezi sa korišćenjem Portala jn imaju mogućnost da se obrate na neki od br tel. za konsultacije u vezi sa Portalom jn, koje je KJN objavila na svojoj internet stranici.\nNejasna im je dokumentacija o nabavci u pogledu dokaza koje trebaju da dostave.\nPrivrednom subjektu je ukazano na mogućnost da zahteva pojašnjenja i dodatne informacije od naručioca u skladu sa čl. 97. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi sa rokom za davanje odgovora na zahtev za pojašnjenje dokumentacije o nabavci....",
    "texts": [
      "Rokovi za\ndavanje odgovora od strane naručioca na zahtev za pojašnjenje dokumentacije o nabavci propisani su čl.  97. ZJN u zavisnosti od toga da li je procenjena vrednost nabavke jednaka ili veća od iznosa evropskih pragova, ili manja od iznosa evropskih pragova."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li izmena ugovora o jn  usled promene cene mora biti unapred predviđena u ugovoru o jn?...",
    "texts": [
      "N\naručilac može da izvrši izmenu ugovora o jn u pogledu npr. promene cene ukoliko je to jasno predvideo u dokumentaciji i ugovoru o jn,\nkao što je i propisano čl.\n156. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izmene ugovor o...",
    "texts": [
      "nabavci građevinskih radova\nusled pojave nepredviđenih"
    ],
    "link": null
  },
  {
    "title": "Pitanje: okolnosti?...",
    "texts": [
      "Postoji li rok u kome je\nnaručilac  dužan da izvrši\nizmenu ugovora o jn iz čl.\n155-161 ZJN (u\nkonkretnom slučaju, usled\npojave nepredviđenih"
    ],
    "link": null
  },
  {
    "title": "Pitanje: okolnosti)?...",
    "texts": [
      "Protumačen čl 158. ZJN i rečeno da naručialc može da izmeni ugovor usled pojave nepredviđenih okolnosti na način i pod uslovima koje taj član ZJN propisuje sa ukazivanjem na čl. 155. ZJN u vezi sa obavezom naručioca da obaveštenje o izmeni ugovora o jn\npošanje na objavljivanje na Portalu jn u roku od deset dan od dana izmene ugovora o jn.\nNe, ZJN ne propisuje rok u kom je naručilac dužan da izvrši izmenu ugovora o jn, ali podrazumeva\nse\nda naručilac treba da postupi u razumnom roku posebno imajući u vidu osnov izmene ugovora o jn koji može biti (jedan ili više): pojava nepredviđenih okolnosti, pojava dodatnih dobara, usluga, ili radova, povećanje obima nabavke, promena ugovorne strane, zamena podizvođača, izmena na osnovu ugovornih odredaba (npr. promena cene), što po prirodi stvari zahteva pravovremeno postupanje.\nUkoliko bi naručilac\ndozvolio da ponuđač iskaže\ncenu u stranoj valuti, da li je\nu obavezi da to predvidi u"
    ],
    "link": null
  },
  {
    "title": "Pitanje: dokumentaciji o jn?...",
    "texts": [
      "Da, u tom slučaju naručilac će prema čl. 43. ZJN konkursnom dokumentacijom predvideti mogućnost da ponuđač iskaže cenu u ponudi i u stranoj valuti, i kojoj, te da će se za preračun u dinare koristiti odgovarajući srednji devizni kurs NBS na dan kada je započeto otvaranje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naime, pitanje se odnosi na trenutak dostavljanja navedenih ovlašćenja, posebno što je R.komisija po...",
    "texts": [
      "Zainteresovanom licu odgovoreno da navedeno mora da utvrdi iz same dokumentacije o nabavci, posebno dela u tehničkoj specifikaciji ili Uputstvu\nponuđačima\nkako da sačine ponudu. Po nekom ustaljenom pravilu navedeni dokumenti se dostavljaju u samoj e-ponudi (ukoliko je moguće iste dostaviti elektronskim putem), za razliku od dokaza za ispunjenost kriterijuma za kv.izb.privr.subjekata koji se uvek dostavljaju nakon otvaranja ponuda, a na osnovu zahteva naručioca.\nNaručilac sprovodi postupak za javnu nabavku HTZ opreme. Dobili su nalog da obezbede i zaštitne jakne, koje nisu bile u tehničkoj specifikaciji nabavke HTZ opreme, te pos\nta"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ljvaju pitanje da li mogu da planiraju novu javnu nabavku za predmetna dobra. Imaće obezbeđena finan...",
    "texts": [
      "Naručiocu odgovoreno da iz opravdanih razloga može da planira istovrsnu javnu nabavku, i to čini izmenom tj. dopunom plana, shodno odredbama člana 88. stav  4. ZJN, gde se jasno navodi da je i planiranje nove javne nabavke izmena i dopuna plana. U vezi sa navedenim skrenuta pažnja naručiocu u vezi postupanja i određivanja rokova, obzirom da se ta nova nabavka posmatra u zbiru sa procenjenom vrednošću već započetog postupka javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zavod je naručilac, ali se na tržištu pojavljuje i kao ponuđač, te postavljaju pitanje u vezi sa pri...",
    "texts": [
      "uverenja na osnovu činjenice da nisu registrovani u Agen.za privredne registre. Isti su registrovani u Privrednom sudu u Beogradu.\nOdgovoreno da ponuđači kao dokaz za nepostojanje navedenih osnova za isključenje dostavljaju: potvrdu nadležnog suda, odnosno nadležne policijske uprave. Sama procedura (zahtev, potrebna dokumentacija, taksa i troškovi) definisana je u nadležnim sudovima. Preporuka da se kontaktiraju nadležni sudovi,\nuključujući i Privredni sud u Beogradu u pogledu potrebne dokumentacije za pribavljanje potrebnih uverenja suda.\nNaručilac je sproveo postupak javne nabavke, primio je ponude i utvrdio je da ponuđač koji je dao najpovoljniju ponudu prema kriterijumu nije upisan u reg.ponuđača. Zahtevali su dokaze, shodno odredbama člana 119. stav 1. ZJN i isti im je dostavio potvrde i uverenja nadležnih sudova i policijske uprave za zak.zastupnika. U dostavljenom uverenju nadležne pol.uprave, utvrđeno je da je isto izdato u februaru ove godine, te da ne pokriva period koji se zahteva prema odredbama člana 111. stav 1. tč. 1) ZJN. Kako mogu da postupe.\nNaručiocu skrenuta pažnja da KJN ne vrši stručnu ocenu ponuda. Citirana je odredba člana 111. stav 1. tačka 1) ZJN gde je navedeno da je naručilac dužan da isključi privrednog subjekta iz postupka javne nabavke ako privr.subjekt ne dokaže da on i njegov zakonski zastupnik u periodu od prethodnih pet godina od dana isteka roka za podnošenje ponuda nije pravosnažno osuđen za krivična dela iz podtačke (1) i (2), osim ukoliko presudom nije utvrđen drugi period zabrane učešća u postupcima javnih nabavki. U konkretnom slučaju, prema navodima naručioca, ponuđač je dostavio uverenje policijske uprave za z.zastupnika koje je izdato u februaru mesecu 2021. godine, koje prema prethodno navedenoj odredbi zakona pokriva eventualno period tj. rok od datuma izdavanja istog pa unazad pet godina. Takođe je ukazano naručiocu da ima prvao da u zavisnosti od okolnosti slučaja i potrebe, zahteva shodno odredbama člana 119. stav 5. ZJN dopunu ili pojašnjenje\ndostavljenih dokaza, prema pravilima odredbi člana 142. ZJN. Nakon utvrđivanja potpunog činjeničnog stanja, naručilac treba da donese konačnu odluku o oceni dostavljene ponude (u smislu njene prihvatljivosti, odnosno neprihvatljivosti)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju produžiti rok za podnošenje ponuda ukoliko žele malo da smanje procenjenu vrednost javn...",
    "texts": [
      "Moraju...."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da odbiju ponuđača kome su tražoli dokaze, a on ih nije dostavio u predviđenom roku?...",
    "texts": [
      "Ako ponuđač koji je podneo ekonomski najpovoljniju ponudu ne dostavi\ntražene dokaze u ostavljenom roku ili dostavljenim dokazima ne dokaže da\nispunjava kriterijume za kvalitativni izbor privrednog subjekta, naručilac je\ndužan da odbije ponudu tog ponuđača i u skladu sa stavom 1. ovog člana pozove\nsledećeg ponuđača koji je podneo najpovoljniju ponudu ili da obustavi\npostupak javne nabavke, ako postoje razlozi za obustavu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su ponuđači iz grupe ponuđača obavezni da dostave sporazum kojim su regulisani njihovi međusob...",
    "texts": [
      "ZJN ne predviđa takvu obavezu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li kriterijum za izbor privrednog subjekta iz člana 115. - profesionalna delatnost može da dokazu...",
    "texts": [
      "Kriterijum za obavljanje profesionalne delatnosti iz člana 115. stav 2. ZJN,  moraju da ispune svi privredni subjekti koji će biti angažovani na predmetnim poslovima.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li postoji obrazac na sajtu KJN za Izveštaj o postupku jn iz člana 145. ZJN?...",
    "texts": [
      "Pojašnjen postupak na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da se vrše izmene okvirnog sporazuma?...",
    "texts": [
      "Da, na isti način na koji je odredbama čl. 154.- 161. ZJN propisano vršenje izmene ugovora o jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako postupa RKJN ukoliko podnosilac ZZP-a odustane od istog?...",
    "texts": [
      "U slučaju prijema pisanog obaveštenja (podnosioca ZZP-a) o odustanku od ZZP-a pre donošenja odluke, RKJN rešenjem obustavlja postupak zaštite prava.\nMože li na\np\nučilac skratiti\nminimalni"
    ],
    "link": null
  },
  {
    "title": "Pitanje: rok za podnošenje ponuda u otvorenom postupku iz čl. 52. st. 3. t. 1) i 2) ZJN zbog hitnosti?...",
    "texts": [
      "Može, usled postojanja opravdane hitnosti za koju naručilac poseduje valjane dokaze, i koji u tom slučaju ne može biti kraći od 15 dana od dana slanja na objavljianje javnog poziva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje načina vršenja izmene plana jn....",
    "texts": [
      "Upućeni na Uputstvo za korisnike Portala jn.\nNaručilac sprovodi postupak za javnu nabavku\nteretnog vozila, gde je u dokumentaciji o nabavci u uputstvu za sačinjavanje ponuda kao sredstvo obezbeđenja za ispunjenje ugovornih obaveza i otklanjanje grešaka u garantnom roku zahtevana menica, dok je u modelu ugovora zahtevana bankarska garancija. Da li je neophodno da izvrše izmenu dokumentacije.\nNaručiocu odgovoreno da dokumentacija o nabavci mora\nbiti u saglasju i ne sme biti kontradiktorna. Model ugovora ponuđači popunjavaju i dostavljaju u svojim ponudama, na zahtev naručioca. Takođe i ukoliko naručilac ne zahteva popunjavanje i dostavu modela ugovora, ponuđači potvrđuju da su saglasni sa sadržinom modela ugovora. Iz svega navedenog, više je nego jasno da je najcelishodnije i u skladu sa zakonom da naručilac izmeni dokumentaciju po osnovu člana 96. ZJN i da produži rok za podnošenje ponuda onoliko koliko je nužno potrebno da ponuđači pripreme prihvatljive ponude.\nNaručilac je sproveo otvoreni postupak, koji je bio oblikovan u 2 partije. Postupak za drugu partiju je obustavljen iz razloga što je naručilac pogrešno definisao karakteristiku predmetnog dobra (trake upozorenja) gde je predvideo rastegljivost od 650% što zapravo ne postoji na tržištu. Za predmetnu partiju je dostavljena ponuda, ali zbog navedenog ponuđaču nije moguće dodeliti ugovor. Da li mogu da sprovedu konkurentni\npostupak sa pregovaranjem iz člana 55. ZJN.\nNaručiocu odgovoreno da je isto moguće ukoliko su pre svega sve ponude neprihvatljive (što je u konretnom slučaju znak pitanja, posebno što je u pitanju greška samog naručioca prilikom sačinjavanja tehničke specifikacije za partiju 2). Drugo, moraju biti ipunjeni kriterijumi za kvalitativni izbor i ne smeju se bitno menjati početni uslovi javne nabavke. Iz svega navedenog, veoma je upitno da li naručilac u konkretnom slučaju ispunjava navedene uslove za sprovođenje konkurentnog postupka sa pregovarnjem.\nNaručilac je objavio prethodno informativno obaveštenje za nabavku koja je oblikovana po partijama. Pokretaće u različitim periodima pojedinačne partije, te postavlja pitanje da li može skraćivati rokove shodno odredbama člana 52. stav 4. ZJN u svakom pojedinačnom postupku i da li se u svakom tom slučaju može povezati sa prethodnim oglasom.\nNaručiocu odgovoreno da ZJN ne definiše navedeno, osim što jasno i nedvosmisleno govori da naručilac može da skrati rokove iz člana 52. stav 3. tačka 1) i 2) ZJN ukoliko je objavio prethodno informativno obaveštenje pod uslovima iz člana 107. stav 6. ZJN. Preporučeno da se naručilac obrati i koleginicama i kolegama, kako bi proverio tehničke mogućnosti za navedeno prilikom korišćenja Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li je ponuđač dužan da bude upisan u registar ponuđača Agencije za ...",
    "texts": [
      "Naručiocu odgovoreno da privredni subjekti nisu dužni da budu upisani u registar ponuđača APR-a, kako bi mogli da učestvuju u postupcima javnih nabavki. Privredni subjekti imaju shodno odredbama člana 128. stav 4. ZJN mogućnost da podnesu zahtev za upis u navedeni registar podnošenjem dokumenata kojima dokazuju nepostojanje osnova za isključenje iz člana 111. stav 1. tačka 1) i 2) zakona. U tom slučaju shodno stavu 6. člana 128. ZJN se smatra  da privredni subjket koji je upisan u registar ponuđača nema osnove za isključenje iz člana 111. stav 1. tačka 1) i 2) ZJN.\nUkoliko nije upisan u registar ponuđača, privredni subjekt u\nzakonom predviđenim slučajevima je dužan da dokaže da nema osnove za isključenje, na osnovu dokaza navedenih u članu 121. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da pošalju kvartalni izveštaj sa nabavkama i zaključenim uovorima koje su propustili da e...",
    "texts": [
      "Rečeno da mogu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da izvrše obaveštavanje učesnika o odluci RK?...",
    "texts": [
      "Dat odgovor da pošto ne mogu da izvrše obaveštavanje putem Portala, da mogu to da učine putem mejla ili pošte."
    ],
    "link": null
  }
]