[
  {
    "title": "Pitanje: se u toj državi ne izdaju dokazi s tim u vezi?...",
    "texts": [
      "Ukazano\nna odredbe čl. 121. ZJN st. 2. i 3. ZJN\nkojima je predviđeno koje dokaze\nps\nkoji\nima sedište u drugoj državi\ndostavlja\nkao dokaz da ne\npostoje osnovi za isključenje iz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n, te da, u\nkoliko se\nu državi u kojoj p\ns\nima sedište, odnosno državi\nčiji je lice državljanin ne izdaju\nti\ndokazi\n,\np\ns\nmože umesto dokaza da dostavi svoju\npisanu izjavu datu pod krivičnom i materijalnom odgovornošću, overenu pred\nsudskim ili upravnim organom, javnim beležnikom ili drugim nadležnim\norganom te države, u kojoj se navodi da ne postoje navedeni osnovi za\nisključenje p\ns\n.\nZJN u\nčl.\n121.\nst. 4. upućuje naručioca da\nputem baz\ne\npotvrda na internetu (e-Certis) ili na drugi relevantan način može\nda\nproveri da li se dokazi ne izdaju\nu toj državi\nili ne obuhvataju sve relevantne podatke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi Portala jn....",
    "texts": [
      "Upućeni na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na internet strani KJN u delu Kontakt.\nPitanja u vezi troškova postupka zaštite prava.\nUkazano na mogućnost naručioca i podnosioca ZZP da zahtevaju nadoknadu nužnih i opravdanih troškova postupka zaštite prava, do kada i kako mogu da se zahtevaju troškovi postupka zaštite prava, ko odlučuje o troškovima postupka zaštite prava..., sve u skladu sa čl. 225 ZJN, na koji su i upućeni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se na nabavku dobara proc, vrednosti (jednako) 1.000.000,00 din. primenjuju odredbe ZJN?...",
    "texts": [
      "Da, u  skladu sa čl. 28. st. 1. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da javni poziv za javnu nabavku čija proc...",
    "texts": [
      ".\nvrednost"
    ],
    "link": null
  },
  {
    "title": "Pitanje: iznosi 5.000.000,00 din. objave i na Portalu službenih glasila Republike Srbije i baza propisa?...",
    "texts": [
      "Ukoliko je proc vrednost jn jednaka ili veća od 5.000.000,00 din. oglas (ovde, javni poziv) naučilac objavljuje\nna Portalu službenih glasila Republike Srbije i baza propisa\nu skladu sa čl. 105. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada naručilac ima mogućnost da izmeni dokumentaciju o nabavci?...",
    "texts": [
      "Naručilac može da izmeni dokumentaciju o nabavci samo do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n, posebno vodeći računa o tome da li se radi o bitnoj izmeni dokumentacije o jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da postupe kada je u pitanju računska greška?...",
    "texts": [
      "Objaš\nnj\ne\nno\np\nostupanje naručioca i ponuđača u vezi sa ispravkom računske greške uz upućivanje na odredbe čl. 142. st. 4-6. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji je razlog za obustavu ukoliko je primljena samo jedna ponuda koja je neprihvatljiva iz razloga ...",
    "texts": [
      "Ukazano na član  147. stav 1. tačka 8) ZJN.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li za nabavku usluga interneta koja je ispod limita, naručilac može zaključiti ugovor na dve godi...",
    "texts": [
      "Može, skrenuta pažnja na obavezu poštovanja načela."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može primeniti član 35. stav 4.  ZJN na jednu parttiju čija je pv 215.000 dinara u postupku jn...",
    "texts": [
      "Može.."
    ],
    "link": null
  }
]