[
  {
    "title": "Pitanje: Da li može da objavi novo obaveštenje o dodeli ugovora jer je napravila teh. grešku pri unosu datuma...",
    "texts": [
      "Rečeno da ne može da izvrši ispravku objavljenog obaveštenja o dodeli ugovora već da može da objavi novo i da u napomeni navede da je reč o ispravci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: koju on ne poseduje traženi kapacitet?...",
    "texts": [
      "Naručiocu je odgovoreno da bi trebalo da navede da ispunjava traženi kriterijum i da pojedinačno navede stavke za koje ispunjava i da drugi član grupe postupi na isti način."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izmene ugovor u pogledu povećanja obima po osnovu člana 160. ZJN, usled podnošenja ZZP...",
    "texts": [
      "Rečeno da ne mogu da izmene ugovora mogu da vrše samo ukoliko ugovor i dalje važi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mora da traži ispravku računske greške, ako ponuda prelazi iznos procenjene vrenosti i naručil...",
    "texts": [
      "Rečeno da član 142. ZJN propisuje takvu obavezu za naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li sprovode javnu nabavku za dodatni iznos od 600.000 dinara, ako nisu ssprovodili za 2.950.000 d...",
    "texts": [
      "Rečeno da su dužni da sprovedu, ukazanop na članove 27. i 29. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako dalje da postupe u slučaju neblagovremenog ZZP-a?...",
    "texts": [
      "Ukazano da 219. stav 5.ZJN i rečeno da treba da donese rešenje kojim odbacuje ZZP i nastavi dalje postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje budući da sprovodi postupak prevoza dece u osnovnim školama, da li mogu ...",
    "texts": [
      "Naravno da mogu, potrebno je da se izvrši ispitivanje tržišta kako bi mogli da pripreme postupak javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač postavio pitanje vezano za podnošenje ZZP-a?...",
    "texts": [
      "Objašnjena procedura i ponuđač upućen na čl. 213. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za Portal....",
    "texts": [
      "Upućeni na kolege iz tehničke podrške."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su postupak za javnu nabavku radova, za koju nisu dobili ni jednu ponudu. Potom su sproveli...",
    "texts": [
      "Ne, ne mogu. Mogu samo ponovo da pokrenu otvoreni postupak."
    ],
    "link": null
  }
]