[
  {
    "title": "Pitanje: Da li naručilac može da zahteva izjavu o obilasku lokacije uz ponudu i da li može da odbije ponudu a...",
    "texts": [
      "Rečeno da može da zahteva obilazak lokacije ukoliko je u logičkoj vezi sa predmetom javne nabavke, ali da je pri tome dužan i da produži rok za podnošenje ponuda. Rečeno\nda može i da zahteva takvu izjavu u okviru drugih dokumenata."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada u ponudi postoji računska greška da li naručilac mora da traži ispravku iste?...",
    "texts": [
      "Da, saglasno čl. 142. st. 4. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Otvorili su ponude i sad vrše stručnu ocenu ponuda, koji su dalji koraci u postupanju naručioca?...",
    "texts": [
      "Naručiocu ukazano na čl. 119. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač im nije dostavio jedan od traženih dokazana u okviru tehničkog kapaciteta, da li mogu da idu...",
    "texts": [
      "Ne, ukazano na čl. 142. st. 3. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja tehničko pitanje...",
    "texts": [
      "Upućeni na kolege sa Portala"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da su pogrešno odredili kriterijum za dodelu ugovora, otvorili su ponude i sad ne m...",
    "texts": [
      "Naručiocu ukazano da je odgovornost na njima, kao i na čl. 147. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pogrešno su uneli kod jednog od kriterijuma za dodelu ugovora, tačnije kod roka za izvršenje usluge,...",
    "texts": [
      "Jedino što mogu u ovom slučaju jeste da obustave postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako naručilac može da proveri da li se dokazi iz čl. 111. st. 1. tačka 1) i 2) ZJN i 112. st. 1. ta...",
    "texts": [
      "Naručilac može da, u skladu sa čl. 121. st. 4. ZJN, putem baze potvrda na internetu (e-\nCertis)\niz čl. 125. ZJN. izvrši proveru\nda li se dokazi iz čl. iz čl. 111. st. 1. tačka 1) i 2) ZJN i 112. st. 1. tačka 1) ZJN izdaju odn. ne izdaju u državi u kojoj ponuđač ima sedište odn. čiji je državljanin, te da li obuhvataju sve relevantne podatke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. dobili su jednu ponudu oja prelazi proc. vrenost jn, da li mogu da je prihvate?...",
    "texts": [
      "Mogu, u skladu sa čl. 146. st. 2. ZJN.\nU tom slučaju, potrebno je da naručilac u finansijskoj mogućnosti da prihvati\nponudu koja prelazi procenjenu vrednost nabavke.\nNameravaju da izvrše izmenu  kd za nabavku po partijama, te ih interesuje da li su dužni da produže rok za podonošenje ponuda.\nObjašnjeno kada naručilac i u kojim slučajevima je dužan da produži rok za podnošenje ponuda uz upućivanje na čl. 87. i 96. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je ZJN-om predviđen sporazum o zajedničkom nastupu kada ponudu podnosi grupa privrednih subjek...",
    "texts": [
      "ZJN ne predviđa sporazum o zajedničkom nastupu u slučaju podnošenja ponude od strane grupe privrednih subekata, ali naručilac može isti da predvidi u kd.\n1."
    ],
    "link": null
  }
]