[
  {
    "title": "Pitanje: Da li mogu da izdvoje 3 partije za koje nisu imali nijednu prihvatljivu ponudu i sprovedu ih u sklad...",
    "texts": [
      "Ne, da bi sproveli čl. 35. ZJN to treba da predvide Odlukom o sprovođenju postupka. Sada mogu samo da obustave postupak za te partije i da ga pokrenu ponovo.\nProblem na Portalu jn\nUpućeni na konsultacije vezano za Portal jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način se popunjava Godišnji izveštaj u skladu sa članom 181. ZJN?...",
    "texts": [
      "Naručilac objavljuje zbirnu vrednost svih nabavki iste vrste predmeta koji se izuzimaju po jednom osnovu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da prihvate ponudu koja sadrži cenu koja je veća od procenjene vrednosti za 9%?...",
    "texts": [
      "Mogu, ZJN ne predviđa ograničenje prilikom prihvatanja cene koja je veća od procenjene. (član 146. stav 2) ZJN)"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje računanje rokova kod dodatnih pojašnjenja dokumentacije za nabavku čija ...",
    "texts": [
      "Naručilac upućen na čl. 97. st.1. tač. 2) ZJN\nUložili su zzp i u odgovoru naručilac je naveo da nisu osnovani navodi iz zzp. Da li su dužni da RK i"
    ],
    "link": null
  },
  {
    "title": "Pitanje: naručiocu dostave svoje mišljenje u vezi sa odgovorom naručioca i kako se to mišljenje dostavlja na ...",
    "texts": [
      "Ponuđaču ukazano da saglasno čl. 220. st. 2. ZJN,  podnosilac može da dostavi svoje mišljenje ali nije dužan. Takođe\nobjašnjen postupak na Portalu za dostavu mišljenja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Otvorili su ponude i videli da je došlo do računske greške u jednoj od ponuda da li mogu da se obrat...",
    "texts": [
      "Ukazano na odredbe čl. 142. st. 4 i 5 ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ponuđač može da bude fizičko lice?...",
    "texts": [
      "Da, može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje se odnosi na popunjavanje podataka koji se unose u...",
    "texts": [
      "godišnji izveštaj o nabavkama na koje se ZJN ne primenjuje.\nPrvo je ukazano na\nčl. 181. ZJN uz napomenu da podatke o ovim nabavkama naručilac zbirno objavljuje na Portalu jn najkasnije do 31. januara tekuće godine za prethodnu godinu. Zatim, upućeni su na Uputstvo za korisnike Portala jn (deo pod nazivom Godišnji izveštaj o nabavkama)\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač im je nakon objavljivanja odluke o dodeli ugovora o jn uputio zahtev za uvid u dokumentaciju...",
    "texts": [
      "Može, s tim da je naručilac dužan da zaštiti poverljive podatke u skladu sa ZJN. Upućeni su na čl. 149. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako postupa naručilac u slučaju...",
    "texts": [
      "ka"
    ],
    "link": null
  }
]