[
  {
    "title": "Pitanje: da privredni subjekt zatraži zamenu podizvođača?...",
    "texts": [
      "Ukoliko tokom izvršenja ugovora o jn privredni subjekt sa kojim je naručilac zaključio ugovor o jn zahteva\nod naručioca\nzamenu podizvođača, naručilac može izmeniti ugovor o jn na način i pod uslovima propisanim čl. 161. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da zaključi okvirni sporazum ako dobije samo jednu ponudu, a  nameravao je da z...",
    "texts": [
      "Da, u skladu sa čl. 66. st. 8. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Direktor namerava da kao člana komisije za jn angažuje lice koje nije zaposleno kod njih, a u preduz...",
    "texts": [
      "Ne,  za nabavke čija proc. vrednost ne prelazi iznos od 3.000.000,00 din. naručilac nije dužan da\nimenuje komisiju za jn, u kom slučaju postupak jn sprovodi lice imenovano od strane naručioca.\nZJN u čl. 92. st. 6. propisuje da član komisije za jn odnosno lice koje je imenovano od strane naručioca za sprovođenje postupka jn iz čl. 92. st 2. ZJN može biti lice koje nije   zaposleno kod naručioca, ako naručilac nema zaposlena lica koja imaju odgovarajuća stručna znanja. Dakle naručilac ne bi trebao da angažuje druga lica za sprovođenje postupaka jn ukoliko poseduje dovoljno lica sa odgovarajućim stručnim znanjem.  Ukoliko bi se radilo o nabavci npr. izvođenja radova, ili nekoj drugoj vrsti nabavke koje zahtevaju posebna, specifična znanja (npr. inženjer građevinarstva), čije sprovođenje zahteva angažovanje lica koja poseduju takva znanja, a naručilac nema kod sebe među zaposlenima lica koja poseduju tražena znanja, u tom slučaju bi bilo opravdano da naručilac postupi po čl. 92. st. 6. ZJN i angažuje to lice odn. imenuje to lice kao člana komisije za sprovođenje konkretne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu za angažovanjem licenciranog inženjera, koji bi predstavljao deo stručnog kapaciteta. ...",
    "texts": [
      "Ukazano na član 130. stav 5. ZJN. Licencirani inženjer može da učestvuje u svojstvu podizvođača.\nNaručilac navodi da je zahtevao da se prilikom podnošenja ponuda, pored cene upiše i koliko iznosi procenat ponuđene cene u odnosu na procenjenu vrednost jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ne želi da prihvati izmenu ugovora iako je na tržištu zaista došlo do velikog skoka cena p...",
    "texts": [
      "Naručilac može prihvatiti izmenu ugovora, ali nema takvu obavezu. Sve zavisi od utvrđivanja svih okolnosti slučaja i  mogućnosti naručioca.\nNaručilac je tražio kroz krit. za izbor priv. subjekta da ponuđači poseduju dve polise osiguranja. Ponuđač je u izjavi naveo da poseduje samo jednu polisu od te dve. Naručilac postavlja pitanje da li oni mogu da kroz čl. 142. ZJN se obrate ponuđaču i pitaju ga da li poseduje i tu drugu zahtevanu polisu?\nUkazano da takvo postupanje ne bi bilo u skladu sa čl. 142. ZJN i skrenuta pažnja na čl. 142. st. 3. ZJN i napomenuto da postupanje naručioca ne sme da dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora ili do izmene ponuđenog predmeta nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su ispravno postupili ako nisu k.d. „podelili u delove“....",
    "texts": [
      "U daljem toku razgovora utvrđeno da je reč o tehničkom problemu, te su upućeni na kolege sa Portala.\nObjavili su Prethodno informativno obaveštenje u kome su naveli procenjenu vrednost. Sada ta navedena vrednost ne odgovara tržišnoj vrednosti predmeta"
    ],
    "link": null
  },
  {
    "title": "Pitanje: nabavke. Kako da dalje postupaju?...",
    "texts": [
      "Naručiocu ukazano da kako navođenje procenjene vrednosti nije obavezan element Prethodnog informativnog obaveštenja u skladu sa Prilogom 4. Deo A ZJN, naručilac nije bio obavezan da istu navede. Napomenuto da procenjena vrednost predmeta javne nabavke mora da bude validna u vreme pokretanja postupka i skrenuta pažnja da\npodaci sadržani u k.d. i podaci navedeni u javnom pozivu i drugim oglasima koje se koriste kao javni poziv ne smeju biti u suprotnosti.\nNaručilac navodi  da su sproveli postupak usluge izrade projekta i da su primili dve ponude. Naručilac je kroz zahtev nabavke, tačnije u opisu i specifikaciji predmeta nabavke tražio kriterijume za izbor privrednog subjekta koji se odnose na finansijski i tehnički kapacitet. Jedan ponuđač je dostavio dokaze uz ponudu, drugi je naveo u izjavi da poseduje zahtevane kapacitete te da će bez odlaganja ih dostaviti na zahtev naručioca. Šta da rade?\nNaručiocu napomenuto da KJN ne vrši stručnu ocenu ponuda, te da je odgovornost za pravilno sprovođenje postupka na naručiocu. Takođe naručiocu ukazano da je neophodno razlikovati zahtev nabavke od krit. za izbor privrednog subjekta. Objašnjeno da se zahtevi nabavke odnose na ono što je imanentno samom predmetu nabavke, dok se kriterijumi za izbor odnose na same ponuđače."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku namirinica, za partiju Hleb, dobili su samo jednu ponudu koja prelazi proc. vredno...",
    "texts": [
      "U istoj nabavci javio se ponuđač za više\npartija koji je ponudio cenu koja je  dosta niža od procenjene vrednosti za te partije.\nN\naručilac može da postupi u skladu sa čl. 144. st. 2. ZJN i dodeli ugovor ponuđaču koji sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nDato objašnjenje kako postupa naručilac\nsa neuobičajeno niskom ponudom, u skladu sa čl. 143. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li za nabavku automobila na lizing primenjuju ZJN? (Procenjena vrednost nabavke iznosi preko mili...",
    "texts": [
      "Da, naručilac primenjuje ZJN s obzirom da  se radi o nabavci dobara (u koju spada i lizing dobara sa ili bez prava preče kupovine), koja prelazi limit iz čl 27. ZJN.\nUrgencija za mišljenje o osnovanosti primene pregovaračkog postupka po hitnosti u vezi zamene kotlova (obrazloženje i dok. od 7.12. dostavljeni KJN 9.12.2021. godine).\nProverila (u trenutku razgovora predmet je bio na potpisu, pa je tako i rečeno). Odmah nakon što je potpisano, mišljenje sam objavila na Portalu jn.\nG-đa je zamolila da se čuje sa koleginicom Jelenom Vlahović u vezi konsultacije...Ostavila je kontakt tel.\nPrenela\nkoleginici J. Vlahović i prosledila kontakt tel.\nNaručilac je sproveo postupak javne nabavke dobra električne energije. Dobio je jednu ponudu, čija vrednost tri puta prelazi procenjenu vrednost javne nabavke. Šta mogu da urade.\nNaručiocu odgovoreno da isti može da odbije ponudu navedenog ponuđača, shodno odredbama člana 144. stav 2. ZJN i da obustavi predmetni postupak javne nabavke. Skrenuta pažnja da naručilac mora da vodi računa o validnosti procenjene vrednosti javne nabavke, kako u trenutku planiranja, tako i u trenutku pokretanja javne nabavake (član 29. ZJN). U konkretnoj situaciji naručilac može izvršiti izmenu  Plana javnih nabavki, tako što će uvrstiti novu poziciju u Plan javnih nabavaki sa  uvećanom procenjenom vrednošću predmetne javne nabavke, na osnovu prethodno izvršenog rebalansa finansijskog plana. Nakon toga bi mogao sprovesti novi postupak javne nabavke. Usmeren naručilac na koleginice i kolege koji daju konsultacije u vezi primene Portala javnih nabavki, oko tehnike izmene plana u pogledu prethodno navedenog."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se i na podizvođače odnosi član 111.ZJN koji propisuje osnove za isključenje?...",
    "texts": [
      "Da."
    ],
    "link": null
  }
]