[
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu da primene izuzetak iz člana 14. stav 1. tačka 3) ZJN kako bi nabavil...",
    "texts": [
      "Ne. Pojašnjen član 14. stav 1. tačka 3) ZJN. Neophodno je da je nabavka namenjena preradi i prodaji, daljoj prodaji ili iznajmljivanju trećim licima na tržištu, što ovde nije slučaj."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li primenjuje ZJN u slučaju primene člana 15. ZJN, ako su sredstva naručioca ispod 50%?...",
    "texts": [
      "Rečeno da u tom slučaju naručilac nije dužan da primenjuje odredbe ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da izmeni Odluku o sprovođenju postupka?...",
    "texts": [
      "Ukazano da s obzirom na to da Odluka o sprovođenju postupka predstavlja interni akt naručioca koji mora da sadrži određene obavezne podatke, može biti izmenjena sve do pokretanja postupka javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li je nabavka automobila putem operativnog lizinga nabavka dobara i...",
    "texts": [
      "Nabavka dobara.\nNaručilac navodi da imaju potrebu da produže rok za za izvršenje ugovora o javnoj nabavci konsultanskih usluga, nastalu usled epidemiološke situacije izazvane\nCovid-om.\nOdgovoreno da imaju mogućnost da aneksom produže rok za izvršenje ugovora, ako za to postoje objektivni razlozi.\nNaručilac je u postupku javne nabavke usluga"
    ],
    "link": null
  },
  {
    "title": "Pitanje: posredovanja pri kupovini avio karata dobio više ponuda čija je ponuđena cena 0 ili 0, 01 i sl. Kako...",
    "texts": [
      "Ukazano da je ugovor o javnoj nabavci teretan ugovor, te da se, saglasno tome,\n0 ne može smatrati ponudom. Imajući u vidu navedeno, predočeno naručiocu da takve ponude odbije, a ostale da oceni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li u pregovaračkom postupku bez objavljivanja javnog poziva može zakl...",
    "texts": [
      "Može, ukazano na član 146. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko bi smanjili količinu predmeta nabavke u toku roka za podnošenje ponuda, da li su dužni da pr...",
    "texts": [
      "Obzirom da se radi o izmeni koja se smatra bitnom  na osnovu člana 87. stav 2. ZJN, naručilac ima obavezu produženja roka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli nabavku električne energije, dobili su jednu ponudu koja višestruko prelazi iznos proc. vre...",
    "texts": [
      "Ukazano na odredbe čl. 146. st. 2. ZJN i 144. st.2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li kače oglase za nabavku ispod 5 000 000?...",
    "texts": [
      "Ne, čl. 105. st.8. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li imaju obavezu da traže dokaze od najpovoljnijeg ponuđač, kada je proc. vrednost nabavke ispod ...",
    "texts": [
      "Ne, saglasno čl. 119. st. 2. ZJN\nRaspituje se o ispitu za službenika za javne nabavke\nDate tražene informacije."
    ],
    "link": null
  }
]