[
  {
    "title": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu jn sa predlogom u cilju boljeg funkcionisanja Portala jn...",
    "texts": [
      "Rečeno da se obrate\nna br. kontakt tel. za konsultacije u vezi primene Portala jn objavljene na sajtu KJN u delu Kontakt.\nDobavljač za partiju – Papirna konfekcija u okviru nabavke kancelarijskog materijala za koju su zaključili ugovor o jn u o.p., uputio je zahtev za povećanje cene koja se javila kao posledica porasta cena sirovina i repromaterijala. Predmetnim ugovorom o jn predviđena je fiksna cena. Da li je moguće izmeniti ugovor o jn usled povećanja cene u tom slučaju?\nNaručiocu savetovano da razmotri mogućnost izmene ugovora o jn usled nepredviđenih okolnosti uz napomenu da izmenu ugovora po ovom osnovu može izvršiti isključivo na način i pod uslovima propisanim čl. 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Šta se smatra poverljivim podatkom?...",
    "texts": [
      "Šta se smatra poverljivim podatkom, čuvanje poverljivih podataka, šta naručilac ne sme da označi kao poverljivi podatak i dr. pitanja u vezi  zaštite podataka, kao i određivanje poverljivosti i postupanje sa poverljivim podacima propisano je čl. 38. i 39. ZJN. Ukazano da primena odredaba čl. 38. i 39. ZJN ne isključuje primenu drugih odredaba  ZJN, a naročito onih koji se odnose na objavljivanje oglasa o jn i dr. i posebne propise u skladu sa čl. 40. ZJN.\nPitanja u vezi sa planom jn.\nUpućeni da zatraže konsultaciju u vezi plana jn na neki od br. tel. datih u tu svrhu, koji se nalaze na internet stranici KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. ѕa nabavku električne energije dobili su jednu ponudu čija cena prelazi iznos proc. vrednosti...",
    "texts": [
      "Naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN.  U tom slučaju, podrazumeva se da naručilac treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati ponudu koja prelazi procenjenu vrednost nabavke.\nČlan komisije je naredne dve nedelje na odmoru. Da li može neko drugi da potpiše izjavu o nepostojanju sukoba interesa, da li može da promeni Odluku o"
    ],
    "link": null
  },
  {
    "title": "Pitanje: sprovođenju, da li mogu da koriste faksimil?...",
    "texts": [
      "Izjavu mogu da potpišu samo član i zamenik. Jedina mogućnost je da se odsutnom članu komisije dostavi izjava na potpis. Ne postoji mogućnost izmene Odluke, jer potpisom član komisije potvrđuje da sukob interesa ne postoji tokom trajanja čitavog\npostupka. Nije dozvoljeno korišćenje faksimila."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pokreću pregovarački postupak bez objavljivanja javnog poziva. Da li imaju obavezu da zahtevaju sred...",
    "texts": [
      "Članom 94. ZJN predviđeno je da naručilac može da zahteva od privrednog subjekta da mu dostavi sredstvo obezbeđenja. Ukoliko bi to bila strana bankarska garancija, naručilac može da je prihvati s tim da mora biti prevedena na srpski."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koje su mogućnosti za ponuđača ukoliko je primetio da naručilac nije dobro izvršio stručnu ocenu pon...",
    "texts": [
      "Može da traži uvid u dokumentaciju, u skladu sa članom 149. ZJN i može da uloži zzp."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pregovarački postupak. Došlo je do spuštanja ponude, ali je sredstvo obezbeđenja ostalo na prvobitni...",
    "texts": [
      "Potrebno je uskladiti sa novom ponudom.\nNazvao i koleginicu Vlahović, imao slična pitanja, a sve u vezi sa čl. 11. ZJN.\nTražio pojašnjenje čl. 11. stav 1. tačka 2).\nČlan 11. Stav 1. tačka 2) propisuje da se odredbe ZJN ne primenjuju na javne nabavke i konkurse za dizajn koje su naručioci obavezni da sprovedu u skladu sa postupcima nabavki ustanovljenim od strane međunarodne organizacije. Dakle, ove obaveze najčešće nastaju kao posledica članstva u međunarodnoj organizaciji (npr. član te organizacije je država ili naručilac) i proizilaze iz osnivačkih i drugih akata te organizacije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada su dužni da izmenu ugovora objave na Portalu?...",
    "texts": [
      "U slučaju izmene ugovora u skladu sa čl. 157. i 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac vrši usklađivanje cena u drugoj valuti.  Da li je potrebno da produži rok za podnošenje po...",
    "texts": [
      "Rečeno da nariučilac ne mora da produži rok za podnošenje ponuda ako izmena ne zahteva dodatno vreme za pripremu ponude, u skladu sa članom 87.ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da traže uvid u ponude lica koja nisu podnela ponude?...",
    "texts": [
      "Odgovoreno da ne mogu, u skladu sa članom 149. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Da se za donacije sprovodi postupak javne nabavke?...",
    "texts": [
      "1. Rečeno da su dužni da sprovedu javnu nabavku u skladu sa članom 27. stav 1. tač 1. ZJN.\n2. Odgovoreno da se sprovodi postupak i u slučaju donacije i da to nije više izuzetak od primene ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zajednički učestvuju u sufinansiranju nabavke solarnih panela na kućama sa organom opštinske samoupr...",
    "texts": [
      "Ukazano na član 15. stav 1. tač. 1. ZJN i rečeno da sprovode ako je reč o radova iz Priloga 1 ovog zakona."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac nije naveo kao uslov finansijskog kapaciteta da ponuđač nije bio u blokadi. Drugi privredn...",
    "texts": [
      "Odgovoreno da naručilac nije u obavezi da traži dokaze o ispunjenosti kriterijuma kvalitativni izbor privrednog subjekta, u skladu sa članom 119. stav 1. ZJN. Takođe, s obzirom na to da naručilac nije zahtevao kao uslov navedeni kriterijum, nije u obavezi da traži dokaze o njegovoj ispunjenosti. Ukazano i na član 119. stav 3. ZJN prema kojem naručilac može i da traži sve  dokaze o ispunjenosti kriterijuma bez obzira na procenjenu vrednost javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Da li se dokazi traže od svih ponuđača?...",
    "texts": [
      "1. Odgovoreno da se ponude upoređuju bez PDV-a.\n2. ne, već samo od najpovoljnijeg.\nNaručilac sprovodi nabavku čija je procenjena vrednost iznad evropskih pragova. Ne zna na koji način se objavljuju oglasi u Službenom listu EU.\nOdgovoreno da još uvek naručioci nemaju obavezu da objavljuju oglase o javnim nabavkama u Službenom listu EU. Navedenu obavezu imaće kada RS pristupi EU."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje se odnosilo na način sprovođenja nabavki društvenih i drugih posebnih usluga ispod 15.000 00...",
    "texts": [
      "Odgovoreno da se na nabavku društvenih i drugih posebnih usluga ispod 15.000 000 din ne primenjuju odredbe ZJN, već je naručilac dužan da posebnim aktom uredi način njihovog sprovođenja.\nPonuđač je u Izjavi naveo greškom da se podatak da nisu bili u blokadi, nalazi na internet stranici APR, kao javno dostupan podatak, umesto  internet stranici NBS.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako je u pitanju javno dostupan podatak i očigledna greška, nema potrebe da se traži pojašnjenje il...",
    "texts": [
      "Sproveden postupak radi zaključenja OS na 24 meseca, ali greškom u obrascu str. cene označeno da se cene za određene količine daju za 12 meseci..okvirni se zaključuje sa jednim ponuđačem i to je planirano da se zaključe dva ugovora na 12 meseci..\nUkazano da naručilac mora da odluči šta će da uradi u konkretnom slučaju.. takođe, s obzirom da je jasno naznačeno na koliko se zaključuje OS, te da je u pitanju jedan ponuđač sa kojim su i ranije imali zaključen OS, i radili na istom principu da zaključe dva ugovora tj, jedan godišnje ..ne bi trebalo da bude problema..\nPlaniraju da sprovedu postupak na stranom jeziku, pa imaju nedoumicu da li je to moguće i zakonom dozvoljeno..\nUkazano na odredbe ZJN u pogledu korišćenja stranog jezika, i činjenicu da Portal ima verziju i na engleskom..\nNe razume razliku između stava 1. tačka 2) i st. 2. i 3. člana 11. ZJN odnosno kada se koji primenjuje…\nUkazano na predmetnu razliku.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način da omoguće uvid u dokumentaciju ponuđaču za deo ponude koja nije dostupna putem Portal...",
    "texts": [
      "Ukazano da mogu da pozovu ponuđača u prostorije naručioca.\nSproveli su nabavku koja je ispod 5 000 000 dinara i saglasno čl. 119. st. 2. ZJN nisu tražili dokaze o ispunjenosti kriterijuma. Međutim najpovoljniji ponuđač je samoinicijativno dostavio dokaze. Nakon uvida u dokaze videli su da on zapravo ne ispunjava tehnički kapacitet. Kako da ocene takvu ponudu?\nStručna ocena ponuda je na naručiocu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu nakon zaključenja ugovora da uvedu podizvođača i da li može da se odredi da se plaćanje p...",
    "texts": [
      "Ukazano da se sa zahtevom za uvođenje podizvođača obraća naručiocu, te da udeo podizvođača ne sme da budi veći od 30% vrednosti ugovora. Takođe ukoliko naručilac prihvati, vrši se aneks ugovora saglasno čl. 161. ZJN i  tada dostavljaju dokaze za podizvođača da ne postoje osnovi za isključenje iz čl. 111. ZJN. A odredbu o načinu plaćanja podizvođača regulišu aneksom ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su ponudu koja prevazilazi procenjenu vrednost javne nabavke, da li moraju da odbiju takvu po...",
    "texts": [
      "Ukazano na čl. 146. st. 2. ZJN i na čl. 144. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Aneksirali su ugovor po osnovu čl. 160. ZJN, da li imaju obavezu da objavljuju obaveštenje o izmeni ...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ugovor po sprovedenom postupku javne nabavke može da se zaključi na period od 4 godine?...",
    "texts": [
      "Može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje šta je to istovrsnost...",
    "texts": [
      "Ukazano na odredbu čl. 29. st. 3 ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da dodele ugovor ponuđaču čija je ponuda preko procenjene vrednosti?...",
    "texts": [
      "Da saglasno čl. 146. st. 2. ZJN\nImaju potrebu za nabavkom usluge održavanja softvera  i tvrde da iste može"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako se sprovodi pregovarački postupak bez objavljivanja javnog poziva?...",
    "texts": [
      "Odgovoreno da mogu da primene pregovarački postupak ukoliko su ispunjeni uslovi iz čl. 61. st. 1. tač. 1) podtačka 3) ZJN na način\npropisan čl. 62. ZJN, uzimajući u obzir i\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva.\nPored toga, ukazano i na mogućnost korišćenja Uputstva za korisnike Portala jn u vezi primene\npregovaračkog postupka bez objavljivanja javnog poziva\nbudući da lice koje je zatražilo konsultaciju do sada nije primenjivalo ovu vrstu postupka jn.\nSp\np"
    ],
    "link": null
  },
  {
    "title": "Pitanje: U slučaju obustave o. p.  usled prestanka potrebe za istom, da li i kada naručilac može ponovo da po...",
    "texts": [
      "U dilemi su oko pitanja koje se odnosi na primenu izuzetka iz čl. 14. st. 1. tačka 3) ZJN.\nDat odgovor da mogu ponoviti o.p. za četiri partije za koje nisu dobili nijednu ponudu. Uz to ukazano je i na mogućnost primene pregovaračkog postupka bez objavljivanja javnog poziva iz čl. 61. st. 7. ZJN\nza predmetne partije\npod uslovom da početni uslovi jn nisu bitno izmenjeni.\nUkazano da naručilac može da postupi po čl. 147. st. 1. tačka 2) ZJN i donese odluku o obustavi postupka jn ako postoje dokazivi razlozi usled kojih je prestala potreba za tom nabavkom zbog čega se neće ponavljati u toku iste budžetske godine, odnosno u narednih šest meseci.\nRečeno da mogu da upute KJN zahtev ѕa mišljenje/tumačenje u vezi sa primenom ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da prihvate zahtev ponuđača sa kojim su zaključili ugovor o jn usluge prevoza dece i zapo...",
    "texts": [
      "ugovoru o jn predvideli mogućnost promene cene.\nMogu, u skladu sa čl 156. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi važenja ponude i  mogućnosti produženja njenog važenja....",
    "texts": [
      "Dato objašnjenje uz upućivanje na čl. 137. ZJN kojim je regulisano"
    ],
    "link": null
  },
  {
    "title": "Pitanje: pitanje...",
    "texts": [
      "važenja ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nije im jasno da li i dalje uzimaju u obzir istovrsnost nabavki, kako bi utvrdili uk. proc. vrednost...",
    "texts": [
      "Primenjuje, saglasno čl. 28. st. 1. ZJN.\nO\nbjašnjeno da ZJN ne sadrži\nkonkretan\npojam istovrsnosti, ali\nsadrži\nodredbe koje na odgovarajući način upućuju naručioca kako da postupa s tim u vezi.\nNaime, prema čl. 29. st.\n3\nJN\nnaručilac određuje predmet javne nabavke na način da\nisti\npredstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nNapomenuto\nda je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom cilju može da se vrši podela predmeta jn na više nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: EPS im je ponudio duplo veću cenu od procenjene, i najavio zaključenje aneksa kojim će cena biti sni...",
    "texts": [
      "Mogu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: EPS im je ponudio duplo veću cenu od procenjene, i najavio zaključenje aneksa kojim će cena biti sni...",
    "texts": [
      "Mogu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da pokrenu otvoreni postupak javne nabavke, iako im je procenjena vrednost ispod praga pr...",
    "texts": [
      "Mogu. Sprovođenje postupka mimo primene ZJN u slučajevima predviđenim članom 27. ZJN je predviđeno isključivo kao mogućnost za naručioca, ne i obaveza.\nBila im je potrebna pomoć oko računanja roka za podnošenje ponude.\nPojašnjeno."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac naplaćuje sredstvo obezbeđenja samo od ponuđača ili može i od podizvođača?...",
    "texts": [
      "Samo od ponuđača."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je kao uslov postavio da privredni subjekt nije bio u blokadi. Jedan od ponuđača u dodatni...",
    "texts": [
      "Rečeno da naručilac vrši stručnu ocenu ponuda i dokaza koje je zahtevao da ponuđači dostave."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mora da produži rok za podnošenje ponuda za 5 dana ukoliko je zahtevao dostavljanje uzoraka?...",
    "texts": [
      "Odgovoreno da ZJN ne propisuje takvu obavezu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da sprovode pregovarački postupak ukoliko je procenjena vrednost 600.000 dinara?...",
    "texts": [
      "Odgovoreno da nisu, ukazano na član 27.  stav 1. tačka 1. ZJN.\nNaručilac mora da obustavi postupak javne nabavke jer su pogrešno"
    ],
    "link": null
  },
  {
    "title": "Pitanje: formulisali stavke u Obrascu strukture ponuđene cene. Na Portalu su u Odluci o obustavi naveli da se...",
    "texts": [
      "Ukazano na član 144. stav 1. tač. 6. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu je ponuđač uz ponudu dostavio dokaze o ispunjenosti kriterijuma za izbor u pogledu tehničk...",
    "texts": [
      "Odgovoreno da s obzirom na to da je ponuđač dostavio tražene dokaze, naručilac ne mora da postupi u skladu sa članom 119. stav 1. ZJN.\nPonuđač je u Izjavi naveo da nema osnova za isključenje, ali i nije označio da je upisan u registar ponuđača. Kada ga je naručilac pozvao kao\nnajpovoljnijeg da dostavi dokaze, dostavio je Rešenje o upisu u APR..\nNije sporno ništa..ponuđač je u momentu podnošenja ponude naveo da nema ni jedan osnov za isključenje, ali je naknadno upisan u registar, i dokaz o tome je dostavio blagovremeno na zahtev\nnaručioca..\nSmatra se da privredni subjekt koji je upisan u registar ponuđača nema osnova za isključenje iz člana 111. stav 1. tač. 1) i 2) ovog zakona.\nHteli bi da se registruju na Portalu..pa zovu da ih upišemo..\nUkazano da registraciju sami obavljaju..i na osnovne korake koje treba da preduzmu..uputstvo i tehn. podršku KJN u slučaju da dođe do problema..\nS obzirom da je data mogućnost da naručilac direktno plaća podizvođaču, da li nosilac posla može da zahteva da fakturu prvo njemu da na uvid i odobrenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li sredstvo obezbeđenja izdaju samo ponuđači ili može i podizvođač?...",
    "texts": [
      "Ukazano da je to stvar dogovora između ponuđača i podizvođača..\nPo pravilu ne može podizvođač, obzirom da je ponuđač odgovoran za njega,..kod zajedničke ponude mogu svi učesnici da izdaju sred. obezbeđenja.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U slučaju razlike između jedinične i ukupne cene šta je merodavno?...",
    "texts": [
      "Merodavna je jedinična cena"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje koje se odnosi na korisnički nalog...",
    "texts": [
      "Upućeni na kolege sa Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Danas je otvaranje ponuda da li mogu sada da menjaju konkursnu dokumentaciju?...",
    "texts": [
      "Naručiocu ukazano da ne može da se vrši izmena k.d. na dan otvaranja ponuda, budući da bi ispravka postupka bila objavljena sutradan, dakle dan nakon otvaranja ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se procenjena vrednost kod pragova gleda sa ili bez PDV?...",
    "texts": [
      "Bez PDV-a."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada naručilac sprovodi postupak jn proc. vrednosti preko 5.000.000,00 din., da li je dužan da od po...",
    "texts": [
      "Da, izuzev u situacijama propisanim čl. 119. st. 4. ZJN, a to su situacije kada na osnovu podataka navedenih u izjavi iz čl. 118. ZJN naručilac može da pribavi\nodnosno izvrši uvid u dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta\n, ili ukoliko već poseduje važeće relevantne dokaze."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da izmeni plan jn u slučaju povećanja procenjene vrednosti jn?...",
    "texts": [
      "Jeste,\nnaručilac je u obavezi da izmeni plan jn ukoliko se radi o povećanju procenjene vrednosti jn\nza više od 10%, a u skladu sa čl. 88. ZJN.\nZamolili su za odgovore na više pitanja:"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko ne može tehnički da se opiše proizvod koji žele da nabave da li mogu da navedu marku istog?...",
    "texts": [
      "Od\ngovoreno da su odredbama\nč\nlana 215. ZJN propisani rokovi za\npodnošenje ZZP\nu slučaju nabavki izuzetih od primene ZJN iz čl. 11.-21. ZJN.\nPrema čl. 109. st. 5. ZJN naručilac\nmože\nda objavi\nobaveštenje za dobrovoljnu prethodnu transparentnost za nabavke koje je sproveo po osnovu odredaba čl. 11-21. ZJN.\nZJN-om nije propisano na koji način se vrši istraživanje tržišta, što dalje znači da  naručilac sam određuje način istraživanja tržišta, a to može biti putem mejla (da naručilac zahteva informativnu ponudu), putem interneta i dr., uzimajući u obzir prethodno iskustvo u vezi sa konkretnom nabavkom. Naručilac može da vodi zapisnik o istraživanju tržišta...Naručiocu svakako"
    ],
    "link": null
  },
  {
    "title": "Pitanje: treba da uredi pitanje načina istraživanja posebnim aktom iz čl. 49. st. 2. ZJN....",
    "texts": [
      "Ukazano da je čl. 110. ZJN propisano da profil naručioca može da sadrži i druge podateke u vezi sa javnom nabavkom.\nNapomenuto je da samo izuzetno, ukoliko predmet nabavke ne može detaljno precizno i razumljivo da se opiše u skladu sa čl. 99. ZJN, dozvoljeno je upućivanje na posebnu marku, pri čemu takvo upućivanje mora da bude praćeno rečima „ili odgovarajuće“. Upućeni su svakako na čl. 99. i čl. 100. ZJN.\nInteresuje ih da li su u obavezi da zatraže dokaze od najpovoljnijeg ponuđača ako je procenjena vrednost nabavke niža od 5.000.000,00 din.\nNaručilac nije u obavezi da zatraži dokaze\nod najpovoljnijeg ponuđača ako je procenjena vrednost nabavke ispod 5.000.000,00 din.\nUpućeni na čl. 119. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U slučaju razlike  jedinične i ukupne cene u ponudi, koja se uzima u obzir?...",
    "texts": [
      "Dato objašenje p\nostupanja naručioca i ponuđača u vezi sa ispravkom računske greške uz upućivanje na odredbe čl. 142. st. 4-6. ZJN.\nU slučaju razlike  jedinične i ukupne cene, merodavna je jedinična cena, što je jasno propisano čl. 142. st. 6. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da zamene člana konzorcijuma primenom čl. 159. ili 161. ZJN, nakon zaključenja ugovora?...",
    "texts": [
      "Ne mogu. Član 159. ZJN se odnosi na situacije kada dolazi do promene privrednog subjekta kao posledice neke statusne promene, restrukturiranja, odnosno spajanja, pripajanja, sticanja i insolventnosti. Član 161. ZJN se\nodnosi na zamenu podizvođača, što ovde nije slučaj. U konkretnom slučaju radilo bi se o bitnoj izmeni, odnosno o promeni ugovorne strane koja se ne može podvesti pod 159. ZJN, što je propisano članom 154. stav 4. tačka 4) ZJN. Dakle, to je razlog za raskid ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se radovima smatraju samo radovi na novim objektima, dok sve ostalo predstavljaju usluge?...",
    "texts": [
      "Ne. Radovi mogu biti i na novogradnji i na obnovi i na popravci. Ukazano na Prilog 1 ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Kako se dokazuje nepostojanje osnova za isključenje predviđenig članom 112. stav 1. tač. 1. ZJN?...",
    "texts": [
      "1. Ukazano na član 216. stav 1. i rečeno da je suspendovana samo ta partija.\n2. Ukazano na član 112. stav 1. tač 3. ZJN i rečeno da bi odgovarajući dokaz bila potvrda nadležnog suda ili rešenje APR-a."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li da ponuđaču omogući uvid u partije za koje nije podneo ponude?...",
    "texts": [
      "Ukazano na član 149. ZJN.\nNaručilac navodi da im je podnet ZZZP na konkursnu dokumentaciju 5 dana pre isteka roka za podnošenje ponuda, koji je RK odbila kao neosnovan. Pitaju za koliko treba da produže rok za podnošenje ponuda.\nOdgovoreno da u konkretnom slučaju rok treba da produže za minimum 5 dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Da li postoji sporazum kod zajedničke ponude?...",
    "texts": [
      "1. Odgovoreno da učesnici u zajedničkoj ponudi sami određuju ko će podneti sredstvo obezbeđenja. Što se tiče iznosa, on zavisi od toga o kojoj vrsti sredstva obezbeđenja je reč. Ako je reč o sredstvu za ozbiljnost ponude, ono ne može biti veće od 3% vrednosti ponude bez PDV; a ako se traži sredstvo za ispunjenje ugovornih obaveza, ono ne može biti veće od 10% ugovora bez PDV;\n2. Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: koji ponuđač nije dostavio, dostavi na ovaj način?...",
    "texts": [
      "Naručiocu ukazano na čl. 142.  st. 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li samo RK može rešenjem da izrekne novčanu kaznu iz čl. 231. st. 1. tač. 3) ZJN?...",
    "texts": [
      "Da, u skladu sa čl. 231. st. 1. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li imaju obavezu da traže dokaze od najpovoljnijeg ponuđač, kada je proc. vrednost nabavke ispod ...",
    "texts": [
      "Ne, saglasno čl. 119. st. 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac takođe postavlja pitanje šta je to poslovna tajna?...",
    "texts": [
      "Ne\nUpućeni na Zakon o zaštiti poslovne tajne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U obrascu strukture cene potkrala se tehnička greška. Da li je moguće ispraviti istu?...",
    "texts": [
      "Nabavke izuzete od primene ZJN naručilac sprovodi u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN.\nU tom slučaju, naručilac može zatražiti dodatna pojašnjenja u skladu sa čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li u slučaju nabavke izuzete od primene  ZJN iz čl. 14. st. 1. tač. 3) ZJN postoji mogućnost podn...",
    "texts": [
      "Postoji. Dato objašnjenje u pogledu rokova za podnošenje ZZP kada je reč o izuzetim nabavkama iz čl. 11-21- ZJN uz upućivanje na čl. 215. ZJN.\nInteresuju se da li ponuđači dostavljaju dokaze iz člana 111. stav 1. tačka 1) i 2) ako su upisani u registar ponuđača u APR.\nObjašnjeno da se za privredne subjekte koji su upisani u registar ponuđača\nsmatra da nemaju osnova za isključenje iz člana 111. stav 1. tač. 1) i 2) ZJN. U tom smislu, nisu u obavezi da posebno dokazuju da nemaju navedene osnove za isključenje, ukoliko ih naručilac pozove da u skladu sa čl. 119. ZJN dostave dokaze u postupku jn, pre donošenje odluke o dodeli ugovora o jn.\nImali su više različitih pitanja:"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kojim aktom naručilac obrazuje komisiju za jn, nekim posebnim aktom?...",
    "texts": [
      "Zamolili su za objašnjenja u vezi izmene ugovora o jn (pojedini osnovi za izmenu ugovora o jn, da li se usklađivanje cene smatra izmenom ugovora o jn, kada je naručilac u obavezi da objavi obaveštenje o izmeni ugovora o jn i dr. pitanja s tim u vezi).\nSaglasno\nčl. 157. st. 5. ZJN, ugovoreni viškovi radova ne predstavljaju izmenu ugovora o jn.\nDakle, u pogledu viškova radova naručilac postupa na\nnačin predviđen osnovnim ugovorom\no jn\n(npr. ugovorom\no jn\npredviđeno\nje\nda će se u slučaju viškova radova primeniti pravila Posebnih uzansi o građenju).\nZJN-om nije propisano da članovi komisije za jn moraju imati svoje zamenike, ali nije protivno ZJN,  nego je čak i poželjno da\nnaručilac prilikom imenovanja\nčlanova komisije za jn istovremeno imenuje i njihove zamenike.\nPored toga, poželjno je da naručialac odredi i nekog od članova komisije za jn da koordinira rad\nkomisije za jn, s obzirom na to da ZJN ne predviđa ni predsednika komisije za jn.\nDa, komisija za jn mora da ima neparan broj članova, najmanje tri člana, u skladu sa čl. 92. st. 3. ZJN. Smisao ovog zakonskog rešenja je i da se izbegnu problemi u slučaju eventualnog izglasavanja.\nKomisiju za jn naručilac u skladu sa čl. 91. st. 1. ZJN, obrazuje odlukom o sprovođenju postupka jn (koja pored ostalog, mora da sadrži i podatke o sastavu komisije za jn odnosno licu koje sprovodi postupak jn).\nData objašnjenja na sva postavljena pitanja u vezi sa izmenom ugovora o jn, a u skladu sa odredbama ZJN koje regulišu oblast izmene ugovora o jn.\nZatražili su objašnjenje mogućnosti isključenja privrednog subjekta iz postupka jn vezano za osnov iz čl. 112. st. 1. tačka 5) ZJN.\nProtumačena\nodredba člana 112. st. 1. tačka 5) ZJN, kao i, s tim u vezi, člana 113. ZJN.\nImaju zaključen ugovor o nabavci medicinskog potrošnog materijala, po partijama, u o.p. Nakon određenog vremena, dobavljač za jednu od partija  zatražio je raskid ugovora o jn usled nemogućnosti da izvrši ugovorenu nabavku. Predmetni materijal je naručiocu neophodan u radu. S tim u vezi, postavljaju pitanje šta dalje da čine.\nSavetovano da razmotre mogućnost primene  pregovaračkog postupka po hitnosti za predmetnu partiju za med. potrošni materijal u količini neophodnoj do okončanja o.p. Procedura pregovračkog postupka im je, kako tvrde, jasna, tako da nije bilo potrebe za daljim objašnjenjem istog."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu da primene izuzetak iz člana 14. stav 1. tačka 3) ZJN kako bi nabavil...",
    "texts": [
      "Ne. Pojašnjen član 14. stav 1. tačka 3) ZJN. Neophodno je da je nabavka namenjena preradi i prodaji, daljoj prodaji ili iznajmljivanju trećim licima na tržištu, što ovde nije slučaj."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li primenjuje ZJN u slučaju primene člana 15. ZJN, ako su sredstva naručioca ispod 50%?...",
    "texts": [
      "Rečeno da u tom slučaju naručilac nije dužan da primenjuje odredbe ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da izmeni Odluku o sprovođenju postupka?...",
    "texts": [
      "Ukazano da s obzirom na to da Odluka o sprovođenju postupka predstavlja interni akt naručioca koji mora da sadrži određene obavezne podatke, može biti izmenjena sve do pokretanja postupka javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li je nabavka automobila putem operativnog lizinga nabavka dobara i...",
    "texts": [
      "Nabavka dobara.\nNaručilac navodi da imaju potrebu da produže rok za za izvršenje ugovora o javnoj nabavci konsultanskih usluga, nastalu usled epidemiološke situacije izazvane\nCovid-om.\nOdgovoreno da imaju mogućnost da aneksom produže rok za izvršenje ugovora, ako za to postoje objektivni razlozi.\nNaručilac je u postupku javne nabavke usluga"
    ],
    "link": null
  },
  {
    "title": "Pitanje: posredovanja pri kupovini avio karata dobio više ponuda čija je ponuđena cena 0 ili 0, 01 i sl. Kako...",
    "texts": [
      "Ukazano da je ugovor o javnoj nabavci teretan ugovor, te da se, saglasno tome,\n0 ne može smatrati ponudom. Imajući u vidu navedeno, predočeno naručiocu da takve ponude odbije, a ostale da oceni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li u pregovaračkom postupku bez objavljivanja javnog poziva može zakl...",
    "texts": [
      "Može, ukazano na član 146. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko bi smanjili količinu predmeta nabavke u toku roka za podnošenje ponuda, da li su dužni da pr...",
    "texts": [
      "Obzirom da se radi o izmeni koja se smatra bitnom  na osnovu člana 87. stav 2. ZJN, naručilac ima obavezu produženja roka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli nabavku električne energije, dobili su jednu ponudu koja višestruko prelazi iznos proc. vre...",
    "texts": [
      "Ukazano na odredbe čl. 146. st. 2. ZJN i 144. st.2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li kače oglase za nabavku ispod 5 000 000?...",
    "texts": [
      "Ne, čl. 105. st.8. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li imaju obavezu da traže dokaze od najpovoljnijeg ponuđač, kada je proc. vrednost nabavke ispod ...",
    "texts": [
      "Ne, saglasno čl. 119. st. 2. ZJN\nRaspituje se o ispitu za službenika za javne nabavke\nDate tražene informacije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da sprovode nabavku ispod limita?...",
    "texts": [
      "U  skladu sa procedurom koja je propisana internim aktom ."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako se upućuje zahtev za tumačenje?...",
    "texts": [
      "Date instrukcije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li kod čl. 52. st. 7. ZJN moraju da produžavaju rok za 5  dana, budući da se sredstvo obezbeđenja...",
    "texts": [
      "Ne, ukazano na čl. 45. st. 6. ZJN i isti pojašnjen.\nNaručilac je primio dve ponude. Prva ponuda je preko procenjene vrednosti. U drugoj ponudi, ponuđač je naveo da nastupa samostalno, a kroz dokaze utvrđeno da"
    ],
    "link": null
  },
  {
    "title": "Pitanje: koristi kapacitete drugog privrednog subjekta i to ovog koji je prvorangirani. Šta da rade?...",
    "texts": [
      "Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda i takođe skrenuta pažnja na čl. 135. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način objavljuju oglas u Službenom listu Evropske unije?...",
    "texts": [
      "Naručiocu ukazano da se odredbe čl. 105. st. 10. ZJKN primenjuju od dana pristupanja RS Evropskoj uniji."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da koriste tehniku okvirnog sporazuma za nabavke koje su izuzete od primene ZJN?...",
    "texts": [
      "Primenjuju proceduru propisanu internim aktom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli nabavku električne energije, dobili su jednu ponudu koja višestruko prelazi iznos proc. vre...",
    "texts": [
      "Ukazano na odredbe čl. 146. st. 2. ZJN i 144. st.2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako sprovesti nabavku društvenih i drugih posebnih usluga iz Priloga 7. ZJN, čija je proc. vrednost...",
    "texts": [
      "Žele da se obrate KJN zahtevom za tumačenje u vezi sa primenom čl. 12. st. 1. tačka 2) ZJN (nabavka izuzeta od primene ZJN), te ih zanima na koji način mogu da se obrate KJN radi dobijanja istog (poštom ili elektronski, na koju adresu...)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako se u konkretnom slučaju radi...",
    "texts": [
      "o nabavci iz čl. 27. st. st. 1. tač. 3) ZJN, naručilac istu sprovodi u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN.\nRečeno kako i na koji način mogu da pošalju KJN zahtev za dobijanje mišljenja (tumačenja) u vezi sa primenom ZJN.\nU o.p. za nabavku električne energije dobili su samo jednu ponudu koja prelazi procenjenu vrednost nabavke, te su u dilemi da li da mogu da je prihvate.\nTehnička pitanja u vezi sa izmenom plana jn.\nMogu, u skladu sa čl. 146. st. 2. ZJN, s tim da raspolažu potrebnim finansijskim sredstvima.\nUpućeni na Uputstvo za korisnike Portala,  deo pod nazivom Planovi javnih nabavki. Klikom na isti pojavljuje se, između ostalog, Plan jn  -\nizmene i dopune. U slučaju pojave dodatnih pitanja, rečeno da se obrate na br. tel. za konsultacje u vezi sa primenom Portala jn datih na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koje dokaze zamenjuje upis ponuđača u registar APR?...",
    "texts": [
      "Dato objašnjenje da se za privredne subjekte koji su upisani u registar ponuđača APR smatra da nemaju osnov za isključenje iz člana 111. stav 1. tač. 1) i 2) ZJN, a u skladu sa čl. 128. ZJN st. 6. ZJN, te nisu u obavezi da to posebno dokazuju. Dakle, ukoliko privredni subjekat nije upisan u registar ponuđača u APR dužan je da to dokaže, ukoliko ga naručilac kao najpovoljnijeg ponuđača pozove pre donošenja odluke o dodeli ugovora o jn da u skladu sa čl. 119. ZJN dostavi dokaze.\nTreba da sprovedu nabavku namirnica po partijama u o.p. S tim u vezi, imaju tehničkih  pitanja u vezi sa sprovođenjem postupka na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn.\nPored toga, u\nkazano im je na mogućnost korišćenja Demo verzije Portala jn u cilju vežbanja rada na istom, te na mogućnost dobijanja konsultacije u vezi sa primenom Portala jn na br. tel. datih na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku mikroskopa sa kamerom, jedan od ponuđača je dostavio ponudu koja sadrži nejasnoće....",
    "texts": [
      "Predočeno kada i kako naručilac može da zahteva dodatna pojašnjenja od ponuđača prema čl. 142. ZJN sa posebnim naglaskom da postupanje naručioca i ponuđača u tom slučaju ne sme da dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora o jn, ili do izmene ponuđenog predmeta nabavke.\nU o.p. za nabavku hrane po partijama, za jednu od partija javio se samo jedan ponuđač čija ponuđena cena prelazi proc. vrednost nabavke za oko 130.000,00 din. Tvrde da imaju raspoloživih fin. sredstava i prihvatili bi istu, ukoliko je to moguće.\nU gore navedenom postupku jn, za neke od partija naručilac je dobio neuobičajeno niske ponude. Interesuje ih kako da postupe sa takvim ponudama.\nOdgovoreno da naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN, te da se podrazumeva da naručilac u tom slučaju treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati ponudu koja prelazi procenjenu vrednost nabavke.\nO\nbj\našnjeno postupanje naruči\noca\nsa neuobičajeno niskom ponudom, uz upućivanje naručioca na primenu čl. 143. ZJN.\nPonuđač nije u ponudi naveo da će dostaviti sredstvo obezbeđenja za ozb. ponude, ali ga je uredno i blagovremeno dostavio..\nIz sadržine celokupne ponude se može zaključiti da nema razloga za odbijanje.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: PS koji nije podneo ponudu uputio je zahtev za uvid u dokumentaciju, kako je to moguće?...",
    "texts": [
      "Zakon kaže da je naručilac dužan da omogući uvid u dok. ponuđaču koji je podneo ponudu, iz čega se zaključuje da može da dozvoli uvid u dok. bilo kome ko zatraži..\nIstiče im uskoro OS, a novi postupak nije sproveden, da li postoji mogućnost da prevaziđu taj period do zaključenja novog postupka..\nOsim mogućnosti da zaključe ugovor do isteka roka važenja OS, koji će važiti i nakon isteka roka važenja OS, jedino je zaključenje novog OS.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako unosi u Plan javnih nabavki nabavku koju pokreće na 4 godine?...",
    "texts": [
      "Rečeno da unosi u Plan javnih nabavki ukupnu procenjenu vrednost za sve 4 godine."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li grupa ponuđača ima aktivnu legitimaciju za ZZP ako je samo nosilac posla ovlastio punomoćnika ...",
    "texts": [
      "Ukazano da ima aktivnu legitimaciju, saglasno članu 211. ZJN.\nNaručilac navodi da zbog bolesti članova Komisije nisu u mogućnosti da donesu odluku o dodeli ugovora u roku od 30 dana.\nPredočeno da je rok od 30 dana predviđen ZJN, kao i da su imali mogućnost da u kd odrede duži rok."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U situaciji kada se zaključuje ugovor na dve godine, kako se izračunava procenjena vrednost? Da li s...",
    "texts": [
      "Odgovoreno da se uzima u obzir ukupan period na koji se ugovor zaključuje"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko grupa ponuđača podnosi ZZP, da li svi članovi grupe moraju potpisati ovlašćenje za podnošenj...",
    "texts": [
      "Moraju.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Oštetilo joj se Uverenje o položenom ispitu za službenika za javne nabavke. Da li može dobiti novo?...",
    "texts": [
      "Preneto nedležnima."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su putem maila zahtev za pojašnjenje određenog dokaza, kako da odgovori?...",
    "texts": [
      "Ukazano da je naručilac dužan da mu zahtev pošalje putem Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li pod računskom greškom se mogu smatrati greške kod jediničnih cena?...",
    "texts": [
      "Ne, računska greška odnosi se na situaciju kada je došlo do greške prilikom sabiranja, a jedinične cene moraju biti ispravne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora. Usvojili su zzp i delimično poništili postupak. Da li m...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje kako da upute zahtev za tumačenje, kada su saznali za iznos takse, odustali....",
    "texts": [
      "Naručilac navodi da su greškom u Plan javnih nabavki uneli nabavku koja je izuzeta od primene ZJN-a, a nisu uneli nabavku na koje se ZJN primenjuje. Šta sada da rade i da li mogu nabavku koju"
    ],
    "link": null
  },
  {
    "title": "Pitanje: su greškom uneli u Plan da izbrišu?...",
    "texts": [
      "Naručiocu ukazano da nema mogućnost brisanja stavke iz Plana, ali da će se videti po statusu da nabavka nije pokretana, a što se tiče nabavke na koju se ZJN primenjuje, da urade izmenu Plana i dodaju tu stavku.\nIzmenili bi odluku\no"
    ],
    "link": null
  },
  {
    "title": "Pitanje: dodeli ugovora za jednu od partija u o.p. za nabavku goriva i maziva (oblikovanu po partijama), te p...",
    "texts": [
      "Upućeni su na Uputstvo za korisnike Portala jn, u kome je objašnjen i proces izmene odluke o dodeli ugovora o jn za jednu partiju.\nDa ih ne bi zbunjivalo, rečeno da\nprethodno objavljena (osnovna)\nodluka o dodeli ugovora o jn ostaje i dalje vidljiva tj. dostupna na Portalu jn označena precrtanim tekstom. U slučaju eventualnih pitanja tokom izmene odluke o jn i, uopšte, rada na Portalu jn, rečeno da mogu da zatraže konsultaciju u vezi primene Portala jn na br. tel. date u tu svrhu, koja se nalaze na internet stranici KJN u delu Kontakt.\nU oktobru prošle godine, nakon sprovedenog o.p., zaključili su ugovor o jn asfaltiranja ulica, koji je delom izvršen. Međutim, izvođač radova ih je nedavno obavestio da nije u mogućnosti  da nastavi sa realizacijom ugovora o jn usled novonastalih finansijskih promena. Žele sporazumno da raskinu ugovor o jn, te pitaju šta dalje da čine uz napomenu da se ne radi o hitnim radovima\n, ali\nda\ni dalje\nimaju\npotrebu za predmetnom nabavkom"
    ],
    "link": null
  },
  {
    "title": "Pitanje: . Da li mogu ponovo da pokrenu o.p. za predmetnu nabavku?...",
    "texts": [
      "Odgovoreno da nakon raskida ugovora o jn mogu ponovo da pokrenu o.p. za predmetnu nabavku.\nUkoliko naručilac predvidi u kd da se kao sastavni deo ponude dostavi uzor\nak"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da postupe ukoliko ponuđač ne dostavi traženi uzorak?...",
    "texts": [
      "Ukazano na čl. 45. ZJN koji propisuje da se komunikacija i razmena podataka u postupku jn vrši elektronskim sredstvima na Portalu jn, u skladu sa ZJN i Uputstvom za korišćenje Portala jn iz čl. 184. ZJN, te da ovaj\nvid komunikacije i razmene podataka koji se odnosi na podnošenje dela ponude nije obavezan samo iz razloga navedenih u pomenutom čl. 45. ZJN, koji između ostalog, može biti i  nemogućnost dostave uzoraka elektr. sredstvima.\nU tom slučaju, n\naručilac u kd predviđa način dostave (sastavnih) delova ponude koji ne mogu da se dostave elektronskim sredstvima, u skladu sa čl. 45. ZJN.\nNaručilac vrši prijem delova ponude koje ponuđači ne mogu podneti elektr. putem na način\npropisan čl. 139. st. 2. ZJN. Ukoliko\nponuđač\ndelove ponude n\ne dostavi blagovremeno, naručilac u tom slučaju postupa u skladu sa čl. 139.\nst. 3.\nZJN, te po okončanju postupka otvaranja neotvorene delove ponude vraća ponuđaču sa naznakom da su podneti neblagovremeno.\nTvrde da se naručilac ne pridržava ugovora o jn za nabavku usluga izgradnje objekta koji im je dodeljen nakon sprovedenog o.p., pa nisu sigurni šta dalje da čine.\nRečeno da se radi o realizaciji ugovora o jn jn, te da u konretnom slučaju mogu da zatraže jednostrani (ili sporazumni) raskid ugovora o jn uz upućivanje na odgovarajuće posebne propise."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada i kako mogu zahtevati pojašnjenja u vezi sa dokumentacijom o jn?...",
    "texts": [
      "Ukazano na čl. 97. ZJN, te na Uputstvo za korisnike Portala jn (deo Pitanja i odgovori).\nPitaju kome da se obrate u slučaju tehničkog problema prilikom rada na Portalu jn.\nDat odgovor da\nmogu da se obrate KJN na date br. tel. za konsultacije u vezi primene Portala jn, koji se nalaze na internet stranici KJN u delu Kontakt. Pored toga, ukazano na korist od upotrebe Demo verzije Portala jn u cilju vežbanja rada na POrtalu jn, Uputstva za korisnike Portala jn...kako bi bili što spremniji za rad na Portalu jn, a i u cilju smanjenja nepotrebnih konsultacija u vezi s tim."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su u obavezi da nakon zaključenja ugovora o jn objave obaveštenje o istom?...",
    "texts": [
      "Da, saglasno čl. 109. st. 1. ZJN naručilac je dužan da obaveštenje o dodeli ugovora o jn pošalje na objavljivanje u roku od 30 dana od dana zaključenja ugovora o jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nisu imali nijednu ponudu, doneli su odluku o obustavi postupka. Da li moraju da čekaju da prođe rok...",
    "texts": [
      "ZJN nije regulisao predmetno pitanje. Iako su male šanse da će neko u ovoj situaciji uložiti zzp, a to ne bi ni bitno uticalo na eventualni novi postupak, ipak ukazano i na 211. stav 2. kojim je propisano da pored ponuđača, aktivnu legitimaciju u postupku imaju i DRI, KJN i nadležno pravobranilaštvo."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 1. Da li može bez Odluke o izmeni ugovora da izmeni ugovor u skladu sa članom 156. ZJN?...",
    "texts": [
      "2. U kom"
    ],
    "link": null
  },
  {
    "title": "Pitanje: roku donose izmenjeni Plan javnih nabavki?...",
    "texts": [
      "1. Rečeno da može, da Odluku o izmeni ugovora donosi samo kad menja ugovor u skladu sa članovima 157. i 158. ZJN.\n2. Rečeno da izmenjeni Plan javnih nabavki objavljuje u roku od 10 dana od donošenja.\nNaručilac je primio drugi put zahtev za zaštitu prava, i to nakon donete i objavljene odluke o dodeli ugovora. Nakon prijema zahteva, naručilac je objavio novu odluku o obustavi postupka, te je potom objavio obaveštenje o podnetom zahtevu za zaštitu prava. Nisu potupali po podnetom zahtevu za zaštitu prava, u smislu odredi člana 220. ZJN, te je podnosilac zahteva dostavio izjašnjenje o nastavku postupka pred Republičkom komisijom za zaštitu prava u postupcima javnih nabavki. Da li oni imaju obavezu nešto dalje da preduzimaju.\nNaručiocu odgovoreno, da su bili u obavezi da zastanu sa postupkom javne nabavke, u momentu podnošenja zahteva za zaštitu prava (shodno odredbama člana 216. stav 1. ZJN), a ne da donose novu odluku (o obustavi postupka). Nakon podnetog zahteva, bili su obavezi da bez odlaganja, a najkasnije narednog dana od dana podnošenja zahteva\n,\nobjave obaveštenje o podnetom zahtevu za zaštitu prava. Podnosilac zahteva je ispravno, u skladu sa odredbama člana 220. stav 4. ZJN, dostavio izjašnjenje o nastavku postupka zaštite prava, obzirom da naručilac nije preduzeo radnje po istom u skladu sa stavom 1. prethodno navedenog člana zakona. Naručilac sa stanovišta odredbi ZJN ne preduzima dalje radnje u postupku javne nabavke do okončanja postupka zaštite prava, ali preporučeno je da se upozna sa Uputstvom koje je objavila Republička komisija za zaštitu prava u vezi sa dostavljanjem dokumentacije iz predmetnog postupka javne nabavke (iako se navedeno odnosi na postupanje naručioca, ukoliko je postupio po odredbama člana 220. stav 1. ZJN).\nZainteresovano lice je kod naručioca učestvovalo u grupi ponuđača, gde su oni nosilac posla. Naručilac im je uputio zahtev za dostavom dokaza o ispunjenosti kriterijuma za kvalitativni izbor privrednih subjekata (dokazi o nepostojanju osnova za isključenje). Oni nisu upisani u registar ponuđača, dok je drugi člana grupe upisan u navedeni registar. Kako da postupe.\nZainteresovanom licu predočeno da putem Portala javnih nabavki dostavlja u kopiji dokaze o nepostojanju osnova za isključenje, i to onih definisanih odredbama člana 121. stav 1. ZJN. Za člana grupe, ukoliko je upisan u registar ponuđača, nije u obavezi da dostavlja dokaze naveden u članu 121. stav 1. ZJN, obzirom da se prema odredbama člana 128. stav 6. smatra da privredni subjekt koji je upisan u registar ponuđača nema osnove za isključenje iz člana 111. stav 1. tačka 1) i 2) ZJN. Za nvedenog člana, može eventualno dostaviti Rešenje o upisu u registar ponuđača, ili Izvod iz ovog registra. Sam član grupe je u izjavi o ispunjenosti krit.za kv.izbor mogao navesti da je upisan u registar ponuđača uz navođenje interenet stranice ovog registra, gde su traženi podaci javno dostupni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako je moguće odrediti ukupnu cenu, odnosno ponuda je uporediva..to ne može biti razlog za odbijanj...",
    "texts": [
      "Nije mu jasno koje sve dokaze treba da dostavi naručiocu, ako mu zatraži..odnosno koja je razlika ako je upisan u reg. ponuđača i ako nije..\nObjašnjeno da osnove iz čl. 111. stav 1. tač. 1 i 2. odnosno dokaze koji potvrđuju da ovi osnovi za isključenje ne postoje kod PS, ne mora da dostavlja PS koji je upisan u registar ponuđača..\nAko nemaju ni jednu nabavku koja prelazi limit iz čl. 27 ZJN, to znači da ne moraju da objave plan nabavki na Portalu..\nPotvrđeno, i ukazano da obrate pažnju da ne cepkaju nabavke, kako bi bile ispod limita."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su pozitivno mišljenje KJN za p.p. bez objavljivanja javnog poziva, međutim ponuđač nije dost...",
    "texts": [
      "Da, ponovo dostavljaju obrazloženje i dokumentaciju KJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način se utvrđuje procenjena vrednost javne nabavke?...",
    "texts": [
      "Naručilac upućen na čl. 30. st. 1. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su postupak javne nabavke el. energije, dobili su jednu ponudu koja višestruko prevazilazi ...",
    "texts": [
      "Naručiocu ukazano na čl. 144 i čl. 147. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li službenik za javne nabavke može da bude lice koje je zaposleno na određeno vreme?...",
    "texts": [
      "Čl. 92. ZJN ne propisuje uslove u pogledu vrste radnog angažovanja službenika za javne nabavke. Takođe ukazano i na stav 6. navedenog člana i rečeno da navedeno predstavlja internu stvar naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora, da li oni isti moraju da dostave RK i putem pošte?...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li zzp može da se uloži na nabavke koje su ispod limita iz čl. 27. ZJN?...",
    "texts": [
      "Ne, ne može"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su ponudu koja je neuobičajeno niska i obratili su se ponuđaču da u primerenom roku obrazloži...",
    "texts": [
      "Naručiocu ukazano da može da odbije ponudu samo u slučaju da dostavljeno obrazloženje i dokazi ne pružaju odgovarajuće objašnjenje neuobičajeno niske ponude, saglasno čl. 143. ZJN.\nBila im je potrebna pomoć oko Portala\nUpućeni na kolege iz tehničke podrške"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "Odgovoreno da nemaju obavezu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Odlukom Vlade su određena minimalna i maksimalna cena. Da li mogu da izmene ugovor na osnovu člana 1...",
    "texts": [
      "Rečeno da se u skladu sa članom 156. stav 4. ZJN to ne smatra izmenom ugovora ukoliko je jasno definisano u ugovoru o javnoj nabavci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač nije dostavio dokaz da nije u blokadi već samo link preko kojeg naručilac može da proveri tu...",
    "texts": [
      "Rečeno da je prihvatljivo ukoliko naručilac može sa sigurnošću da proveri navedenu okolnost.\nNaručilac planira da sprovede javnu nabavku za usluge javnog zdravlja (laboratori\nj\nske i druge usluge koje oni nisu u mogućnosti da izvrše, poput: ispitivanja namirnica, pijaće vode i dr.), ali nemaju precizne količine, te postavljaju"
    ],
    "link": null
  },
  {
    "title": "Pitanje: pitanje na koji način mogu da sprovedu predmetnu javnu nabavku. Napominju da ranije, prema odredbama...",
    "texts": [
      "Naručiocu odgovoreno, da u pogledu potrebnih količina, uzmu u obzir prethodni period i količine izvršenih usluga. Kao praktično rešenje, preporučeno naručiocu da prilikom sprovođenja predmetne javne nabavke može koristiti tehničku okvirnog sporazuma (prema pravilima definisanim u odredbama člana 66.  i 67. ZJN/2019). Na\nosnovu zaključenog okvirnog sporazuma, naručilac ima mogućnost da zaključuje pojedinačne ugovore ili narudžbenice za nabavku predmetnih usluga, a u skladu sa svojim potrebama, krećući se u okviru definisanih količina i raspoloživih finansijskih sredstava. Eventualno povećanje obima nabavke, omogućava izmenu ugovora (kao i okvirnih sporazuma) prema odredbama člana 160. ZJN. Takođe izmene ugovora (okvirnog sporazuma) mogu biti definisane i dokumentacijom i u sadržini okv.sporazuma (u skladu sa odredbama člana 156. ZJN), ali uz oprez da navedene izmene ne smeju imati karakter bitnih izmena ugovora, kako je to opisano u odredbama člana 154. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice želi da iskomunicira sa naručiocem u vezi sa primljenim zahtevom za dostavljanje...",
    "texts": [
      "Zainteresovanom licu predočeno da navedena funkcionalnost nije predviđena na Portalu javnih nabavki, ali da se o navedenom dodatno informiše putem telefona za konsultacije u vezi sa primenom Portala javnih nabavki. Svakako skrenuta naručiocu pažnja na odredbe člana 44. i 46. ZJN, gde je definisan način komunikacije i kada je izuzetno dozvoljena i usmena komunikacija između naručioca i privrednih subjekata.\nNaručilac je dobio zahtev za uvid u dokumentaciju od ponuđača, nakon što je objavljena odluka o dodeli ugovora. Kako omogućavaju uvid na Portalu javnih nabavki.\nNaručiocu skrenuta pažnja da se oko navedenog pitanja, trebao konsultovati putem telefona za primenu Portala javnih nabavki.\nPored navedenog, objašnjeno naručiocu da, shodno odredbama člana 149. ZJN, ponuđač koji je podneo ponudu ima pravo uvida u dokumentaciju o nabavci, nakon što je odluka o dodeli (obustavi) doneta. S tim u vezi, zainteresovano lice podnosi zahtev putem Portala javnih nabavki, označava e-ponude u koje želi da izvrši uvid, zatim može da zahteva uvid u dokumentaciju koja nije dostupna putem Portala javnih nabavki, kao i da stavi napomenu. U skladu sa dobijenim zahtevom, naručilac odobrava uvid, čime otključava e-ponude ponuđa koje je označio podnosilac zahteva, čime je istom omogućeno da izvrši uvid u e-ponude i njihovu sadržinu (obr.ponude, str.pon.cene, izjavu, model ugovora i dr. dostavljeno u e-ponudi). Naručilac može da obrazloži odobrenje zahteva\n(preporuka da uputi podnosioca zahteva da može da izvrši uvid u kompletnu dokumentaciju iz postupka, na adresi naručioca u zakonskom roku prema terminu koji odredi naručilac). Naručilac zatim navodi datum (u skladu sa ZJN) i vreme vršenja uvida u delove ponude koji nisu dostavljeni putem Portala javnih nabavki. Konačno, naručilac može da učita dokumentaciju koju mu je podnosilac zahteva tražio na uvid (dokaze o ispunjenisti kriterijuma, dodatna pojašnjenja, odluku o sprovođenju postupka, izveštaj o postupku i drugu eventualno zahtevanu dokumentaciju). Nakon završetka svih prethodno navedenih radnji, naručilac bira opciju završi na Portalu i šalje odgovor podnosiocu zahteva.\nNaručilac nabavalja opremu, koja je rasvrstana u više zasebnih javnih nabavki, gde je ukupna procenjena vrednost (zbir istih) negde od 20 miliona dinara. Da li oni prilikom sprovođenja svake javne nabavke, moraju uzeti u obzir celokupnu procenjenu vrednost ili samo vrednost te konkretne javne nabavke.\nNaručiocu odgovoreno da moraju imati u vidu celokupnu vrednost, posebno što iz izjave naručioca proizilazi da se radi o istovrsnim dobrima. Napomenuto naručiocu da shodno odredbama člana 29. stav 2. ZJN nije dozvoljeno određivanje procenjene vrednosti javne nabavke na način koji bi imao za cilj izbegavanje primene ovog zakona, niti se u tom cilju može vršiti podela predmeta javne nabavke na više nabavki. Iz navedene zakonske odrebe jasno proizilazi da naručilac mora imati u vidu ukupnu procenjenu vrednost svih istovrsnih nabavki, te u skladu s tim je dužan da poštuje pravila o određivanju rokova za podnošenje ponuda, objavljivanje oglasa, formiranje komisije, zahtevanja dokaza o ispunjenosti kriterijuma i dr."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada im stigne deo ponude koji ne može da se podnese elektronskim sredstvima, neposredno pre otvaran...",
    "texts": [
      "Saglasno čl. 139. st. 2. ZJN naručilac predaje ponuđaču potvrdu prijema i prelazi na otvaranje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju tri softvera za koje im je potrebna usluga redovnog održavanja, svaka pojedinačno je ispod lim...",
    "texts": [
      "Sprovode p.p. bez objavljivanja javnog poziva ako u zbirnu prelaze limit iz čl. 27. st. 1. tač. 1) ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje stručne ocene ponuda...",
    "texts": [
      "Ukazano da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da su dobili mejl od KJN, gde su upitani da li su u prethodnoj godini sprovodili na...",
    "texts": [
      "Naručiocu ukazano da su to nabavke, kao što je navedeno i u mejlu , iz čl. 11-21 ZJN i nabavke izuzete od primene iz člana 27. stav.1. ZJN, te da postoji obaveza naručioca da saglasno čl. 181. st. 3. ZJN evidentira podatke o vrednosti i vrsti javnih nabavki iz  navedenih članova. Takođe ukazano i na čl. 181. st. 4. ZJN. Na kraju ukazano da sam naručilac treba da zna da li je za nabavku lož ulja i stolova sprovodio postupak javne nabavke ili ne i ukoliko nije po kom osnovu nije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U toku im je realizacija ugovora čiji je predmet nabavka električne energije. Ugovor im ističe za ma...",
    "texts": [
      "Imaju mogućnost izmene ugovor u skladu sa čl. 158. ZJN, ukoliko su ispunjeni svi uslovi predviđeni navedenim članom i naručilac tada ima obavezu da objavi obaveštenje o izmeni na Portalu.\nDobili su novčana sredstva za nabavku medicinskih sredstava od Ministarstva zdravlja i u dopisu su im naveli da moraju da objave oglas na Portalu službenih glasila RS. Dalje navode da nabavka sa pdv-om ne prelazi 3 500 000 dinara, kao i da takva obaveza ne proizilazi iz ZJN budući da čl. 105. st. 8. ZJN govori o ovoj obavezi kada je proc. vred. jednaka ili veća od 5 000 000 dinara. Šta da rade?\nNaručilac upućen da kontaktira Ministarstvo zdravlja.\nPlaniraju sprovođenje nabavke el. energije, pa pošto imaju najavu velikih poskupljenja postavljaju"
    ],
    "link": null
  },
  {
    "title": "Pitanje: pitanje kako da oni to pravilno planiraju?...",
    "texts": [
      "Naručilac je dužan da prilikom planiranja kao i neposredno pre pokretanja postupka izvrši ispitivanje tržišta kako bi\nprocenjena vrednost bila validna  u vreme pokretanja postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su jednu ponudu, koja je preko proc. vred. da li mogu da je prihvate?...",
    "texts": [
      "Ukazano na čl. 146. st. 2. ZJN\nZatražili su razjašnjenje u vezi sa donetim mišljenjem KJN da nije osnovana primena pregovaračkog postupka za nabavku lasera i delova za laser za projekat „Ideje“.\nRazjašnjeno."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da prihvate ponude koja prelaze procenjenu vrednost nabavke?...",
    "texts": [
      "Naručiocu je ukazano da može dodeliti ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN., te da se podrazumeva da naručilac u tom slučaju treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke.\nU o.p. za nabavku poljoprivrednih potrepština po partijama, za nabavku po partiji Mineralno đubivo nisu dobili nijednu ponudu. Znaju za mogućnost primene pregovaračkog postupka po čl. 61. st. 7. ZJN, ali bi izmenili kd u delu koji se tiče vrste mineralnog đuvriva, pa se pitaju da li je i u tom slučaju moguća primena pregovaračkog postupka\npo ovom osnovu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Ponuđač je načinio računsku grešku u ponudi. Da li to može da se ispravi?...",
    "texts": [
      "Predočeno da je primena\npregovaračkog postupka po čl. 61. st. 7. ZJN moguća pod uslovom da početni uslovi jn nisu bitno izmenjeni.\nS tim u vezi, ukazano na bitne izmene kd shodno čl. 87. st. 2.  ZJN.\n2. U\nslučaju računske greške u ponudi,  naručilac postupa u skladu sa čl. 142. ZJN.\nU septembru prošle godine sproveli su nabavku namirnica po partijama. Međutim, dobavljač za jednu od partija (Meso i mesne prerađevine)"
    ],
    "link": null
  },
  {
    "title": "Pitanje: obavestio ih je da neće biti u mogućnosti da dalje isporučuje predmetna dobra. Šta dalje da čine?...",
    "texts": [
      "Savetovano da razmotre mogućnost primene  pregovaračkog postupka po hitnosti za predmetnu partiju\n(Meso i mesne prerađevine)\nu količini neophodnoj do okončanja o.p."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da primenjuje odredbe ZJN-a kada sprovodi nabavku usluga obezbeđenja či...",
    "texts": [
      "Nisu sigurni da li su u obavezi da zatraže dokaze od najpovoljnijeg ponuđača ako je procenjena vrednost nabavke niža od 5.000.000,00 din.\nU konkretnom slučaju radi o nabavci čiji je predmet iz Priloga 7. ZJN, procenjene vrednosti  ispod praga po čl. 27. st. st. 1. tač. 3) ZJN, te naručilac istu sprovodi u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN.\nOdgovoreno da naručilac nije u obavezi da zatraži dokaze\nod najpovoljnijeg ponuđača ako je procenjena vrednost nabavke ispod 5.000.000,00 din.\nUpućeni na čl. 119. ZJN.\nG-đa je zamolila je da joj se javi kolega Dalibor Marinović u vezi započete konsultacije u vezi sa e-mailom poslatim od strane KJN koji se odnosi na podatke o nabavkama na koje se ZJN ne primenjuje, i ostavila kontakt tel.\nPreneto kolegi Daliboru\nMarinoviću.\nRadi se o novoosnovanoj agenciji, čiji vlasnik želi da se registruje na Portalu jn. Osim toga upitali su kako da se obuče za rad na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na registraciju privrednih subjekata), Demo verziju Portala jn u cilju vežbanja rada na Portalu jn, i kontakt tel. za podršku u radu na Portalu jn u slučaju eventualnih pitanja.\nZamolio je da mu se objasni kako da postupi u vezi sa mejlom koji je dobio od KJN u vezi slanja podataka za nabavke na koje se ZJN ne primenjuje. Ostavio je kontakt tel.\nPreneto kolegama koji daju konstulacije u vezi sa primenom Portala jn.\nInteresuju se da li je došlo do izmena iznosa evropskih pragova.\nVažeće evropske pragove odn. dinarsku vrednost evropskih pragova objavilo je\nMinistarstvo finansija\nu\n\"Službenom glasnik\nu\nRS\", broj 127 od 24. decembra 2021\n. godine, i u primeni su od\n1. januara 2022. godine."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li treba da šalju zapisnik o otvaranju ponuda?...",
    "texts": [
      "Odgovoreno da ne treba, jer je zapisnik o otvaranju ponuda javno dostupan na Portalu. Isti se\nautomatski generiše nakon otvaranja ponuda i mogu ga preuzeti svi ponuđači i zainteresovana lica."
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "Odgovoreno da nemaju obavezu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nakon donošenja odluke o dodeli ugovora, naručilac je uvideo da je pogrešio prilikom stručne ocene p...",
    "texts": [
      "Odgovoreno da je da je potrebno ponovo izvrše stručnu ocenu ponuda, te nakon toga donesu novu odluku o dodeli ugovora. Ukazano, takođe, da od objavljivanja nove odluke teče novi rok za podnošenje ZZZP."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da prihvati ponuđača sa višom cenom koji ispunjava uslov u pogledu većeg broja benzinskih...",
    "texts": [
      "Rečeno da naručilac prvo vrši stručnu ocenu ponuda da bi odredio koje su ponude prihvatljive i odgovarajuće u smislu da ispunjavaju uslove nabavke, a nakon toga vrši rangiranje ponuda na osnovu kriterijuma za dodelu ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da obustavi postupak jer je prestala potreba za predmetom nabavke usled dužeg t...",
    "texts": [
      "Rečeno da naručilac može da obustavi postupak javne nabavke iz tog razloga uz napomenu da ne bi mogao da pokrene novi postupak u roku od 6 meseci.\nTakođe, ukazano da prvo mora da postupi u skladu sa odlukom RK na Portalu da bi postupak nastavio iz suspendovanog statusa."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li nabavka angažovanja radnika za fizičke radove kopanja po osnovu PP ugovora preko zadruge preds...",
    "texts": [
      "Rečeno da se radi o javnoj nabavci jer se ugovor zaključuje preko posrednika-zadruge."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nisu dostavili uz ponudu određene licence za inžinjere. Da li da ih dostavi do isteka roka za podnoš...",
    "texts": [
      "Dat odgovor da naručilac postupi u zavisnosti od toga šta je određeno u konkursnoj dokumentaciji. Ukoliko se navedene licence zahtveaju u okviru kriterijuma za izbor privrednog subjekta, onda ih dostavlja samo ako bude izabran kao najpovoljniji ponuđač u skladu sa članom 119. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač nije popunio jednu stranu Obrasca strukture ponuđene cene i nedostaje jedna strana. Da li da...",
    "texts": [
      "Ukazano da KJN nema ovlašćenje da sugeriše naručiocima kako da postupe pri stručnoj oceni ponuda, ali i da se dodatnim pojašnjenjima ne sme menjati sadržina ponude, niti postupiti suprotno članu 142. stav 3. ZJN.\nNaručiocu je Ministarstvo zdravlja odobrilo finansijska sredstva za nabavku hardvera i instalaciju istog u postojeće skenere koje naručilac poseduje. Da li oni mogu pokrenuti javnu nabavku, tako što bi u partiji 1. bila nabavka hardvera sa instalacijom, a partija 2. nabavka radova (građevinskih, elektro i mašinskih).\nNaručiocu odgovoreno da je prema odredbama člana 2. stav 1. tačka 3) ZJN ugovor o javnoj nabavci dobara zapravo kupovina dobara, koja može obuhvatati i instalaciju ili ugradnju tih dobara. Takođe je ukazano naručiocu na odrebe člana 23. ZJN, u kojem su definisane mešovite nabavke i kako se određuje predmet javne nabavke. S tim u vezi, nigde nije navedeno nabavka dobara sa radovima, već uslugama, te se postavlja pitanje da li bi bilo uopšte zakonski sprovesti postupak nabavke radova u okviru javne nabavke hardvera za skener. Naime, kako je naručilac opisao, u drugoj partiji se radi o radovima, a ne nabavci dobara (građevinski, mašinski i elektro), te je skrenuta pažnja naručiocu da mora znati o kakvim radovima se tu radi (u tom smislu da li su to neki specifični radovi-zbog samog skenera, ili radovi koji podrazumevaju adaptaciju prostorije-klasični građevinski, elektro i mašinski radovi u kojoj će biti skener smešten\n)\n. Obzirom da navedeno nije potpuno jasno, niti je moguće dati usmeno odgovor na navedeno, preporučeno da ukoliko naručilac ima dilema\n,\nda pošalje zahtev za mišljenje KJN.\nNaručilac je sproveo postupak za javnu nabavku turističkih usluga (kotizacije i smeštaja), gde su jednu od ponuda dostavili grupa privrednih subjekata. Obzirom da su zahtevali u okviru kriterijuma za izbor dozvolu tj. licencu za obavljanje turističkih usluga u inostranstvu, u smislu odredbi člana 115. stav 2. ZJN, da li svi ponuđači iz grupe moraju posedovati navedenu dozvolu.\nNaručiocu odgovoreno, da posedovanje dozvole od strane svih članova grupe, u smislu odredbi člana 115. stav 2. ZJN, zavisi od predmeta javne nabavke (same specifikacije) i okolnosti da li navedeno zahteva da svi članovi grupe imaju predmetnu licencu, ili je npr. dovoljno da istu ima član grupe koji će obavljati poslove navedene u specifikaciji predmetne nabavke za koju je potrebna navedena dozvola. S tim u vezi, skrenuta pažnja naručiocu i na sadržinu ponude grupe ponuđača, njihove izjave, kao i na odredbe ZJN, i to iz člana 2. stav 1. tačka 7, člana 115. stav 1.  i 2, člana 118. stav 2. i člana 130. stav 1. ZJN. Posebno je ukazano da naručilac mora da vodi računa da definisani kriterijum i način njegovog dokazivnja odredi u dokumentaciju, sagledavajući sve prethodno navedeno, kao i da ima u vidu da i sami ponuđači u fazi pre isteka roka za podnošenje ponuda, shodno odredbama\nčlana 97. ZJN mogu da ukažu naručiocu na eventualne nedostatke u pogledu definisanja ovog kriterijuma.\nImali su veliki projekat na sanaciji muzeja, ali u istom nije predviđeno uređenje dvorišta i popravka ograde. Rok za završetak radova im je blizu, kako mogu naknadno da ubace te radove? ili da zaključe ugovor sa firmom sa kojom su imali dobra iskustva..\nIz razgovora je zaključeno da nema nepredviđenih okolnosti koje bi bile osnov za hitnost, kao ni osnova za sprovođenje pregovaračkog sa određenim ps. Ostaje im redovan postupak.. činjenica da su zaboravili odmah to da predvide, kao i da su kasno dobili sredstva, nisu osnov za skraćenje rokova ili sl.\nZa sve 4 partije podnete su zajedničke ponude iste grupe ponuđača, ali u izjavi jednog od članova grupe, on navodi da izjavu daje samo za partije 1 i 3, a ne i za partije 2 i 4, dok nosilac posla tog člana grupe navodi za sve partije. Sve ponude su daleko preko procenjene i biće odbijene..\nSvaki član grupe mora da dostavi izjavu u kojoj navodi na koje se partije odnosi izjava.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li imaju obavezu da tokom godine sprovedu neku rezervisanu nabavku?...",
    "texts": [
      "Ne, to je zakonom data mogućnost.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uložili su zzp i postavljaju pitanje kako dostavljaju svoje mišljenje u vezi sa odgovorom naručioca ...",
    "texts": [
      "Naručiocu ukazano na čl. 220. st.2. ZJN , te da mišljenje šalju putem Portala i da ništa ne dostavljaju KJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode postupak nabavke električne energije i primetili su da su napravili  grešku pri kucanju i s...",
    "texts": [
      "Naručiocu skrenuta pažnja na čl. 87. st. 1. i 2. ZJN, te na čl. 87. st. 4.ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje na koji način sprovode postupak koji je izuzet od primene ZJN....",
    "texts": [
      "Naručiocu ukazano da sprovodi postupak saglasno proceduri koja je propisana njihovim internim aktom  uz primenu načela ovog zakona na način koji je primeren okolnostima konkretne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li osnov za izmenu Plana predstavlja okolnost da hoće da smanje iznos proc. vrednosti koja je nav...",
    "texts": [
      "Ne i ukazano na čl. 88 st. 4. ZJN.\nNaručilac je dobio negativno mišljenje u p.p. bez objavljivanja javnog poziva i nije mu jasno zašto.\nKonsultacija prosleđena koleginici Jeleni Marković"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Hteli su da potvrde da li minimalni rok za podnošenje ponuda u o.p. iznosi 10 dana od dana slanja na...",
    "texts": [
      "Da, u skladu sa čl. 52. st. 3. tač. 4) ZJN.\nPojavio se tehnički problem prilikom registracije na Portal jn.\nUsmereni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn na br. tel. objavljene na internet stranici KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada naručilac može izvršiti izmenu dokumentacije o jn. Da li može i u fazi otvaranja ponuda?...",
    "texts": [
      "Naručilac može da izmeni dokumentaciju o nabavci samo do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n. Dakle, naručilac ne može vršiti izmene dokumentacije o jn u fazi otvaranja ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da odgovori na neblagovremeni zahtev za dodatnim pojašnjenjem?...",
    "texts": [
      "Članom 97. ZJN propisano je postupanje naručioca sa blagovremenim zahtevom za\ndodatnim pojašnjenjem i  informacijama\n, što nameće zaključak da naručilac nije u obavezi da postupi po neblagovremenom zahtevu za pojašnjenje.\nUčestvovali su u o.p. te ih interesuje u kom roku je naručilac dužan da donese odluku o dodeli ugovora o jn.\nUkazano da, saglasno čl. 146. st. 3. ZJN, naručilac donosi odluku o dodeli ugovora o jn u roku od 30 dana od isteka roka za podnošenje ponuda, osim ako je naručilac u kd odredio duži rok.\nJedna od primljenih ponuda u o.p. za nabavku namirnica za ishranu po partijama sadrži tehničku grešku u obrascu strukture cene.\nU toj situaciji naručilac može da postupi po čl. 142. ZJN.\nSproveli su postupak med. potrošnog sanitetskog materijala po partijama  u pregovaračkom postupku bez objavljivanja poziva po čl. 61. st. 7. ZJN. Jedan od ponuđača"
    ],
    "link": null
  },
  {
    "title": "Pitanje: zatražio je uvid u dokumentaciju o jn za partiju za koju nije podeno ponudu. Može li naručilac dozvo...",
    "texts": [
      "Ne, uvid u dokumentaciju o jn dozvoljen je samo privrednom subjektu koji je podneo ponudu za konkretnu partiju, što i proizlazi iz smisla čl. 149. ZJN.\nZatražili bi dodatno pojašnjenje podataka u ponudi koji su im nejasni.\nUkazano na mogućnost naručioca da zahteva dodatna objašnjenja u skladu sa čl. 142. ZJN.\nNaručilac navodi da je u obrascu strukture cene predvideo da je potrebno da se dostave određeni sertifikati, kao zahtev tehničke specifikacije. Navedeni zahtev, međutim, nisu predvideli u Upustvu ponuđačima kako da sačine ponudu, niti u okviru obrasca tehnička specifikacija. U postupku su ponudu podnela dva ponuđača, od kojih je jedan dostavio tražene sertifikate, a drugi nije. Pitaju kako da postupe sa ponudom ponuđača koji nije dostavio sertifikate, da li da je odbio kao neprihvatljivu.\nOdgovoreno da KJN ne može da se izjašnjava kada je reč o stručnoj oceni ponuda. Uz to, skrenuta pažnja da im kd nije sačinjena na način da omogući podnošenje prihvatljive ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ako je naručilac predvideo fiksne fiksne cene u ugovoru, da li sada ima mogućnost izmene ugovora?...",
    "texts": [
      "Da, ako za to postoje objektivni razlozi. Izmena se vrši po članu 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dostavili su sporazum o zajedničkoj ponudi sa datumom od 20.2. a ponudu su kao grupa podneli 14.2.? ...",
    "texts": [
      "Rečeno da sporazum o zajedničkoj ponudi nije sastavni deo ponude. Ukoliko naručilac nije zahtevao ni konkursnom dokumentacijom dostavljanje istog, ne bi bilo relevantno kada je taj sporaum zaključen."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Za koliko moraju da produže rok za podnošenje ponuda?...",
    "texts": [
      "Ukazano na član 87. ZJN.\nInspektor navedene inspekcije u inspekcijskom nadzoru kod jednog naručioca je utvrdio\nsledeće činjenično stanje: naručilac je pre 01.07.2020. godine, sproveo postupak javne nabavke male vrednosti radova, oblikovan po partijama (7 partija), čija je procenjena vrednosti iznosila 700.000,00 rsd. Postupka je pre 01.07.2020. godine, okončan donošenjem odluke o dodeli ugovora za 5 partija i donošenjem odluke o obustavi postupka za 2 partije. Da li je naručilac nakon 01.07.2020. godine, morao za perostale dve partije sprovesti postupak javne nabavke.\nInspektoru je odgovoreno da je prema njegovim navodima prvobitni postupak j.nabavke započet, sproveden i okončan prema odredbama ZJN/2015, i to pre\n01.07.2020. godine, tj. datuma od kojeg se primenjuje novi ZJN/2019, a prestaje primena ranije važećeg zakona. Naime, prema odredbama 239. stav 1. ZJN/2019 je defininisano da se započeti postupci javnih nabavki, pre početka primene novog ZJN, okončavaju po propisima po kojim su započeti. U skladu sa navedenim, a imajući u vidu opisano činjenično stanje, naručilac je okončao predmetni postupka javne nabavke. Dalje, naručioci su prema odredbama člana 239. stav 2. ZJN danom početka primene novog zakona bili dužni da usklade plan javnih nabavki sa odredbama novog zakona. S tim u vezi, naručiocu su mogli javne nabavke koje su bile navedene u Planu javnih nabavki, prebaciti u Plan nabavki, ukoliko su bili ispunjeni neki od zakonskih uslova koji omogućavaju naručiocu da ne primenjuje odredbe zakona (npr. pragove iz člana 27. ZJN/2019). Pored navedenog, naručioci su, shodno odredbama člana 49. stav 2. ZJN, bili u obavezi da donesu posebna akt kojim će bliže odrediti između ostalog i način planiranja i sprovođenja nabavki na koje se zakon ne primenjuje, kao i društvenih i dr.posebnih usluga.\nImajući u vidu prethodno navedeno, a ukoliko ukupna procenjena vrednost predmetnih radova, zajedno sa dve partije za koje je obustavljen postupak javne nabavke ne prelaze limit iz člana 27. stav 1. tačka 1) ZJN/2019 na godišnjem nivou, naručilac za preostale dve partije ne bi bio u obavezi da sprovodi postupak javne nabavke od 01.07.2020. godine, uz prethodnu obavezu usaglašavanja planova javnih nabavki i nabavki na koje se zakon ne primenjuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu da sredstva sa jedne pozicije plana prebace na drugu poziciju plana. Da li mogu to da ...",
    "texts": [
      "Pojašnjen član 88. stav 4. ZJN. Ukoliko imaju potrebu da povećaju procenjenu vrednost javne nabavke za više od 10%, neophodno je da izmene Plan javnih nabavki. Na koji način će to uticati na njihov finansijski plan, zavisi od njihove finansijske službe, kao i propisa koji uređuju to pitanje. ZJN ne uređuje predmetno pitanje.\nUkoliko naručilac ponovo pokreće nabavku za jednu partiju koja je obustavljena, da"
    ],
    "link": null
  },
  {
    "title": "Pitanje: li je potrebno da unosi novu stavku u Plan jn?...",
    "texts": [
      "Ne, pokreće postupak iz postojeće stavke Plana jn..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač postavlja pitanje da je naručilac imao prava da kao uslov za podnošenje ponuda zahteva da od...",
    "texts": [
      "Naručilac mora odrediti uslove koji su u logičko vezi sa predmetom javne nabavke i predstavljaju objektivnu potrebu. Ukoliko ponuđač ima primedbe na kd i smatra da uslovi nisu fer ima mogućnost da mu se obrati putem Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da produži rok za podnošenje ponuda samo za jednu partiju u postupku jn?...",
    "texts": [
      "Ne, rok se mora produžiti za ceo postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje na koji način mogu da ponište postupak, nakon što im je uložen zzp?...",
    "texts": [
      "Naručilac ne može da poništava postupak. Ukazano na čl. 220. st. 1. tač. 2) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Predvideli su kao kriterijum iz čl. 115 posedovanje rešenja nadležnog ministarstva i ponuđač je u Iz...",
    "texts": [
      "Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda, te da ponuđači treba da odgovore na sve zahteve nabavke"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kog iznosa proc. vrednosti za nabavku radova naručilac nije u obavezi da primenjuje odredbe ZJN-a...",
    "texts": [
      "Objašnjeno da Z\nJN ne poznaje male nabavke odnosno ne sadrži pojam male nabavke\n. Postoje nabavke ispod pragova iz čl. 27. ZJN na koje se odredbe ZJN ne primenjuju i nabavke čija je proc. vrednost jednaka ili veća od pragova iz čl 27. ZJN na koje se primenjuju odredbe ZJN.\nKada se radi o nabavci radova čija je proc. vrednost manja od 3.000.000,00 din., naručilac nije u obavezi da primenjuje odredbe ZJN, već ovu nabavku sprovodi u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN. Za nabavke radova čija je proc. vrednost jednaka ili veća od 3.000.000,00 din., naručilac je u obavezi da primenjuje odredbe ZJN.\nTehnička pitanja u vezi sa Portalom jn.\nRečeno da se obrate na br. tel. za konsultacije u vezi primene Portala jn objavljene na internet stranici KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi plana jn. Započeta je konsultacija sa kolegama i koleginicama koji...",
    "texts": [
      "daju konsultacije u vezi sa planom jn.\nProsleđeno Mlađi.\nDa"
    ],
    "link": null
  },
  {
    "title": "Pitanje: li pokrenuti upravni spor protiv odluke RK ima suspenzivno dejstvo?...",
    "texts": [
      "Ukazano na odredbe čl. 228. ZJN odnosno da protiv odluke RK može da se pokrene upravni spor u roku od 15 dana od dana dostavljanja odluke podnosiocu ZZP, te da pokrenuti upravni spor nema suspenzivno dejstvo odn. ne odlaže izvršenje odluke RK. RK obaveštava naručioca u slučaju pokretanja upravnog spora.\nImaju tehnički problem u vezi sa slanjem zahteva za pojašnjenje.\nUpućeni na br. tel. za konsultacije u vezi primene Portala jn objavljene na internet stranici KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U obrascu strukture cene  i modelu ugovora o jn ne poklapaju se podaci. Naručilac smatra da je u pit...",
    "texts": [
      "Naručilac može da zahteva dodatna objašnjenja od ponuđača u skladu sa čl. 142.  ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako postupiti ako najpovoljniji ponuđač ne dostavi tražene dokaze?...",
    "texts": [
      "Naručilac poziva ponuđača koji je dostavio ekonomski najpovoljniju ponudu da u primerenom roku dostavi dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta na način propisan čl. 119. st 1. ZJN. Ukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu ne dostavi dokaze u datom roku, naručilac će u skladu sa čl. 119. st. 6. ZJN ponudu tog ponuđača odbiti i u skladu sa pomenutim st. 1. istog člana pozvati sledećeg ponuđača koji je podneo najpovoljniju ponudu (ukoliko ga ima) da dostavi dokaze, ili će obustaviti postupak jn, ako postoje razlozi za obustavu postupka jn.\nNaručilac je sproveo pregovarački postupak bez objavljivanja. Imali su pregovaranje sa ponuđačem i on se saglasio da spusti cenu. Međutim, sniženu cenu je poslao kroz sanduče, jer se nisu snašli na Portalu. Pitaju da li mogu da prihvate tu sniženu cenu.\nNažalost ne mogu, tako da će morati da prihvate prvobitno ponuđenu cenu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: predstavljala bitnu izmenu ugovora u smislu člana 154. stav 4. tač 1 ZJN?...",
    "texts": [
      "Rečeno da je na naručiocu da proceni da li bi takva izmena ugovora omogućila\nveću konkurenciju, u slučaju da je takav uslov postojao i u toku sprovođenja postupka javne nabavke.\nNaručilac nabavlja za potrebe SKC u Boru kuglanu, kao javnu nabavku\n.\nU predmetnom postupku je dostavljena zajednička ponuda u kojoj je jedan od članova grupe strani privredni subjekt. Obzirom da je procenjena vrednost javne nabavke cca 6.600.000,00 rsd, u obavezi su da prema odredbama člana 119. stav 1. zahtevaju dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednih subjekata. Koje dokaze o nepostojanju osnova za isključenje (član 111. ZJN) mogu da zahtevaju od člana grupe privrednih subjekata koji je strani privredni subjekt.\nNaručiocu objašnjeno da od navedenog člana grupe može zahtevati da dostavi dokaze, kako je to navedeno u odredbama člana 121. stav 2. ili 3. ZJN, uz eventulanu proveru navoda u bazi propisa shodno stavu 4. prethodno navedenog člana zakona. Posebno napomenuto, da izjava privrednog subjekta iz stava 3. prethodno navedenog člana zakona, mora biti overena pred nadležnim organom (sudski, upravnim, javnim beležnikom i sl.) države u kojoj ima registrovano sedište.\nNaručilac je doneo i objavio Odluku o dodeli ugovora u postupku javne nabavke, gde je jedan od ponuđača dostavio prigovor koji nema sadržinu zahteva za zaštitu prava. Pri tom, rok za podnošenje zahteva ističe u ponedeljak. Kako da tretiraju primljeni prigovor.\nNaručiocu odgovoreno da prigovor, ne propisuju odredbe ZJN kao pravni instrument, već isključivo zaštitu prava.  Opreza radi, naručilac mora da vodi računa da li dostavljeni prigovor ima karakteristike i odlike, kao i sadržinu zahteva za zaštitu prava. Sa druge strane, ukoliko dostavljeni prigovor nema odlike zahteva za zaštitu prava, onda naručilac ne bi bio u obavezi da po istom postupa. Preporuka je naručiocu da eventualno obavesti, shodno primljenom prigovoru, podnosioca da prigovor nije predviđen odredbama ZJN i da može do isteka roka podneti zahtev za zaštitu prava shodno datom uputstvu o pravnom sredstvu iz donete i objavljene odluke o dodeli ugovora. Posebno istaknuto da privrednim subjektima nije zabranjeno da se obraćaju naručiocu, po nekom drugom pravno dozvoljenom osnovu, pored činjenice da prigovor kao takav odredbe ZJN ne poznaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su smeli da obustave postupak jn nakon što su otvorili ponude?...",
    "texts": [
      "Ukoliko postoji okolnost predviđena članom 147. ZJN naručilac ima mogućnost obustave postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se visina sredstva obezbeđenja za povraćaj avansa posmatra sa ili bez PDV-a?...",
    "texts": [
      "Sredstvo obezbeđenja za povraćaj avansa mora da bude u visini celokupno plaćenog avansa."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se u slučaju donacija primenjuju odredbe ZJN?...",
    "texts": [
      "Da, to više nije razlog za izuzeće od primene odredbi ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Izabrani ponuđač je odbio da zaključi ugovor koji mu je naručilac dostavio. Da li može zaključiti sa...",
    "texts": [
      "Može..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu izmeniti Obaveštenje o dodeli ugovora iz razloga što su greškom uneli pogrešan datum zakl...",
    "texts": [
      "Ne postoji mogućnost izmene Obaveštenja o dodeli ugovora.\nNaručilac se raspituje o Izveštaju o nabavkama koje su izuzete od zakona.\nUkazano na član 181. ZJN i Uputstvo za objavljivanje podataka o javnim nabavkama koje su izuzete od primene Zakona."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pristigla im je jedna ponuda koja je iznad proc. vrednosti, mogu li da je prihvate?...",
    "texts": [
      "Ukazano na čl. 146. st.2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Vrše izmenu tehničke specifikacije, ali je zaista sitna izmena, da li to predstavlja bitnu izmenu?...",
    "texts": [
      "Naručiocu ukazano na čl. 87. st. 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku ispod limita, pa postavljaju pitanje kako da istu sprovedu?...",
    "texts": [
      "Ukazano na čl. 49. st. 2. ZJN\nHoće da ugovore višegodišnje plaćanje.\nUpućeni na Zakon o rokovima izmirenja novčanih obaveza u komercijalnim transakcijama\nPrimili su mejl od KJN u vezi godišnjeg izveštaja za nabavke izuzete od primene.\nUpućeni da odgovore na mejl i objave izveštaj na Portalu.\nUkazuju na brojne nepravilnosti u postupcima javnih nabavki.\nKonsultacija preneta kolegi Rijadu Lekoviću iz monitoringa.\nImaju pitanja oko popunjavanja izjave iz čl. 118. ZJN.\nUpućeni su na Uputstvo za kor\nisnike\nPortal\na\njn, deo Pri\nprema i podnošenje ponuda u okviru kojeg se\nnalazi e-izjava – način popunjavanja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za adaptaciju tj. prenamenu objekta u galeriju nije se javio nijedan ponuđač. S tim u vezi, p...",
    "texts": [
      "Mogu, pod uslovima koje propisuje\nčl. 61. st. 7. ZJN.\nSprovode nabavku za ugalj i drva po partijama. Za jednu od partija ponuđena cena premašuje iznos proc. vrednosti, te nisu sigurni da li mogu da je prihvate.\nUkoliko naručilac raspolaže potrebnim fin sredstvima, može prihvatiti ponudu ponuđača čija je ponuđena cena veća od iznosa proc. vrednosti i istom dodeliti ugovor o jn, u skladu sa čl\n.\n146. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su u obavezi da objave obaveštenje o izmeni ugovora o jn u slučaju izmene ugovora o jn po osno...",
    "texts": [
      "Da, u skladu sa čl. 155. st. 2. ZJN.\nObratili su se KJN zahtevom za mišljenje o osnovanosti primene pregovaračkog postupka za nabavku čiji je predmet otkup 5 umetničkih dela od jednog potencijalnog ponuđača. Međutim, isti je u međuvremenu odustao od prodaje jednog od 5 umetničkih dela, te postavljaju pitanje da li se ponovo obraćaju KJN izmenjenim zahtevom za mišljenje o osnovanosti primene pregovaračkog postupka za otkup preostala 4 umetnička dela.\nIz razgovora sam saznala da naručilac nije poslao poziv za podnošenje ponude, jer je čekao mišljenje KJN. Rečeno da bi u situaciji da je naručilac uputio poziv za pregovaranje i pot. ponuđač podneo ponudu, takva ponuda bila neprihvatljiva, jer ne bi odgovarala tehn. specifikacijama. Međutim, kako naručilac nije uputio poziv za pregovaranje, naručilac je upućen da izvrši ispravku obaveštenja o sprovođenju pregovaračkog postupka bez objavljivanja javnog poziva.\nDodatno ukazano da\nispravku ovog oglasa naručilac može izvršiti sve dok privrednim subjektima ne budu poslati pozivi za podnošenje ponuda. Takođe, nakon objavljivanja obaveštenja o sprovođenju pregovaračkog postupka bez objavljivanja javnog poziva, a pre nego što je izvršeno slanje poziva za pregovanje privrednim subjektima, naručilac može  i da odustane od sprovođenja tog postupka.\nOtvaranje ponuda je danas u 11\nh.\nDva sata pre otvaranja ponuda primetili su grešku u konkursnoj dokumentaciji, tačnije nisu dobro uneli količinu radova na jednoj poziciji. Pokušali su da izmene dokumentaciju ali"
    ],
    "link": null
  },
  {
    "title": "Pitanje: im Portal nije dozvolio. Kako da postupe?...",
    "texts": [
      "Portal im nije dozvolio izmenu, jer bi bila objavljena tek sutradan. Dakle, bilo je moguće izmeniti dokumentaciju najkasnije dan pre otvaranja ponude kako bi ista bila objavljena do roka za podnošenje ponuda, odnosno do otvaranja ponuda.\nU ovoj situaciji mogu jedino da obustave postupak ili da nastave postupak sa objavljenom konkursnom dokumentacijom, a onda naknadno da sprovedu novi postupak za tu dodatnu količinu radova, za koju su želeli da izmene konkursnu dokumentaciju.\nNaručilac ne zna da li je dobio ispravan dokaz od ponuđača (određeni sertifikat), niti zna zbog čega je isti tražio (prepisao je od tehničku specifikaciju od drugih predškolskih ustanova). Postavlja pitanje da li može prihvatiti takav dokaz i da li je taj sertifikat uopšte odgovarajuć za predmetnu javnu nabavku.\nUkazano da naručilac sastavlja konkursnu dokumentaciju u skladu sa potrebama i predmetom javne nabake, kao i da nakon toga ocenjuje dostavljene ponude. KJN nema ovlašćenja za postupanje u navedenim slučajevima."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se nepostajanje osnova za isključenje iz člana 111. st. 3-5. ZJN dokazuje samo izjavom?...",
    "texts": [
      "Da..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da je dobio ponudu u kojoj je ponuđač greškom propustio da unese jediničnu cenu sa ...",
    "texts": [
      "Može..\nNaručilac može da obije ponudu ponuđača koji ima osnove za isključenje koje je naručilac predvideo, odnosno samo za one krit. za kval. izbor koje je predvideo u dok.\nNažalost ne, nakon isteka roka za podnošenje ponude…"
    ],
    "link": null
  }
]