[
  {
    "title": "Pitanje: Najpovoljniji ponuđač je deo ponude dostavio poštom. Kako da tretiraju takvu ponudu?...",
    "texts": [
      "KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini naručilac. Ukazano da se ponude podnose isključivo elektronski, putem Portala za javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: nabavke u cilju izbegavanja primene ZJN?...",
    "texts": [
      "Pojašnjeno na koji način određuju predmet javne nabavke. Ukazano na čl. 27. i 29. ZJN. Finansijski plan je njihova interna stvar.\nU o.p. pristigla je samo jedna ponuda. Ponuđač je dostavio sve osim sredstva fin. obezbeđenja (ovde menica za ozbiljnost ponude) koja se dostavlja neelektronski i pristigla je neblagovremeno. S obzirom da je ponuda neblagovremena, da li obustavljaju postupak po osnovu čl. 147. st. 1. tač. 4) ili tač. 8) ZJN?\nPre svega, ukazano je na čl. 139 ZJN. Pored toga, ukazano na čl. 5. Pravilnika o otvaranju\nponuda, te da ukoliko su\ndelov\ni\nponude podneti neblagovremeno\n(ovde menica za ozbiljnost ponude)\nsmatra\nse\nda je\n(celokupna)\nponuda neblagovremena\ni takvu ponudu naručilac\nje dužan da\nkonstatuje u izveštaju o postupku j\nn\niz člana 14\n5. ZJN.\nNa\npitanje da li se u ovom slučaju prilikom donošenja odluke o obustavi postupka jn naručilac poziva na osnov iz čl. 147. st. 1. tač. 4) ili 8) ZJN, mogući odgovor je da ne bi bilo pogrešno pozivanje naručioca ni na jedan od ova dva osnova, ali naručilac mora da se opredeli tj. navede samo jedan osnov i, svakako, isti obrazloži na Portalu jn. Naime, osnov za odluku o obustavi postupka jn iz čl. 147. st. 1. tač. 4) ZJN odnosi se na situaciju kada nije podneta nijedna ponuda/prijava (što ovde može tako da se posmatra, mada nije definisano, da ako je pristigla samo ponuda koja je neblagovremena, u stvari nije pristigla nijedna ponuda).  Osnov za odluku o obustavi postupka jn iz čl. 147. st. 1. tač. 8) ZJN odnosi se, pak, na situaciju kada nakon pregleda i stručne ocene ponuda naručilac utvrdi da su sve ponude neprihvatljive (što može da se posmatra u skladu sa prethodno navedenim odn. da s obzirom da je pristigla samo ponuda koja je neblagovremena, koja je samim tim u skladu sa čl. 147. ZJN - neprihvatljiva)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: iz čl. 63. ZJN?...",
    "texts": [
      "Koliki je minimalni broj kandidata u pregovaračkom postupku sa objavljivanjem javnog poziva"
    ],
    "link": null
  },
  {
    "title": "Pitanje: iz čl. 63. ZJN?...",
    "texts": [
      "Prema čl. 63. st. 3. ZJN,  sektorski naručilac može da skrati rok za podnošenje prijava koji ne može da bude kraći od 15 dana , ako minimalni rok za podnošenje ponuda iz st. 2. istog člana  nije primeren iz razloga opravdane hitnosti, za koju sektorski naručilac poseduje valjane dokaze.\nPrema čl. 64. ZJN, minimalni broj kandidata u pregovaračkom postupku sa objavljivanjem javnog poziva\niz čl. 63.\nZJN je  - tri kandidata. Ukazano i na ostale odredbe čl. 64. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da upute zahtev za tumačenje ZJN?...",
    "texts": [
      "Dato uputstvo."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li u slučaju izmene ugovora po osnovu čl. 158. ZJN, zaključenog po osnovu okvirnog sporazuma,  vr...",
    "texts": [
      "i"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ugovora i okvirnog sporazuma?...",
    "texts": [
      "Naručilac u tom slučaju vrši izmenu okvirnog sporazuma pod uslovom da su  ispunjeni uslovi iz čl. 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje za Portal jn....",
    "texts": [
      "Prosleđeno kolegama koji daju konsultacije u vezi sa primenom Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kom slučaju naručilac može da zaključi ugovor o jn, a da ne čeka istek roka za podnošenje ZZP?...",
    "texts": [
      "Može u slučajevima iz čl. 151. ZJN. Ukoliko naručilac postupi suprotno ovoj odredbi i zaključi ugovor o jn, a da nisu ispunjeni uslovi iz čl. 151\n.\nZJN, čini prekršaj iz čl. 236. st. 1. tač. 12)  ZJN.\nNaručilac ima dilemu da li da izvrši izmenu po osnovu člana 157. ili 158. ZJN.\nPojašnjen svaki član i razlika između njih."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kakva je procedura nakon što je izabrani ponuđač odbio da zaključi ugovor, a to je bila jedina ponud...",
    "texts": [
      "Potrebno je da naručilac ponovo uđe u stručnu ocenu ponuda, i nakon toga da donese odluku o obustavi postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje vezano za licence članova grupe ponuđača koje su prestale da postoje ali je određeno da važe...",
    "texts": [
      "Ukazano da KJN nema ovlašćenja da vrši stručnu ocenu ponuda, te preporučena da kontaktiraju izdavaoca licenci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se poziv na žrebanje vrši putem portala jn?...",
    "texts": [
      "Ne postoji takva mogućnost na Portalu jn, neka uputi pozim putem mejla.\nNaručilac ukazuje da nije u skladu sa zakonom to što nije moguća izmena konkursne dokumentacije na dan otvaranja ponuda.\nPrimljeno k znanju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je postojala mogućnost odricanja od prava na zzp?...",
    "texts": [
      "Ne, bio je dužan da sačeka da istekne rok od 5 dana za podnošenje zzp-a.\nZJN/15 nije predviđao takvu mogućnost.\nNaručilac nije postupio u skladu sa članom 181. Zakona o javnim nabavkama, odnosno nije\nu zakonskom roku dostavio podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nDobio je zahtev Kancelarije za javne nabavke da se izjasni da li je u toku 2021. godine imao takve nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imajući u vidu da je naručilac sprovodio nabavke čija je procenjena vrednost bila ispod zakonskog pr...",
    "texts": [
      "Data su potrebna uputstva i smernice u smislu daljeg postupanja kad je reč o nabavkama izuzetim od primene zakona po navedenim osnovima, kao i eventualnim tehničkim smetnjama.\nNaručilac je nakon donošenja i objavljivanja odluke o dodeli ugovora o javnoj nabavci uočio grešku. Ponovo je izvršio stručnu ocenu ponuda i objavio novu odluku o dodeli ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavlja pitanje da li je dužan da čeka novih 10 dana za zaključenje ugovora....",
    "texts": [
      "Objašnjeno je da od objavljivanja druge odluke teče novi rok za podnošenje zahteva za zaštitu prava."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da ponuđaču odgovori na zahtev za uvid u ponudu?...",
    "texts": [
      "Rečeno da je naručilac dužan da u roku od 2 radna dana od kada je primio zahtev za uvid u dokumentaciju, omogući ponuđaču uvid u istu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje izmene ugovora u pogledu viškova?...",
    "texts": [
      "Naručiocu ukazano da saglasno čl. 157. st. 5. ZJN ugovoreni viškovi radova ne predstavljaju izmenu ugovora o javnoj nabavci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje stručne ocene ponuda...",
    "texts": [
      "Ukazano da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da je sutra otvaranje ponuda i da oni danas vrše izmenu k.d. u delu tehničke specif...",
    "texts": [
      "Ukazano na čl. 87. st. 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su višestruko veću ponudu za nabavku el. energije, kako postupaju?...",
    "texts": [
      "Ukazano na čl. 144. st. 2. ZJN i čl. 146. st. 2. ZJN\nPonuđač prenosi sugestiju, da naručilac ne bi trebao da vidi na Portalu ko mu traži dodatne informacije saglasno čl. 97. ZJN, te u tom smislu traži da se takva mogućnost na Portalu ukine.\nNaručilac je pokrenuo postupak javne nabavke hrane (paketi) i  rok za podnošenje ponuda je 14.04.2022. godine. Uvideli su da je u obarscu strukture ponuđene cene načinjena tehnička greška (umesto 10 hiljada, navedeno 5 hiljada paketa). Navedeni podaci su ispravno navedeni u obrascu tehničke specifikacija. Da li moraju da produžavaju rok za pdonošenje ponude, ukoliko\nizmene tj. isprave navedenu grešku.\nU postupku javne nabavke, primili su ponudu u kojoj je prilikom računske kontrole utvrđeno da je ponuđač propustio da unese u jednoj stavci obrasca str.ponuđene cene, jediničnu cenu neto i bruto, kao i ukupnu neto i bruto za ovu stavku (u obrascu je naveden zahtev  za popunjavanjem svih stavki u istom). Kako mogu da tretiraju navedenu ponudu.\nNaručiocu odgovoreno, da prema odredbama člana 87. stav 1. tačka 2) ZJN, naručilac ima dužnost produženja roka za podnošenje ponuda, ukoliko je dokumentacija bitno izmenjena. Definicija bitne izmene dokumentacije je navedena u sledećem stavu prethodno navedenog člana zakona. Ukoliko bi navedena izmena iziskivala nužno dodatno vreme za pripremu ponuda, naručilac bi bio u obavezi da produži\nrok za podnošenje ponuda, na način definisan članom 87. stav 3. ZJN.\nU pogledu drugog pitanja, skrenuta pažnja naručiocu da KJN ne vrši stručnu ocenu ponuda, već komisija naručioca. Prema navodima iz usmenog razgovora proizilazi da navedeni ponuđač nije postupio u skladu sa zahtevom naručioca, te da iz navedene ponude nije moguće utvrditi stvarnu sadržinu, niti je moguće uporediti sa drugim dostavljenim ponudama, a što je i razlog neprihvatljivosti ponude shodno odredbama člana 144. stav 1. tačka 6) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje u vezi uvida u dokumentaciju, odnosno ponudu izabranog ponuđača. Naruč...",
    "texts": [
      "Naručiocu odgovoreno da je shodno članu 149. ZJN u obavezi da omogući uvid u dokumentaciju i kopiranje dokumentacije o trošku podnosioca zahteva u roku od dva dana od dana prijema pisanog zahteva. Naime, tokom telefonske konsultacije konstatovao sam na osnovu navoda naručioca da privredni subjekt koji je učestvovao u predmetnom postupku javne nabavke kao ponuđač nije podneo zahtev za uvidom u dokumentaciju shodno članu 149. ZJN\n(\nzainteresovani privredni subjekt nije zahtev za uvid podneo niti putem Portala, niti pisanim putem na adresu naručioca, već telefonskim pozivom). Po pitanju poverljivih podataka koje je naručilac u obavezi da zaštiti, naručiocu pojašnjeno da je u obavezi da zaštiti one podatke koje je izabrani ponuđač u ponudi označio kao poverljive, kao i da je u obavezi da konsultuje Zakon o zaštiti tajnih podataka i da postupi shodno istom, ukoliko za to postoji potreba."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje u vezi rokova za podnošenje ponuda iz člana 52. ZJN. Procenjena vredno...",
    "texts": [
      "nabavke je 60.000.000 dinara.\nNaručiocu pojašnjenja odredba člana 94. ZJN, konkretno odredba člana 94. stav 3. ZJN kojim je propisano da srestvo obezbeđenja iz stava 1. tačka 2) i 3) ovog člana ne može da bude veće od 10% vrednosti ugovora o javnoj nabavci bez poreza na dodatu vrednost. Naručilac shodno načinu na koji je predvideo u konkursnoj dokumentaciji zadržava pravo da aktivira menicu u slučaju\nneispunjavanja ugovornih obaveza. Ako je menica bila predviđena na 10% vrednosti ugovora o javnoj nabavci, naručilac predmetno sredstvo obezbeđenja aktivira na 10%, kao i što je bilo predviđeno konkursnom dokumentacijom, odnosno ugovorom o javnoj nabavci.\nNa osnovu navoda naručioca tokom telefonske konsultacije, konstatovao sam da je naručiocu neophodno hitno nabavljanje određenih dobara, u konkretnom slučaju je u pitanju hrana za pacijente. Naručiocu predočena mogućnost iz člana 52. stav 6. ZJN kojim je propisano da naručilac može da odredi kraći rok za podnošenje ponuda, ali ne kraći od 15 dana od dana slanja na objavljivanje javnog poziva, ako rok iz stava 3. tačka 1) i 2) ovog člana nije primeren iz razloga opravdane hitnosti, za koju naručilac poseduje valjane dokaze. Naglasio sam da u slučaju da naručilac iskoristi pravo iz člana 52. stav 6. ZJN, u obavezi je da obrazloži u dokumentaciji o nabavci razloge zbog kojih je odredio rok za podnošenje ponuda za predmetni postupak javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje u vezi izmene ugovora o javnoj nabavci usled nepredviđenih okolnosti. ...",
    "texts": [
      "Naručiocu odgovoreno da shodno članu 158. stav 1. ZJN ugovor o javnoj nabavci može da se izmeni kada su ispunjeni svi svi sledeći uslovi: 1) potreba za izmenom nastala je zbog okolnosti koje savestan naručilac nije mogao da predvidi; 2) izmenom se ne menja priroda ugovora. Naručiocu takođe odgovoreno da shodno članu 158. stav 2. ZJN u slučaju iz stava 1. ovog člana, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Dalje, naručiocu skrenuta pažnja da se ograničenje odnosi na ukupnu vrednost\nsvih izmena, ako se ugovor menja više puta."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje u vezi izmene ugovora o javnoj nabavci usled nepredviđenih okolnosti....",
    "texts": [
      "Naručiocu odgovoreno da shodno članu 158. stav 1. ZJN ugovor o javnoj nabavci može da se izmeni kada su ispunjeni svi svi sledeći uslovi: 1) potreba za izmenom nastala je zbog okolnosti koje savestan naručilac nije mogao da predvidi; 2) izmenom se ne menja priroda ugovora. Naručiocu takođe odgovoreno da shodno članu 158. stav 2. ZJN u slučaju iz stava 1. ovog člana, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Dalje, naručiocu skrenuta pažnja da se ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta. Naručiocu je pojašnjeno da ukoliko dobije zahtev od strane dobavljača u kome se zahteva poveđanje ugovorene vrednosti usled porasta cena na tržištu, naručilac ceni opravdanost traženog zahteva na osnovu navoda dobavljača/druge ugovorne strane u obrazloženju zahteva. U slučaju da naručilac smatra da su navodi opravdani, nema nikakvih zakonskih smetnji da postupi u skladu sa članom 158. ZJN.\nNaručilac je sproveo javnu nabavku električne energije. Procenjena vrednost javne nabavke je 4.000.000,00 dinara. Naručilac je jednu ponudu u vrednosti preko 10.000.000,00 dinara i interesuje ga da li da obustavi postupak ili da zaključi ugovor.\nSkrenuta mu je pažnja da zbog razlike u procenjenoj i ponuđenoj ceni, najbolje rešenje bi bilo da obustavi postupak, ponovo sprovede istraživanje tržišta pozivajući potencijalne ponuđače kako bi se raspitao o potencijalnom porastu cena i potom izmeni Plan javnih nabavki kako bi preusmerio sredstva za tu javnu nabavku. Takođe mu je rečeno da je ovakva situacija trenutno česta zbog rasta cene električne energije.\nNaručioca interesu je da li pozorišne predstave potpadaju pod društvene usluge da bi znao da li može da sprovede javnu nabavku na koju se zakon ne primenjuje iz člana 27. stav 1. tačka 3).\nUpućen je na CPV oznake i da proveri da li usluge za koje sprovodi javnu nabavku potpadaju pod neku od tih oznaka. Rečeno mu je da i u slučaju da nije u obavezi da primeni odredbe zakona na te postupke i dalje je u obavezi da primenjuje načela Zakona o javnim nabavkama. Takođe, skrenuta mu je pažnja na član 49. ZJN, na osnovu kog je u obavezi da donese interni akt o sprovođenju postupaka na koje se\nzako ne primenjuje i da postupa po tom aktu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko im je predmet nabavke „grejalica sa daskom“, a ponuđač je u svojoj ponudi naveo samo grejali...",
    "texts": [
      "Odgovoreno da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini naručilac. Međutim, ukazano da je potrebno da ponuda sadrži sve ono što je naručilac naveo u konkursnoj dokumentaciji.\nPoslali su KJN elektronski putem Portala jn obrazloženje i dokumentaciju radi dobijanja  mišljenja o osnovanosti primene pregovaračkog postupka za nabavku usluga održavanja informacionog sistema IS LPA. Međutim, načinili su tehničku grešku i umesto da su se pozvali na primenu  čl. 61. st. 1. tač. (3) ZJN, pozvali su se na primenu čl. 61. st. 1. tač. (1), te su od strane KJN upućeni da povodom toga dostave dodatno obrazloženje.\nOdgovoreno da urede zahtev odnosno postupe po mišljenju KJN i dostave dodatno obrazloženje u kojem će se pozvati na adekvatan pravni osnov (čl. 61. st. 1. tač. (3) ZJN), te isti dostave KJN kao i prethodno, elektronski putem Portala jn.\nUrgencija za dobijanje mišljenja/tumačenja o primeni ZJN povodom zahteva za tumačenje u vezi povećanja cena\nod strane\ndobavljača, interni zavodni broj naručioca 202/2 od 14.3.2022. godine, primljenog u  KJN 16.3.2022.godine.\nPreneto Gagi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se na pojedina pitanja u postupku zašite prava koja nisu u celini uređena ZJN-om (npr. rešenje...",
    "texts": [
      "Predočeno da je čl. 212. ZJN predviđena shodna primena odredaba ZUP-a na pojedina pitanja u postupcima iz nadležnosti Republičke komisije (npr. rešenje i ispravljanje grešaka u rešenju, računanje rokova i u drugim slučajevima propisani ovim članom ZJN), ako nije drugačije propisano ZJN-om uz poštovanje načela ZJN i specifičnosti samog postupka jn i zaštite prava."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li učesnici u zajedničkoj ponudi (članovi grupe privrednih subjekata) mogu da dostave sredstvo fi...",
    "texts": [
      "Tokom razgovora saznala sam da je nabavka u fazi roka za podnošenje ponuda, te sam ukazala ponuđaču na mogućnost da zatraži dodatna pjašnjenja od strane naručioca u roku i na način propisan čl. 97. ZJN. Pored toga, rečeno da ZJN ne predviđa ovu situaciju, ali je i ne zabranjuje, tako da sa stanovišta ZJN nema smetnji da članovi grupe ponuđača tako postupe odn. dostave sredstvo fin.\nobezbeđenja za dobro izvršenje posla u procentualnom iznosu. Osim toga, grupa privrednih subjekata ima mogućnost da uredi međusobne odnose putem sporazuma o zajedničkom nastupu (iako ga ZJN ne predviđa) kojim, između ostalog, mogu da urede i način dostavljanja sredstva fin. obezbeđenja za dobro izvršenje posla, imajući u vidu da svi članovi grupe privrednih subjekata snose solidarnu odgovornost za izvršenje ugovora o jn.\nNe mogu da se uloguju na Portalu jn.\nProsleđeno kolegama koji pružaju tehničku podršku radu na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko je naručilac pokrenuo nabavku po hitnosti, da li je u obavezi da je naknadno unese u Plan ja...",
    "texts": [
      "Rečeno da takva obaveza nije predviđena u ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Odbili su sve ponude jer su bile iznad procenjene vrednosti. Da li novu nabavku treba da pokrenu iz ...",
    "texts": [
      "Odgovoreno da mogu iz iste pozicije plana da pokrenu novu nabavku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako strani ponuđač dokazuje nepostojanje osnova za isključenje?...",
    "texts": [
      "Ponuđač upućen na čl. 121. st. 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku radova, čija je proc. vred. 500 000 dinara, na koji način istu sprovode?...",
    "texts": [
      "U skladu sa internim aktom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Hoće da izmene odluku o dodeli okvirnog sporazuma, da li moraju da čekaju novi rok za zzp?...",
    "texts": [
      "Da, moraju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Doneli su odluku o dodeli ugovora i ista je postala konačna. Sada je privredni subjekt pre nego što ...",
    "texts": [
      "Naručiocu skrenuta pažnja da novoformirani privredni subjekt mora da ispunjava sve zahteve iz postupka koje je ispunjavao i kao preduzetnik i takođe ukazano da obrate pažnju na sredstva obezbeđenja ukoliko su ista predvideli."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje...",
    "texts": [
      "Upućeni na kolege sa Portala"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje stručne ocene ponuda...",
    "texts": [
      "Ukazano da KJN ne  vrši stručnu ocenu.\nNaručilac sprovodi postupak javne nabavke (proc.vrednost cca 25 miliona rsd). Dana 05.04.2022.\ngodine je bilo zakazano otvaranje ponuda, ali su prethodni dan pomerili rok za jedan dan. U međuvremenu, 04.04.2022. primili su zahtev za zaštitu prava\nna konkursnu dokumentaciju putem\nPortala javnih nabav"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ki. Naručilac postavlja pitanje d...",
    "texts": [
      "a\nli postoji neki rok za postupanje naručioca, u smislu ocene neblagovrenosti podnetog zahteva i odbacivanja istog rešenjem.\nNaručiocu odgovoreno da je prema odredbama člana 219. stav 1. ZJN odmah po prijemu zahteva utvrđuje između\nostalog da\nli je zahtev p\nodnet u roku. Pre toga naručilac, ima shodno članu 214. stav 8. ZJN obavezui da objavi oabe\nštenj\ne\no podnetom zahtevu za zaštitu prava i preporuka je uvek da isto učini bez odlaganja (iz razloga zaustavljanja postupka j.nabavke, kako je\nto\ni definisano odredbama člana 216. stav 1. ZJN). U smislu roka koji naručilac navodi on ne postoji, ali je nedvosmisleno predviđeno da naručilac odmah po prijemu zahteva utvrđuje sve okolnosti iz člana 219. stav 1. ZJN, pa i blagovremenost zahteva. Ukoliko je zahtev neblagovremen, naručilac će isti odbaciti rešenjem, prema odredbi člana 219. stav 5. ZJN, u kojem će biti pouka o pravu na ulaga\nnj\ne žalbe prema navodima iz stava 8. navedenog člana zakona. Doneto Rešenje se dostavlja podnosiocu zahteva i Republičkoj komisiji u roku od tri dana od dana donošenja (ukoliko je zahtev podnet putem Portala j.nabavki, onda putem istog). Nakon protoka roka za žalbu, naručilac može nastaviti postupak javne nabavke, ukoliko žalba nije izjavljena na do\nne\nto rešenje.\nNaručilac je sproveo postupak javne nabavke električne energije, gde je jedina ponuda (EPS-a) značajno iznad procenje\nne\nvrednosti (vrednost ponude 10 miliona rsd, proc.vrednost 4 miliona rsd). Da li u navedenom slučaju mogu da dodele ugovor ponuđaču, ili moraju da ponudu odbiju i obustave postupak.\nUkoliko bi se odlučili na obustavu postupka, da li se pozivaju na osnov iz člana 147. stav 1. tačka 8) ZJN.\nNaručiocu odgovoreno da prema odredbama člana 146. stav 2. ZJN naručilac može da dodeli ugovor ponuđaču čija vrednost ponude prelazi proc.vrednost javne nabavke. Međutim, prema odredbama člana 144. stav 2. ZJN, naručilac može da odbije ponudu kao neprihvatljivu iz razloga što vrednost ist\ne\nprelazi iznos procenjen\ne\nvrednosti javne nabavke ili raspoloživih sredstava. Ocena ponude i prihvatilj\ni\nvost iste, u smilsu prethodno navedenog, je u rukama naručioca, ali isti pri tom mora imati u vidu da svojim postupanjem može povrediti neke druge propise, posebno finansijske (Zakon o budžetu, neke opšte i pojedinačne akte i dr.).\nDa, naručilac\nse u kon\nk\nretnom slučaju\nmože pozvati na osnov\nza obustavu iz člana 147. stav 1. tačka 8) ZJN, ali je pri tom dužan da navede i razloge neprihvatljivosti ponude (prema članu 145. stav 2. tačka 5) ZJN)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavio pitanje koje se tiče načina dokazivanja Tehničkog i stručnog kapaciteta koji se o...",
    "texts": [
      "Naručiocu odgovoreno da ukoliko privredni subjekt ima zaključen ugovor o poslovno-tehničkoj saradnji ili drugi ugovor na osnovu koga se može utvrditi da privredni subjekt ispunjava tražene kriterijume, a da pritom u ponudi nije naveo da koristi kapacitete drugih subjekata u postupku javne nabavke, to se smatra kapacitetom privrednog subjekta koji podnosi ponudu. S druge strane, privredni sujekti imaju pravo shodno članu 130. ZJN da koriste kapacitete drugih subjekata. Naručiocu pojašnjena odredba člana 130. stav 1. ZJN.\nNaručiocu odgovoreno da je shodno postavljeno kriterijumu, odnosno, onako kako je predvideo u konkursnoj dokumentaciji, uključujući u način dokazivanja gore, ceni ispunjenost traženog kriterijuma. Naručiocu ukazano na odredbu člana 124. stav 1. tačka 9) ZJN kojom je propisano da se tehnički i stručni kapacitet dokazuje dostavljanjem jednog ili više dokaza i to izjave o prosečnom godišnjem broju zaposlenih prižaoca usluga i izvođača radova i broju rukovodećeg osoblja u poslednje tri godine pre isteka roka za podnošenje ponuda, odnosno prijava. Naručiocu naglašeno da se gore navedeni način dokazivanja odnosi samo na nabavke usluga i radova."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavio pitanje u vezi Izveštaja o nabavkama na koje se ZJN ne primenjuje....",
    "texts": [
      "Naručiocu odgovoreno da se Kancelarija 22.2.2022. godine obratila naručiocima putem mejla da obaveste Kancelariju da li su tokom 2021. godine sprovodili nabavke na koje se ne primenjuju odredbe ZJN. Prilikom konstultacije, utvrđeno je da na mejl nisu odgovorili usled tehničke\nnemogućnosti i zamolili su da ponovimo slanje mejla. Preneo sam koleginici Nataliji. Takođe, posavetovao sam naručioca da po prijemu mejla bez odlaganja odgovori na isti, kao i da ukoliko su sprovodili nabavke na koje se ZJN ne primenjuje, objave Izveštaj na Portalu. Naručiocu naglašeno da su shodno članu 181. ZJN bili u obavezi da najkasnije do 31. januara tekuće godine objave Izveštaj na Portalu za prethodnu godinu, ali da bez obzira što su prekludirali rok iz člana 181. ZJN, objave Izveštaj ukoliko su sprovodili nabavke na koje se ZJN ne primenjuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje vezano za aktiviranje sredstva obezbeđenja u postupku javne nabavke, k...",
    "texts": [
      "Naručiocu odgovoreno da shodno članu 158. stav 1. ZJN ugovor o javnoj nabavci može da se izmeni kada su ispunjeni svi sledeći uslovi: 1) potreba za izmenom nastala je zbog okolnosti koje savestan naručilac nije mogao da predvidi; 2) izmenom se ne menja priroda ugovora. Dalje, naručiocu ukazano na odredbu člana 158. stav 2. ZJN kojom je propisano da povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Takođe, naručiocu ukazano na odredbu člana 158. stav 3. ZJN kojom je propisano da se ograničenje iz stava 2. ovog člana odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta. Naručiocu ukazano na odredbu člana 154. stav 3. ZJN kojom je propisano da naručilac ne može da vrši bitne izmene ugovora o javnoj nabavci. Posebno naglašena odredba člana 154. stav 4. ZJN, koja pojašnjava šta se podrazumeva bitnom izmenom ugovora.\nNaručiocu ukazano na odredbu člana 94. stav 3. ZJN kojom je propisano da sredstvo\nobezbeđenja iz stava 1. tačka 2) i 3) ovog člana ne može da bude veće od 10% vrednosti ugovora o javnoj nabavci bez poreza na dodatu vrednost. Dalje, naručiocu ukazano da gore navedeno sredstvo obezbeđenja za ispunjenje ugovornih obaveza aktivira shodno načinu i pod uslovima kako je predvideo u dokumentaciji o predmetnoj javnoj nabavci, konkretno, u modelu ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavio pitanje u vezi Izveštaja o nabavkama na koje se ZJN ne primenjuje....",
    "texts": [
      "Naručiocu odgovoreno da se Kancelarija 22.2.2022. godine obratila naručiocima putem mejla da obaveste Kancelariju da li su tokom 2021. godine sprovodili nabavke na koje se ne primenjuju odredbe ZJN. Prilikom konstultacije, utvrđeno je da na mejl nisu odgovorili usled tehničke nemogućnosti i zamolili su da ponovimo slanje mejla. Preneo sam koleginici Nataliji. Takođe, posavetovao sam naručioca da po prijemu mejla bez odlaganja odgovori na isti, kao i da ukoliko su sprovodili nabavke na koje se ZJN ne primenjuje, objave Izveštaj na Portalu. Naručiocu naglašeno da su shodno članu 181. ZJN bili u obavezi da najkasnije do 31. januara tekuće godine objave Izveštaj na Portalu za prethodnu godinu, ali da bez obzira što su prekludirali rok iz člana 181. ZJN, objave Izveštaj ukoliko su sprovodili nabavke na koje se ZJN ne primenjuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavljaju gorivo proc. vrednosti ispod milion dinara. Da li sprovode kao nabavku na kou se odredbe ...",
    "texts": [
      "Da, s obzirom da se radi o nabavci ispod praga iz čl. 27. ZJN, naručilac istu sprovodi u skladu sa posebnim aktom iz čl. 49. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako postupiti u  slučaju razlike jedinične i ukupne cene?...",
    "texts": [
      "U slučaju postojanja razlike između jedinične i ukupne cene u ponudi, kao merodavna uzima se jedinična cena."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada i u kom slučaju mogu da izmene ugovor o jn u slučaju pojave dodatnih radova?...",
    "texts": [
      "Odgovoreno da naručilac sam procenjuje da li su ispunjeni uslovi iz čl. 157. ZJN. Prvo, potrebno je da ugovor o jn radova traje tj. da nije raskinut ili prestao da važi, te da su ispunjeni uslovi iz čl. 157. ZJN uz obavezu objavljivanja obaveštenja o izmeni ugovora u skladu sa čl. 155. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da prihvate ponudu sadrži ponuđenu cenu koja sadrži ponuđenu cenu veću od procenjene vred...",
    "texts": [
      "Javila se potreba za izmenom ugovora o jn radova usled povećanja obima nabavke S tim u vezi, pitaju da li dolazi u obzir primena  čl. 160. ZJN.\nUkazano da naručilac može dodeliti ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN., te da se podrazumeva da naručilac u tom slučaju treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke.\nIzmenu ugovora o jn usled povećanja obima nabavke (ovde, radova) naručilac može izvršiti pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni uslovi propisani čl. 160. ZJN. Pored toga, ukazano da nisu dužni da objave obaveštenje o izmeni ugovora o jn po ovom osnovu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nisu više u mogućnosti da isporučuju papir po ugovorenoj ceni usled porasta cene prouzrokovane ukraj...",
    "texts": [
      "Zatražili pojašnjenje čl. 112. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se raskid ugovora o jn objavljuje na Portalu jn?...",
    "texts": [
      "U tom slučaju, opcija je raskid ugovora o jn (jednostrani ili sporazumni).\n.\nDato pojašnjenje odredaba čl. 112. ZJN i, s tim u vezi, čl. 113. ZJN u pogledu mera za izuzeće kod osnova za isključenje (self cleaning\nmere\n).\nNe."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može sada pokrenuti postupak jn za sve partije, osim za jednu partiju za koju bi postupak pokr...",
    "texts": [
      "Može..\nNaručilac je od prvorangiranog ponuđača zahtevao dostavljanje dokaza, međutim, on je sastavio i dostavio izjavu datu pod materijalnom i krivičnom odgovornošću.\nShodno odredbama člana 119. Zakona o javnim nabavkama, naručilac je dužan da odbije ponudu tog ponuđača i u skladu sa stavom 1. ovog člana pozove sledećeg ponuđača koji je podneo najpovoljniju ponudu ili da obustavi postupak javne nabavke, ako postoje razlozi za obustavu.\nNaručilac je od dobavljača dobio zahtev za izmenu ugovora iz razloga što je došlo do poskupljenja kancelarijskog materijala na tržištu, konkretno fotokopir papira.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nNapomenuto je da naručilac nije dužan da prihvati zahtev dobavljača, te da može da raskine ugovor i sprovede novi postupak javne nabavke.\nNaručilac sprovodi postupak javne nabavke u kojem je prvorangirani ponuđač odbio zaključenje ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: S tim u vezi, postavlja pitanje da li da ga ponovo kontaktira ili da obustavi postupak....",
    "texts": [
      "Naručilac ne može da prinudi ponuđača da zaključe ugovor.\nKad je reč o potrebi naručioca za predmetom nabavke, ono što može da učini je da ugovor zaključi sa drugorangiranim ili obustavi taj postupak javne nabavke i sprovede novi.\nŠto se tiče prvorangiranog ponuđača, članom 237. Zakona o javnim nabavkama predviđena je prekršajna odgovornost za ponuđača koji po pozivu naručioca ne zaključi ugovor o javnoj nabavci osim ukoliko postoje razlozi na koje ponuđač nije mogao da utiče niti je mogao da ih predvidi, spreči, otkloni ili izbegne, a zbog kojih zaključenje ili izvršenje ugovora u skladu sa uslovima iz dokumentacije o nabavci i izabrane ponude nije moguće (član 152).\nTakođe, aktivirati sredstvo obezbeđenja ukoliko je bilo predviđeno za ozbiljnost ponude.\nU toku je realizacija ugovora o javnoj nabavci nameštaja, sporna stavka su kreveti, u smislu izmene ugovora.\nNavedeni ponuđač se interesuje za zakonske osnove za izmenu.\nProtumačene su odgovarajuće odredbe čl. 155-161. Zakona o javnim nabavkama, kojima su uređene izmene, a posebno čl. 156. i 158.\nTakođe, objašnjeno je da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da prihvati podnudu iznad procenjene vrednosti?...",
    "texts": [
      "Rečeno da može, u skladu sa članom 146. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da vrši aneksiranje ugovora za za koji nije sproveo postupak javne nabavke?...",
    "texts": [
      "Odgovoreno da može, da u pogledu nabavki na koje se ne primenjuje zakon postupa u skldau sa internim aktom i načelima ZJN.\nNaručilac objavio Obaveštenje o zaključenom ugovoru, nakon čega je ponuđač odbio da zaključi"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ugovor zbog povećanja cena, pa je nakon toga i drugorangirani odbio da zaključi ugovor. Kako da post...",
    "texts": [
      "Upućeni na kolege zadužene za konsultacije za primenu Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: pre nego što primeni žrebanje?...",
    "texts": [
      "Rečeno da dokaze zahteva od prvorangiranog ponuđača nakon rangiranja ponuđača, te da može dokaze da zahteva nakon okončanja postupka žrebanja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U toku stručne ocene ponuda nosilac posla grupe ponuđača je promenio pravnu formu iz preduzetnika u ...",
    "texts": [
      "Naručiocu ukazano da oni vrše stručnu ocenu ponuda, a ako istu ocene prihvatljivom, postupaju saglasno čl. 119. ZJN-a, pa traže dostavljanje dokaza za novoosnovanog privrednog subjekta."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku radova, čija je proc. vred. 500 000 dinara, na koji način istu sprovode?...",
    "texts": [
      "U skladu sa internim aktom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje stručne ocene ponuda...",
    "texts": [
      "Ukazano da KJN ne  vrši stručnu ocenu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada mogu da aneksiraju ugovor?...",
    "texts": [
      "Dok je ugovor na snazi, odnosno proizvodi pravno dejstvo."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje kod člana 131. st. 5. ZJN-a da li kod ugovora gde se vrši fakturisanje na svakih...",
    "texts": [
      "Traži u onom momentu kada se završi deo posla koji je obavljao podizvođač i za koji je izvršeno plaćanje privrednom subjektu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je dobio ponudu od strane ponuđača koji nije u sistemu PDV – a. Postavio je pitanje kako ć...",
    "texts": [
      "Naručiocu odgovoreno da stručnu ocenu ponuda vrši u skladu sa članom 141. ZJN, kao i da Kancelarija ne vrši stručnu ocenu ponuda. Dalje, naručiocu ukazano na odredbu člana 142. ZJN na osnovu koje ima mogućnost da zahteva dodatna objašnjenja, kontrole i dopuštene ispravke. Takođe, naručiocu rečeno da stručnu ocenu ponuda vrši na osnovu ponuđene vrednosti bez PDV – a, odnosno na osnovu neto vrednosti ponude. Ukoliko naručilac ima neke dodatne nejasnoće po pitanju PDV – a, posavetovao sam da se obrati relevatnim državnim institucijama za mišljenje po pitanju PDV – a."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu je postavljen zahtev od strane dobavljača o izmeni ugovora, odnosno izmeni jediničnih cena...",
    "texts": [
      "Naručiocu odgovoreno da usled nepredviđenih okolnosti shodno članu 158. ZJN ugovor može da izmeni kada su ispunjeni svi sledeći uslovi: 1) potreba za izmenom nastala je zbog okolnosti koje savestan naručilac nije mogao da predvidi; 2)izmenom se ne menja priroda ugovora. Dalje, naručiocu naglašeno da obrati pažnju na odredbe člana 158. stav 2. i stav 3. ZJN, koje se odnose na ograničenje u visini izmene ugovora i da se gore navedeno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta. Takođe, naručiocu naglašeno da obrate pažnju na član 154. ZJN, odnosno da postupaju prilikom izmene ugovora u skladu sa članom 154. ZJN. Naručiocu sam naglasio da bez obzira kako i koliko se menjaju jedinične cene, dozvoljena izmena ugovora shodno članu 158. ZJN se odnosi na vrednost ugovora, kao i da se\nograničenje iz člana 158. stav 2. ZJN odnosi na vrednost prvobitnog ugovora.\nPonuđač je vidno uznemiren, prilikom telefonske konsultacije ukazivao na eventualne nepravilnosti u postupku stručne ocene ponuda u postupku javne nabavke, gde je on u svojstvu ponuđača učestvovao.\nPonuđaču je pojašnjeno da Kancelarija postupa u skladu sa nadležnostima iz člana 180. ZJN. Kancelarija nema nadležnosti da vrši monitoring stručne ocene ponuda u postupku javne nabavke. Dalje, ponuđaču sam savetovao da imajući u vidu da Odluka o dodeli ugovora u predmetnom postupku javne nabavke još uvek nije konačna, kao i da rok za ZZP nije istekao, da ima pravo, s obzirom da se shodno članu 97. ZJN obraćao naručiocu s namerom da ukaže na nepravilnosti, podnese ZZP ukoliko smatra da postoje povrede odredaba ZJN u predmetnom postupku javne nabavke. Takođe, ponuđaču sam ukazao da ima pravo da ukoliko ima relevantna saznanja o određenim nepravilnostima i nezakonitom postupanju naručioca u postupcima javnih nabavki, da se obrrati Kancelariji putem mejla\noffice@ujn.gov.rs\nu kome će jasno da ukaže na eventualne nedostatke i nepravilnosti u postupcima javnih nabavki. Ponuđaču sam naglasio da Kancelarija nije nadležna da vrši nadzor nad postupkom izvršenja ugovora o javnoj nabavci.\nNaručilac je sproveo postupak javne nabavke sanitetstog materijala (188 partija). Trenutno su u fazi nakon donošenja odluke, a pre zaključenja ugovora. Tražen im je uvid u dokumentaciju, te imaju nekih tehničkih problema oko omogućavanja uvida.\nNaručiocu predočena pravila omogućavanja uvida preko Portala javnih nabavki, kroz uputstva na istom, ali je naručilac saopštio da navedeno poznaje i da se u njihovom slučaju radi o problemu koji su i ranije rešavali u komunikaciji sa predstavnicima u KJN. Shodno navedenom, naručilac upućen na konsultacije koje se pružaju u vezi sa primenom Portala javnih nabavki.\nNaručilac je sproveo postupak javne nabavke usluge u vezi sa službenim putovanjima u inostranstvo. U postupku su dobili između ostalih, dve ponude, gde je u jednoj dostavljeno uz menicu men.ovlašćenje u kojem nije naveden rok važenja (iako je dokumentacijom bilo navedeno da isto mora da važi koliko i rok važenja ponude). U drugoj ponudi, ponuđač je dostavio kopiju kartona deponovanih potpisa poslovne\nbanke, ali isti nije overen kao validan od strane poslovne banke (kako je zahtevao naručilac). Kako da ocene navedene ponude.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, ali da iz usmenih navoda proizilazi da su ponuđači dostavili zahtevano sredstvo obezbeđenja (menicu), a da se sporna pitanja odnose na dokumentaciju koja čini prilog sredstva obezbeđenja. U članu 144. stav 1. tačka 4) ZJN je navedeno da će naručilac odbiti ponudu kao neprihvatljivu ukoliko ponuđač nije dostavio u ponudi serdstvo obezbeđenja za ozbiljnost ponude u skladu sa dokumentacijom o nabavci. U konkretnom\nslučaju, ponuđači su dostavili zahtevano sredstvo obezbeđenja. U pogledu prateće dokumentacije, naručilac mora da ispita da li je sred.obezbeđenja naplativo na osnovu men.ovlašćenja koje nema definisan rok važenja, kao i da li je karton deponovanih potpisa validan, a što može da učini u komunikaciji sa poslovnom bankom ponuđača, a na šta je i ovlašćen prema odredbama člana 120. stav 2. ZJN. Naručiocu predočene i odluke Republičke komisije tj. stavovi koji su postojali na osnovu prethodno važećeg zakona (br. 4-00-12/2019 i 4-00-465/2019), sa kojima može da se upozna, obzirom da su iste javno dostupne.\nNaručilac je iz razloga neprihvatljivosti prvorangirane ponude, zahtevao dokaze od drugorangiranog ponuđača. Isti je dostavio za ispunjenje kadrovskog kapaciteta ugovor o dopunskom radu za maš.inženjera i licencu, dok je za ostalih 5 radnika dostavio ugovore o delu i ugovore o pp poslovima. Uslov je bio 1 dipl. Maš.inženjer sa licencom i 5 radnika koji su sposobni za rad na visini. Kao dakaz za ispunjenje navedenih uslova, naručilac je predvideo ugovore iz radnih odnosa ili po bilo kom zakonom dozvoljenom osnovu i licencu za inženjera. Kako da tretiraju dostavljene dokaze.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda. Prema usmenim navodima, naručilac je kao dokaz za ispunjenje postavljenog kriterijuma, odredio ugovor (i to iz radnog odnosa i van radnog odnosa) ne isključujući ni jedan vid radnog angažovanja i licencu za inženjera. Shodno navedenom, mora i da oceni dostavljene dokaze. U pogledu duplo dostavljenih ugovora (za 5 radnika: ugovori o dopunskom radi i u govori pp), naručilac mora da utvrdi validnost istih, posebno što je odredbama člana 202. Zakona o radu definisano da zaposleni sa punim radnim vremenom može da zaključi ugovor o dopunskom radu. Pored navedenog, prema kriterijumu (uslovu) navedeno je da se traži sposobnost 5 lica za rad na visini, dok za isto prema navodima naručioca nije definisan dokaz (npr. lekarsko uverenje tj. potvrda o zdravstvenoj sposobnosti za rad na visini). Sa stanovišta odredbi ZJN, naručiocu stoje na raspolaganju sredstva iz člana 119. stav 5. ZJN, prema kojoj naručilac primenom pravila iz člana 142. ZJN može da zahteva putem Portala objašnjenja dostavljenih dokaza. Napomenuto da je obaveza naručioca da utvrdi stvarnu sadržinu dostavljenih dokaza, pre konačne odluke o prihvatljivosti, odnosno neprihvatljivosti ponude iz navedenih razloga. Posebno istaknuto da naručilac mora da vodi računa o načinu\ndefinisanja krietrijuma za izbor i načina njihovog dokazivanja i da se prilikom ocene dokaza mora kretati u okviru istih.\nNaručilac je u Uputstu ponuđačima kako da sačine ponudu na u delu Ostali zahtevi nabavke naveo da je minimalni rok plaćanja 45 dana dok je u delu Rok i načina plaćanja naveo da je rok plaćanja 45 dana od dana uvođenja fakture u CRF. Ponuđač je u ponudi u delu Ostali zahtevi nabavke naveo rok plaćanja od 60, dok je u delu Rok i način plaćanja naveo da je rok plaćanja 60 dana od dana prijema fakture. Naručilac želi da zna da li je u obavezi da Obustavi postupak ili mu na raspolaganju stoje još neke mogućnosti kako bi zaključio ugovor zbog potencijalnog nedostatka vremena za pokretanje novog postupka.\nNaručiocu je rečeno da se iz uputstva može zaključiti da je rok plaćanja 45 dana od dana uvođenja fakture u CRF čime je ponuđač nije ispunio kriterijum za izbor privrednog subjekta što stvara osnov za odbijanje ponude. Takođe je skrenuta pažnja Naručiocu na član 142. ZJN da može da traži dodatna objašnjenja ponude on ponuđača jer je početak računanja rokova plaćanja raličit. Predloženo je Naručiocu da u buduće Rok plaćanja ne navodi kao dodatni kriterijum jer je već obavezni kriterijum i da ponavljanje istog kriterijuma može da zbuni potencijalnog ponuđača."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako strani...",
    "texts": [
      "privredni subjekt dokazuje nepostojanje osnova za isključenje iz čl.\niz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n,\nu\nslučaju da"
    ],
    "link": null
  },
  {
    "title": "Pitanje: se u toj državi ne izdaju dokazi s tim u vezi?...",
    "texts": [
      "Ukazano\nna odredbe čl. 121. ZJN st. 2. i 3. ZJN\nkojima je predviđeno koje dokaze\nps\nkoji\nima sedište u drugoj državi\ndostavlja\nkao dokaz da ne\npostoje osnovi za isključenje iz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n, te da, u\nkoliko se\nu državi u kojoj p\ns\nima sedište, odnosno državi\nčiji je lice državljanin ne izdaju\nti\ndokazi\n,\np\ns\nmože umesto dokaza da dostavi svoju\npisanu izjavu datu pod krivičnom i materijalnom odgovornošću, overenu pred\nsudskim ili upravnim organom, javnim beležnikom ili drugim nadležnim\norganom te države, u kojoj se navodi da ne postoje navedeni osnovi za\nisključenje p\ns\n.\nZJN u\nčl.\n121.\nst. 4. upućuje naručioca da\nputem baz\ne\npotvrda na internetu (e-Certis) ili na drugi relevantan način može\nda\nproveri da li se dokazi ne izdaju\nu toj državi\nili ne obuhvataju sve relevantne podatke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi Portala jn....",
    "texts": [
      "Upućeni na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na internet strani KJN u delu Kontakt.\nPitanja u vezi troškova postupka zaštite prava.\nUkazano na mogućnost naručioca i podnosioca ZZP da zahtevaju nadoknadu nužnih i opravdanih troškova postupka zaštite prava, do kada i kako mogu da se zahtevaju troškovi postupka zaštite prava, ko odlučuje o troškovima postupka zaštite prava..., sve u skladu sa čl. 225 ZJN, na koji su i upućeni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se na nabavku dobara proc, vrednosti (jednako) 1.000.000,00 din. primenjuju odredbe ZJN?...",
    "texts": [
      "Da, u  skladu sa čl. 28. st. 1. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da javni poziv za javnu nabavku čija proc...",
    "texts": [
      ".\nvrednost"
    ],
    "link": null
  },
  {
    "title": "Pitanje: iznosi 5.000.000,00 din. objave i na Portalu službenih glasila Republike Srbije i baza propisa?...",
    "texts": [
      "Ukoliko je proc vrednost jn jednaka ili veća od 5.000.000,00 din. oglas (ovde, javni poziv) naučilac objavljuje\nna Portalu službenih glasila Republike Srbije i baza propisa\nu skladu sa čl. 105. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada naručilac ima mogućnost da izmeni dokumentaciju o nabavci?...",
    "texts": [
      "Naručilac može da izmeni dokumentaciju o nabavci samo do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n, posebno vodeći računa o tome da li se radi o bitnoj izmeni dokumentacije o jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da postupe kada je u pitanju računska greška?...",
    "texts": [
      "Objaš\nnj\ne\nno\np\nostupanje naručioca i ponuđača u vezi sa ispravkom računske greške uz upućivanje na odredbe čl. 142. st. 4-6. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji je razlog za obustavu ukoliko je primljena samo jedna ponuda koja je neprihvatljiva iz razloga ...",
    "texts": [
      "Ukazano na član  147. stav 1. tačka 8) ZJN.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li za nabavku usluga interneta koja je ispod limita, naručilac može zaključiti ugovor na dve godi...",
    "texts": [
      "Može, skrenuta pažnja na obavezu poštovanja načela."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može primeniti član 35. stav 4.  ZJN na jednu parttiju čija je pv 215.000 dinara u postupku jn...",
    "texts": [
      "Može.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da aneksiraju ugovor na osnovu člana 158. ZJN ukoliko su se povećale cene na tržištu? (le...",
    "texts": [
      "Naručilac ima mogućnost da izvrši izmenu po osnovu člana 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da aneksiraju ugovor na osnovu člana 158. ZJN ukoliko su se povećale cene na tržištu? (ka...",
    "texts": [
      "Naručilac ima mogućnost da izvrši izmenu po osnovu člana 158. ZJN.\nNaručilac je pokrenuo postupak dodele ugovora ponovnim otvaranjem konkurencije u okviru okvirnog sporazuma. Ponuđači su dostavili ponude, nakon čega je naručilac uvideo da mu je potrebna duplo manja količina, kao i da nema dovoljno sredstava za traženu količinu. Da li može dodeliti ugovor nekome od ponuđa koji su se javili ?\nNavedeno ne bi bilo u skladu  sa ZJN. Potrebno je da naručilac obustavi postupak na nivou faze, te ponovo pokrene postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta zahtevaju pre ili ...",
    "texts": [
      "Nakon što izvrše žrebanje, od izabranog ponuđača zahtevaju dostavljanje dokaza.\nNaručilac je imao pitanja u vezi sa ispunjavanjem kriterijuma za kvalitativni izbor privrednog subjekta.\nShodno odredbama člana 119. Zakona o javnim nabavkama, ako ponuđač koji je podneo ekonomski najpovoljniju ponudu ne dostavi tražene dokaze u ostavljenom roku ili dostavljenim dokazima ne dokaže da ispunjava kriterijume za kvalitativni izbor privrednog subjekta, naručilac je dužan da odbije ponudu tog ponuđača i u skladu sa stavom 1. ovog člana pozove sledećeg ponuđača koji je podneo najpovoljniju ponudu ili da obustavi postupak javne nabavke, ako postoje razlozi za obustavu.\nNaručilac se interesovao da li može dva puta da pokrene postupak javne nabavke sa iste pozicije u Planu javnih nabavki.\nObjašnjeno je da ne postoji ni zakonska, a ni tehnička smetnja za takvo postupanje naručioca.\nUkazano je da je pritom potrebno da naručilac svaki put prilagodi procenjenu vrednost u odnosu na konkretni deo nabavke, krećući se u granicama ukupno predviđene procenjene vrednosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U konkretnom slučaju može se postaviti pitanje ekonomičnosti i efikasnosti takvog postupanja naručio...",
    "texts": [
      "Skrenuta je pažnja na mogućnost predviđenu članom 35. stav 4. Zakona o javnim nabavkama.\nNaručilac je imao poteškoće u vezi sa stručnom ocenom ponuda zbog propusta koje je načinio prilikom sačinjavanja konkursne dokumentacije.\nBez upuštanja u stručnu ocenu ponuda, data su potrebna uputstva i smernice."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac treba da zahteva dve različite potvrde da su izmireni porezi i doprinosi ?...",
    "texts": [
      "Rečeno da je potrebno da kao dokaze zahteva potvrdu nadležnog poreskog organa i organizacije za obavezno socijalno osiguranje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada moraju da se registruju zbog dostavljanje izveštaja za nabavke ispod limita?...",
    "texts": [
      "Odgovoreno da je potrebno da se registruju ukoliko budu sprovodili neki postupak na Portalu ili neposredno pred slanja izveštaja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izmene ugovor zbog povećanja cena?...",
    "texts": [
      "Rečeno da mogu, ukoliko su to predvideli"
    ],
    "link": null
  },
  {
    "title": "Pitanje: pre nego što primeni žrebanje?...",
    "texts": [
      "Rečeno da dokaze zahteva od prvorangiranog ponuđača nakon rangiranja ponuđača, te da može dokaze da zahteva nakon okončanja postupka žrebanja.\nNaručilac sprovodi nabavku do 150.00 dinara, hteo bi da zaključi ugovore sa više ponuđača.\nRečeno da nabavke na koje se ZJN ne primenjuje sprovodi u skladu sa internim aktom.\nPo sprovedenom postupku nabavke električne energije, zaključili su ugovor sa JP EPS. Nakon toga došlo je do zaključenja aneksa ugovora na osnovu Zaključka Vlade kojim se preporučuje JP EPS da sa kupcima el. energije na komercijalnom tržištu zaključuju ugovore po jedinstvenoj ceni. Tim aneksom ugovora zapravo je došlo do smanjenje cena i sada ne znaju da li treba da na Portalu kače obaveštenje o izmeni ugovora?\nNaručiocu ukazano da se obaveštenje o izmeni ugovora kači na Portal u slučaju izmene po osnovu čl. 158. i čl. 157. ZJN-a, kao i da izmene ugovora usled smanjenja cena nisu predviđene ZJN.\nSproveli otvoreni postupak, javne nabavke radova – rekonstrukcija ulica. Dobili su jednu ponudu koja je preko proc. vrednosti, da li mogu sada da obustave ovaj postupak i da idu na p.p. bez"
    ],
    "link": null
  },
  {
    "title": "Pitanje: A šta onda oni da rade kad nemaju dovoljno novca?...",
    "texts": [
      "Ne, budući da član 61. stav 7. ZJN govori o neodgovarajućoj, a ne o neprihvatljivoj ponudi.\nUkazano na član 144. ZJN i čl. 147. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora, smatraju da isti nije osnovan, kako postupaju?...",
    "texts": [
      "Ukazano na čl. 220. st. 1. tač. 2) ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju generalno pitanje kako se podnosi zzp...",
    "texts": [
      "Objašnjena procedura.\nNaručilac je sprov\neo\njavnu\nnabavku goriva, gde je između ostalog predvideo jednu od stavki gas. Dobili su dve ponude, ponuđača NIS a.d. i Knez Petrol Bgd. U ponudi ponuđača NIS a.d. utvrđeno je da je ponuđač umesto cene po komadu, dostavio cenu po l/kg gasa (kako je opisano u obrascu). Iz objašenja koje je dostavi navedeni ponuđač utvrđeno je da je cena po litru, a ne po komadu. Šta mogu da urade.\nNaručiocu predočeno da KJN ne vrši stručnu ocenu ponuda, već komisija za javnu nabavku. U vezi sa navedenim, predočeno naručiocu da mora da vodi računa prilikom definisanja dokumentacije o nabavci i sadržini iste, kako ista ne bi dovela u zabludu ponuđače i onemogućila ih da pripreme prihvatljivu ponudu (kako je i definisano odredbama člana 93. stav 1. ZJN). U konkretnom slučaju, naručilac je možda pre bio u obavezi da zahteva obrazloženje ponuđene cene, u smislu neuobičajeno niske ponude. Usled navedene situacije i ponuđene cene, moglo bi se zaključiti da naručilac spornu ponudu ne može kao takvu da uporedi sa drugom ponudom, posebno što dostavljenim objašnjenjem ne bi smela da se menja sama ponuda i cena u istoj. Posebno u tom smislu je bitno istaći da je članom 142. stav 6. ZJN\n, definisano da je prilikom ocenjivanja ponuda merodavan jedinična cena.\nNaručilac ima nameru da dostavi kvartalni izveštaj, gde im softver stavlja napomenu u vezi sa odlukom iz člana 115. stav 5. ZJN/2015. O čemu se tu radi.\nNaručiocu predočeno, da se ugovori za\nklj\nučeni po odredbama ranije važećeg ZJN/2015, menjaju prema odredbama nov\nog\nZJN/2019 (član 154. do 162.). Odredbe nov\nog\nzakona, ne predviđaju obavezu donošenja odluke kojom se konstatuje izmena ugovora, ali navedeno\npostupanje ne zabranjuje. Oko de\ntalja u vezi kvartalnog izveštavanja i softvera (prema ZJN/2015), preporučeno naručiocu da se obrati koleginicama i kolegama koji pružaju konsultacije u vezi primene Portala javnih nabavki.\nNaručilac je\nsp\nroveo postupak za nabavku knjiga (postupa\nk\nna koji se ne primenjuju odrebe ZJN) i u po pozivu jed\nan\nponuđač je dostavio ponudu za samo jedan naslov (od 7 zahtevanih), dok je drugi dostavio 4 naslova (od 7 zahtevanih). Da li mogu da narudžbenciom poručuju od svakog naslove koje su ponudili.\nNaručiocu predočeno da se na predmetni postupak ne primenjuju odredbe ZJN, ali je u pogledu navedenog postupka naručilac u obavezi da primeni načela zakona, te između\nostalih"
    ],
    "link": null
  },
  {
    "title": "Pitanje: i načelo jednakosti ponuđača. Da bi postupanje za koje naručilac postavlja pitanje, bilo moguće, ist...",
    "texts": [
      "do nejednakog\npoložaj\na\nponuđače, da omogući eventualnu favorizaciju nekog od ponuđača, ili da naručiocu omogući postupanje koje bi odredilo slobodu postupanja koje ugrožava jednak položaj ponuđača. Imajući u vidu navedenu situaciju, za naručioca bi bilo celishodnije da je predm\ne\ntnu nabavku oblikovao po partijama i da se ponude mogu dostaviti za svaki naslov pojedinačno, ili za sve naslove ukoliko je neko od ponuđača u mogućnosti da navedeno\nučini\n. Na navedeni način bi se omogućilo lakše sprovođenje postupka, svi ponuđači bi bili u jednakom položaju i naručilac bi mogao na osnovu sproveden\ne\nprocedure zaključiti pojedinačne ugovore, ili narudžbenice, a na osnovu rezultata ocena dostavljenih ponuda (prema jasno definisanom kriterijumu za izbor)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zaključili su aneks ugovora sa EDB na osnovu zaključka Vlade. Da li je potrebno da objavljuju na Por...",
    "texts": [
      "Ukoliko su kao osnov za izmenu ugovora koristili član 158. ZJN, onda je potrebno da objave Obaveštenje o izmeni ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li imaju obavezu objavljivanja na Portalu jn u slučaju izmene ugovora o jn po osnovu čl. 158. ZJN...",
    "texts": [
      "Saglasno čl. 155. st 2. ZJN, obaveštenje o izmeni ugovora o jn po osnovu čl. 158. ZJN\nnaručilac je dužan da\npošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li...",
    "texts": [
      "mo\ngu da zatraže\npojašnjenje nekog dokaza ili podatka u ponudi ukoliko\nsmatra\nju\nda"
    ],
    "link": null
  },
  {
    "title": "Pitanje: je isti nejasan ili nepotpun?...",
    "texts": [
      "Na\nruči\nlac ima mogućnost\nda zahteva dodatna objašnjenja\nna način i u roku  propisanim u\nčl\nanu\n142. ZJN\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mou da prihvate...",
    "texts": [
      "ponudu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ponuđača čija ponuđena cena prelazi proc. vrednost jn?...",
    "texts": [
      "Imaju zaključen ugovor o jn u o.p., a tokom vremena se javila potreba za povećanim\nobimom predmetnih usluga do 10 %. S tim u vezi,"
    ],
    "link": null
  },
  {
    "title": "Pitanje: postavljaju pitanje da li...",
    "texts": [
      "usled toga mogu\nda izmene ugovor o jn.\nPostoji mogućnost da\nu skladu sa čl. 146. st. 2. ZJN\nnaručilac prihvati\nponudu\nponuđača čija ponuđena cena prelazi proc. vrednost jn ukoliko finansijska situacija naručioca to dozvoljava.\nI\nzmenu ugovora o jn usled povećanja obima nabavke naručilac može izvršiti pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni\nsvi\nuslovi propisani čl. 160. ZJN.\nOsim toga,\nukazano da\nu slučaju izmene ugovora o jn po ovom osnovu\nnisu\nu obavezi da\nobjave obaveštenje o izmeni ugovora o jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju zaključen ugovor o jn, koji su zaključili u o.p., kojim su predvideli promenu cene. Kako se po...",
    "texts": [
      "Objašnjeno da postupaju u skladu sa čl. 156. ZJN (izmene ugovora po osnovu ugovornih odredaba) na koji su i upućeni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Treba da sprovedu nabavku usluga ispod milion dinara. Da li je provode u skladu sa posebnim aktom?...",
    "texts": [
      "Da, nabavku ispod praga iz čl 27. ZJN naručilac sprovodi u skladu sa posebnim aktom iz čl. 49. st 2. ZJN.\nPogrešno su pozvali na br. tel. za pravne konsultacije umesto za konsultacije u vezi primene Portala jn.\nUpućeni\nna br. tel. za konsultacije u vezi primene Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu grešku ponuđača u vezi sa jediničnom cenom (umesto 300 uneli 3000 dinara) posmatrati kao ...",
    "texts": [
      "Ukazano da se u navedenom slučaju ne radi u o računskoj greški, već je napravljena greška prilikom popunjavanja ponude.\nNapomenuto da se u slučaju razlike između jedinične i ukupne cene, merodavna je jedinična cena."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li usluge organizovanja radnih igara predstavljaju društvene i druge posebne usluge, kako se spro...",
    "texts": [
      "Ukazano da je navedena nabavka svakako ispod zakonskih limita, te da se na nju ne primenjuje zakon. Ne postoji razlika između sprovođenja nabavke ispod limita bez obzira o kojoj se kategoriji radi. Dakle postupak se sprovodi u skladu sa posebnim aktom naručioca uz poštovanje načela javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljeno pitanje da li da prihvate ponudu u kojoj sredstvo obezbeđenja nije dostavljeno na način ...",
    "texts": [
      "Navedeno predstavlja stručnu ocenu ponuda, odluka je na naručiocu. Ukazano na član 144. ZJN.\nPovećanje ugovorenih cena.\nČlan 158. Zakona o javnim nabavkama, do 50% vrednosti prvobitnog ugovora, uz objavljivanje obaveštenje o izmeni ugovora.\nNaručilac nije dužan da prihvati zahtev dobavljača, tako da može da raskine ugovor i sprovede novi postupak javne nabavke.\nPrivredni subjekt ima nedoumice u vezi sa pripremom ponude.\nDate potrebne smernice, ali je potencijalni ponuđač, i pored toga, upućen da se svakako obrati naručiocu, da ne bilo nekih iznenađenja u fazi stručne ocene ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da aneksira ugovor u skladu sa članom 158. ukoliko cene dobavljača prelaze 50?...",
    "texts": [
      "Rečeno da se povećanje do 50% odnosi na ukupnu vrednost ugovora.\nNaručilac postupa suprotno zaključenom ugovoru.\nOdgovoreno da KJN ne vrši nadzor nad izvršenjem ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac donosi rešenje kojim usvaja ZZP iako se ne slaže sa svim navodima podnosioca zahteva...",
    "texts": [
      "Odgovoreno da donosi i u tom slučaju i da ponuđač ima mogućnost u skladu sa članom 220. stav 3. ZJN.\nSprovode nabavku usluge pomoći u kući za starije. Ista spada u društvene i druge posebne usluge i ispod je limita saglasno članu 27. stav 1. tačka 3) ZJN. Međutim naručilac je mislio da bez obzira što je ispod limita oni imaju obavezu da objavljuju javni poziv, a u međuvremenu je u skladu sa internim aktom uputio poziv na tri adrese za podnošenje ponuda, šta sada da radi?\nNaručiocu ukazano da se javni poziv iz čl. 75. ZJN objavljuje samo ako su usluge preko limita iz člana 27. stav 1. tačka 3) ZJN. Te da oni odlučuju u datoj situaciji da li će primenjivati ZJN ili ne, a ako se odluče da nastave postupak putem Portala onda se i ponude podnose putem Portala i nema mesta pozivanju privrednih subjekata u skladu sa internim aktom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je ponudio ukupnu cenu koja je najpovoljnija, međutim pogrešno je navedena jedinična cena, d...",
    "texts": [
      "Ne, u slučaju razlike izemđu jedinične i ukupne cene, merodavna je jedinična cena, saglasno čl. 142. st. 6. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li šalju obaveštenje o dodeli ugovora koji su zaključeni na osnovu okvirnih sporazuma saglasno čl...",
    "texts": [
      "Ne, obzirom da ti ugovori ne postoje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje...",
    "texts": [
      "Upućeni na kolege sa Portala"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako se šalje zahtev za tumačenje?...",
    "texts": [
      "Date instukcije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku radova proc. vrednosti 8 000 000  dinara, podeljenu u partije, da li moraju ponuđač...",
    "texts": [
      "Da, moraju budući da je proc. vred. postupka 8 000 000.\nPonuđač se žali na k.d. naručioca u postupku u kome učestvuje kao ponuđač.\nPonuđaču ukazano na čl. 97. st. 1 . i st. 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da su sproveli postupak javne nabavke el. energije i da su dobili jednu ponudu koja...",
    "texts": [
      "Ukazano na čl 146. st. 2. i čl. 144. st, 2. ZJN.\nU toku razgovora sa naručiocem je utvrđeno da oni neposredno pre pokretanja postupka nisu izvršili ispitivanje tržišta, već su samo „prepisali“ proc. vrednost od prošle godine, te shodno tome nisu postupili u skladu sa čl. 29. st. 1. ZJN – procenjena vrednost mora biti validna u vreme pokretanja postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač koji je dostavio ponudu, deo ugovora će poveriti podizvođaču, da li dostavlja izjavu za podi...",
    "texts": [
      "Ukazano na čl. 118. st. 3. ZJN-a."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručioc je postavio pitanje koje se tiče računanja rokova u postupcima javnih nabavki, konkretno, k...",
    "texts": [
      "Naručiocu odgovoreno da shodno članu 66. i 67. ZJN može da koristi tehniku okvirnog sporazuma u postupcima javnih nabavki. Naručiocu posebno naglašeno da okvirni sporazum može da zaključi nakon sprovedenog postupka javne nabavke (član 66. stav 2. ZJN). Dalje, naručiocu naglašeno da okvirni sporazum koji zaključuje naručilac ne može da traje duže od 4 godine, osim u posebno opravdanim slučajevima koji su u\nvezi sa predmetom javne nabavke, koje naručilac mora da obrazloži (član 66. stav 4. ZJN) . Takođe, naručiocu posebno naglašeno da okvirni sporazum i ugovor zaključen na osnovu okvirnog sporazuma ne može da se koristi na način kojim bi se sprečila, ograničila ili narušila konkurencija i jednakost ponuđača.\nNaručiocu odgovoreno da Obrazac strukture ponuđene cene mora da, shodno predmetu javne nabavke, sadrži sve tražene elemente shodno članu 13. Pravilnika o sadržini konkursne dokumentacije. Naime, naručiocu pojašnjeno da Obrazac strukture ponuđene cene mora da ima jasno predviđena polja za: upisivanje naziva predmeta nabavke; upisivanje jedinice mere; upisivanje količine, u slučaju korišđenja tehnike okvirnog sporazuma, okvirne količine; jediničnu cenu bez PDV – a; jediničnu cenu sa PDV – om; ukupnu cenu bez PDV – a; ukupnu cenu sa PDV – om.\nNaručiocu odgovoreno da ima pravo, shodno članu 94. ZJN da predvidi u konkursnoj dokumentaciji sredstva obezbeđenja. Konkretno, naručilac ima pravo shodno članu 94. stav 1. tačka 2) ZJN da zahteva od privrednog subjekta da mu dostavi sredstvo obezbeđenja za ispunjenje ugovornih obaveza. Naručiocu naglašeno da shodno članu 94. stav 3. ZJN sredstvo obezbeđenja iz stava 1. tačka 2) i 3) ovog člana ne može da bude veće od 10% vrednosti ugovora o javnoj nabavci bez poreza na dodatu vrednost. Takođe, naručiocu odgovoreno da je u  članu 15. stav 2. tačka 1) Pravilnika o sadržini konkursne dokumentacije u postupcima javnih nabavki bankarska\ngarancija predviđena kao sredstvo obezbeđenja.\nNaručiocu odgovoreno da shodno članu 151. stav 2. tačka 2) ZJN naručilac može da zaključi ugovor o javnoj nabavci i pre isteka roka za podnošenje zahteva za zaštitu prava na osnovu okvirnog sporazuma.\nNaručiocu odgovoreno da shodno članu 52. stav 3. tačka 4) ZJN minimalni rok za podnošenje ponuda u otvorenom postupku je deset dana od dana slanja na objavljivanje javnog poziva, za nabavku dobara i usluga čija je procenjena vrednost niža od 10.000.000 dinara. Imajući u vidu, a na osnovu navoda naručioca tokom telefonske konsultacije, da je planirana javna nabavka usluga čija je procenjena vrednost 10.000.000 dinara, naručiocu odgovoreno da, prilikom određivanja roka za podnošenje ponuda, postupi u skladu sa članom 52. stav 3. tačka 2) ZJN. Takođe, naručiocu naglašena mogućnost skraćivanja roka za podnošenje ponuda za pet dana, kada ponude mogu da se podnesu elektronskim sredstvima (član 52. stav 5. ZJN).\nNaručioca interesuje da li usluge pomoći starijim licima i licima sa invaliditetom spadaju u usluge sa socijalnim aspektom.\nUsluge pomoći starijim licima i licima sa invaliditetom ne spadaju u usluge sa socijalnim aspektom jer su samo po sebi socijalne usluge. Kada se misli na nabavke sa socijalnom aspektom misli se na nabavke koje prvenstveno nemaju socijalnu svrhu ali poseduju dodatni element kako bi koristile i pomogle što većem krugu ljudi. Primera radi, nabavka radova investicionog održavanja zgrade nije socijalna nabavka, ali ako je u okviru nabavke postoje radovi za izradu pristupa zgradi za lica sa invaliditetom, ta nabavka zbog tih radova ima socijalni aspekat.\nZaboravili su lozinku za Portal za jn.\nUpućeni na kolege iz tehničke službe."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koga naručilac obaveštava u slučaju donošenja rešenja iz čl. 220. ZJN?...",
    "texts": [
      "Naručilac obaveštava subjekte iz čl. 220. st. 1. tačka 1) i tačka 2) ZJN u zavisnosti od toga da li je ZZP osnovan ili nije.\nNačinili su tehničku grešku prilik\no\nm\nrada na Portalu jn…\nUpućeni na br. kontakt tel. KJN za konsultacije u vezi sa primenom Portala jn koji se nalaze na internet srani KJN u delu Kontakt.\nU vezi mejla sa nabakvma na koje se Zjn ne primenjujue\nProsleđeo kolegi Rijadu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li...",
    "texts": [
      "trajanje\nugovor\na\no jn koji se zaključuje na osnovu okvirnog sporazuma mora da se\npodudara sa trajanjem tog o.s."
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "Ugovor\no jn\njn koji se zaključuje na osnovu okvirnog sporazuma\nmora da se zaključi pre isteka roka važenja o.s. i\nne mora da se podudara sa trajanjem tog o.s., već po potrebi može trajati\nkraće ili duže vreme.\nD\na li može da se vrši  kopiranje dokumentacije iz postupka jn prilikom uvida"
    ],
    "link": null
  },
  {
    "title": "Pitanje: u dokumentaciju iz postupka jn?...",
    "texts": [
      "Može, izuzev\ndelova dokumentacije iz postupka jn koji predstavljaju poverljive podatke, koje je  naručilac u obavezi da zaštiti u skladu sa ZJN.\nNapomenuto da troškove\nkopiranja dokumentacije iz postupka jn snosi podnosilac zahteva za uvid u dokumentaciju iz postupka jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu je u postupku javne nabavke podnet treći zahtev za zaštitu prava. Pored toga, uočio je rač...",
    "texts": [
      "Najpre, naručilac treba da postupi po poslednjem zahtevu za zaštitu prava i sačeka odluku Republičke komisije.\nJedan od ponuđača zahteva uvid u dokumentaciju o nabavci, iako je, kako je naručilac istakao, postupak javne nabavke okončan pre mesec dana.\nZakonom o javnim nabavkama nije predviđen rok u kojem je ponuđač dužan da podnese zahtev za uvid.\nNaručilac ima problem sa računanjem rokova.\nObjašnjeno je na koji način se računaju rokovi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Privredni subjekt postavlja pitanje da li strani ponuđač...",
    "texts": [
      "može da bude član grupe ponuđača ili podizvođač.\nSa stanovišta Zakona o javnim nabavkama ne postoji smetnja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje se odnosi na mogućnost izmene ugovora o jn. (uopšteno)....",
    "texts": [
      "Dato objašnjenje uz upućivanje na čl. 155. do 161. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac zahteva da  privredni subjekt dostavlja dokaze uz izjavu o ispunjavanju kriterijuma ...",
    "texts": [
      "Upućeni na internet stranicu KJN, deo Kontakt, gde su dati brojevi kontakt tel. za konsultacije u vezi sa primenom Portala jn.\nNe. P\nrivredni subjekti u ponudi odn. prijavi dostavljaju izjavu iz čl. 118. ZJN kojom samo potvrđuju da ispunjavaju kriterijume za kvalitativni izbor privrednog subjekta, što dalje znači da uz izjavu ne dostavljaju dokaze. Ukazano da je, u skladu sa čl. 119. ZJN, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku jn čija je proc. vrednost veća od 5.000.000,00 din. dužan da pre donošenja odluke u postupku jn na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta u neoverenim kopijama u primerenom roku koji odredi naručilac. I u slučaju kada je proc. vrednost jn niža od 5.000.000,00 din. naručilac može da zahteva deo dokaza ili sve dokaze radi provere podataka navedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ukoliko je to u cilju pravilnog sprovođenja postupka jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: ukoliko je procenjena vrednost jn povećana za više od 10%?...",
    "texts": [
      "S obzirom da lice koje je zatražilo  konsultaciju prvi put vrši izmenu plana jn, zamoli\nl\no je da ga uputimo kako to da izvrši.\nDa, u skladu sa čl. 88 ZJN.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se na plan jn – izmene ili dopune)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđaču savetovano da postave pitanje naručiocu i da mu ukažu da smatraju da je došlo do povrede na...",
    "texts": [
      "Zaključili su ugovor za izgradnju mosta. Naknadno su ustanovili da će most remetiti određenu zelenu površinu. Hteli bi da raskinu ugovor, pa da pokrenu novi postupak jn, obe ugovorne strane su saglasne sa raskidanjem ugovora.\nPostupaju u skladu sa odredbama ugovora kojim su regulisali raskid ugovora.\nPonuđač želi da ukaže na imitacije i kopije kataloga izabranog ponuđača. Uložili su i zzp republičkoj\nkomisiji, a i poslali su dopis KJN.\nOdgovoreno da su uradili sve što su mogli i da čekaju ishod."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju zaključen ugovor o nabavci evro dizela. Sada bi hteli da nabave kvalitetniji po većoj ceni. Da...",
    "texts": [
      "Odgovoreno da ne može\nPrivredno društvo je promenilo zakonskog zastupnika i sada žele da i na Portalu izvrše izmenu i navedu novog.\nUpućeni na tehničku službu\nPonuđač sa kojim imaju zaključen ugovor o izvođenju određenih radova nije u mogućnosti da izvede jedan deo radova, jer je otišao u stečaj. Pitaju da li da raskinu ugovor.\nOdgovorila sam da ne vidim drugu mogućnost, sem raskida ugovora"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako postupa odgovorno lice naručioca u slučaju saznanja o postojanju sukoba interesa u postupku jn?...",
    "texts": [
      "Ukazano\nda je o\ndgovorno lice\nodn. predstavnik\nnaručioca\nsaglasno\nčl\nanu\n50. st. 7.  ZJN dužan da se izuzme iz postupka jn ukoliko u bilo kojoj fazi postupka jn dođe do saznanja o postojanju sukoba interesa\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se može ispraviti tehnička (računska) greška načinjena u  obrascu strukture cene?...",
    "texts": [
      "U o.p. dobili su jednu ponudu koja prelazi iznos procenjene vrednosti,  istakavši da raspolažu fin. sredstvima, te da\nsu u mogućnosti da\nistu prihvate.\nSmatraju da je potrebno da izvrše\nneke\nizmene doku"
    ],
    "link": null
  },
  {
    "title": "Pitanje: mentacije o jn, te postavljaju pitanje do kada to mogu da učine....",
    "texts": [
      "Odgovoreno da u tom slučaju naručilac postupa u skladu sa čl. 142. ZJN.\nUkazano\nda\nje shodno\nčl. 146. st. 2. ZJN\nnaručiocu omogućeno\nda dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nDat odgovor da naručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada odn. u kom slučaju naručilac može da primeni pregovarački postupak po hitnosti?...",
    "texts": [
      "Protumačena odredba čl. 61. st. 1 tač. 2) ZJN uz objašnjenje procedure pregovaračkog postupka u skladu sa čl. 62. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li...",
    "texts": [
      "svaki član grupe privredni subjekata dost\na\nvlja izjavu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta?...",
    "texts": [
      "Da, u skladu sa čl 118. st. 2. ZJN,\nza relevantne kapacitete\n(\nčlana grupe\n)\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako sprovesti nabavku usluge mobilne telefonije proc. vrednosti ispod 1.000,000,00 din.?...",
    "texts": [
      "Dato objašnjenje da se nabavke ispod praga iz čl. 27. ZJN sprovode u skladu sa internim aktom iz čl. 49. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitaju kome da se obrate u vezi sa tehničkim pitanjem oko rada  na Portalu jn....",
    "texts": [
      "Upućeni na kontakt telefone za konsultacije u vezi sa primenom Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se primenjuje ZJN na nabavku društvenih i drugih posebnih usluga proc. vrednosti 3.000.000,00 ...",
    "texts": [
      "Ne, s obzirom da se radi o nabavci iz čl. 27. st. 1. tačka 3) ZJN. Sprovodi se u skladu sa internim aktom iz čl. 49. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "Uredbom\no kriterijumima za utvrđivanje prirode rashoda i uslovima i načinu pribavljanja saglasnosti za zaključivanje određenih ugovora koji, zbog prirode rashoda, zahtevaju plaćanje u više godina\n(\n\"Službeni glasnik RS\", br. 21 od 22. februara 2014, 18 od 15. marta 2019. god.\n)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ponuđači koji su upisani u registar ponuđača, dostavljaju dokaze iz čl. člana 111. stav 1. tač...",
    "texts": [
      "Ne. Ukazano na čl. 128. ZJN st. 4. ZJN, kojim je propisano da se upisom u registar ponuđača dokazuje nepostojanje osnova za isključenje iz čl. 111. st. 1. tač. 1) i 2) ZJN (da ponuđač nije pravosnažno osuđen za kriv. delo... i da je ponuđač izmirio dospele poreze i doprinose za obavezno socijalno osiguranje...). Prema tome,  privredni subjekti koji su upisani u registar ponuđača nisu u obavezi da posebno dokazuju da nemaju navedene osnove za isključenje, ukoliko ih naručilac pozove da u skladu sa čl. 119. ZJN dostave dokaze, pre donošenja odluke o dodeli ugovora o jn.\nUkoliko"
    ],
    "link": null
  },
  {
    "title": "Pitanje: naručilac u dokumentaciji o jn odredi fin. i ekon. kapacitet u vidu minimalnog prihoda, do kog iznos...",
    "texts": [
      "Dat\nodgovor\nda minimalni prihod iz\nčl. 116.  st. 1. tač. 1) ZJN\nne sme da bude veći\nod dvostruke procenjene vrednosti j\nn\n, osim u izuzetnim\nslučajevima kada je to neophodno zbog posebnih rizika povezanih sa\npredmetom\njn\nkoje naručilac mora da obrazloži u dokumentaciji\no nabavci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nakon izvršene javne nabavke digitalnih udžbenika za osnovne škole, naručilac ima potrebu za nabavko...",
    "texts": [
      "Obzirom da se radi o drugačijem predmetu javne nabavke, naručiocu je preporučeno  da izvrši izmenu Plana jn i unese novu stavku za navedenu javnu nabavku.\nNaručilac navodi da jedna od dostavljenih ponuda predstavlja zajedničku ponudu koju čine dva člana grupe ponuđača. Prilikom ocene ponude uočili su da se spominje još jedan privredni subjekt za koji im je nejasno šta će radilti i da li će koristiti neki njegov kapacitet. Da li mogu da pošalju zahtev za dodatna pojašnjenja?\nNaručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora.\nNaručilac traži pojašnjenje pregovaračkog postupka bez objavljivanja javnog poziva.\nPojašnjen postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: ugovora, a radi se o nabavci čija je procenjena vrednost ispod 5.000.000 dinara?...",
    "texts": [
      "Ne postoji obaveza naručioca da zahteva dokaze u tom slučaju.\nŽele da upute zahtev za tumačenje ZJN, te ih zanima da li postoji forma zahteva, na koju adresu da pošalju...\nUpućeni kako da pošalju zahtev za davanje mišljenja o primeni ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ponuđač može deo ponude da dostavi putem pošte umesto putem Portala jn?...",
    "texts": [
      "Ukazano na čl. 45. ZJN. Naime, ukoliko naručilac predviđa dostavljanje sastavnih delova ponude, npr. uzorke, modele, menicu kao sredstvo obezbeđenja (koja se dostavlja u originalu i koju nije moguće dostaviti elektronski putem Portala jn), tada je naručilac dužan da predvidi u kd da se taj deo ponude dostavi primenom sredstava komunikacije koja nisu elektronska sredstva u skladu sa čl. 45. st. 3. i st. 5. ZJN uz obrazloženje razloga za primenu ove vrste sredstava komunikacije u kd i izveštaju o postupku jn.\nImaju pitanja u vezi sa popunjavanjem i podacima u obrascu strukture cene...\nOdgovoreno da saglasno čl. 97. ZJN zatraže pojašnjenje od naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac vrši izmene plana jn usled pojave potrebe za novom jn, te postavlja pitanje da li je dobro...",
    "texts": [
      "Da. Rečeno da je postupio u skladu sa čl. 88. st. 4. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kakvi su uslovi za izmenu ugovora o jn usled pojave nepredviđenih okolnosti?...",
    "texts": [
      "Dato objašnjenje člana 158. ZJN, na koji je naručilac upućen. Uzgred, naručiocu je skrenuta pažnja na obavezu slanja obaveštenja o izmeni ugovora o jn usled pojave nepredviđenih okolnosti na Portalu jn, u skladu sa čl. 155. ZJN.\nNaručilac je sproveo postupak javne nabavke i zaključio ugovor. Nakon toga, privredni subjekt, koji nije podneo ponudu, zahtevao je uvid u dokumentaciju.\nUkazano je da je članom\n149\n. Zakona o javnim nabavkama predviđeno da je, nakon objavljivanja odluke o dodeli ugovora, naručilac dužan da, u roku od dva dana od dana prijema pisanog zahteva, privrednom subjektu koji je podneo ponudu omogući uvid u dokumentaciju i kopiranje dokumentacije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....",
    "texts": [
      "Protumačene su odredbe čl. 155-161. Zakona o javnim nabavkama, kojima su uređene izmene.\nTakođe, objašnjeno je da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu sprovesti pregovaarački postupak nakon što su dobili samo jednu ponudu koja je iznad proc...",
    "texts": [
      "Ne, naručioci mogu pokrenuti pregovarački postupak bez objavljivanja javnog poziva samo u slučaju da su sve ponude neodgovarajuće (ne u slučaju neprihvatljivih).\nRaspituju se za predmet koji je u radu sektora za monitoring.\nPreneto kolegama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li treba da nam dostavljaju Predlog zaključka na mišljenje?...",
    "texts": [
      "Ukoliko se sadržina zaključka odnosi na oblast javne nabavke, potrebno je dostaviti na mišljenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li postoji ograničenje u određivanju trajanja  ugovora?...",
    "texts": [
      "ZJN ne propisuje takvo ograničenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se sanacije poplava mogu podvesti pod okolnosti koje predstavljaju izuzetnu hitnost?...",
    "texts": [
      "Mogu, u zavisnosti od posledica koje prete ukoliko se sanacija ne izvrši.\nNaručilac treba da sprovede nabavku za usluge angažovanja stručnog lica iz oblasti bezbednosti nad izvođenjem radova na dve lokacije, te ih zanima da li primenjuju ZJN,\ns obzirom da proc. vrednost jedne nabavke pomenute usluge za jednu lokaciju iznosi oko 800.000,00 din., a za drugu lokaciju oko 700.000,00 din.\nNaručilac u konkretnom slučaju primenjuje ZJN, imajući  u vidu da se radi o istovrsnim uslugama, čija ukupna procenjena vrednost prelazi iznos praga za nabavku usluge propisanog članom 27. ZJN. Sugerisano da razmotri prikladnost\noblikovanja nabavke predmetne usluge po partijama (po lokacijama), u skladu sa čl. 36. ZJN.\nN\na\nruči\nlac je zamolio za odgovor na više pitanja\nu vezi sa izmenom ugovora o jn\n:"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li izmena ugovora o jn  (npr. izmenili bi cenu) mora biti unapred predviđena u ugovoru o jn, u sl...",
    "texts": [
      "Naručilac je osnovnim ugovorom o jn izvođenja radova predvideo višak radova, te ga zanima da li je u obavezi da izmeni ugovor o jn usled pojave istih.\nNameravaju da izvrše i izmenu ugovora o jn radova usled povećanja obima, te su zatražili pojašnjenje čl. 160. ZJN.\nProtumačene odredbe čl. 157. ZJN kojim su propisane izmene ugovora o jn (i) u pogledu dodatnih radova, te ukazano na obavezu naručioca,\npr\no\npisanu čl. 155\n.\nZJN\n, da u tom slučaju obaveštenje o izmeni ugovora o jn pošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn\n, pr\no\npisanu čl. 155\n.\nZJN\n.\nOdgovoreno\nda naručilac može da izvrši izmenu ugovora o jn u pogledu npr. promene cene ukoliko je to jasno predvideo u dokumentaciji i ugovoru o jn,\nkako je i propisano\nčl. 156. ZJN.\nDat odgovor da, saglasno\nčl. 157. st. 5. ZJN, ugovoreni viškovi radova ne predstavljaju izmenu ugovora o jn.\nDakle, u pogledu viškova radova naručilac postupa na način predviđen osnovnim ugovorom\no jn\n(npr. ugovorom\no jn\npredviđeno\nje\nda će se u slučaju viškova radova primeniti pravila Posebnih uzansi o građenju).\nDato  objašnjenje pod kojim uslovima i na koji način naručilac može da izvrši izmene ugovora o jn usled povećanja obima, a na osnovu čl. 160. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se nabavka ispod limita iz člana 27. ZJN prikazuje u planu jn?...",
    "texts": [
      "Odgovoreno da nabavke ispod limita naručilac ne prikazuje u Planu jn, niti iste objavljuje na Portalu jn. Posebnim aktom iz čl. 49. ZJN (internim aktom) naručilac definiše, između ostalog, način planiranja i sprovođenja nabavki na koje se ZJN ne primenjuje. Takođe, shodno čl. 181. ZJN naručilac je\ndužan da putem Portala jn zbirno objavi podatke o nabavkama na koje nije primenjivao odredbe ZJN-a."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitali su kome da se obrate u vezi sa tehničkim pitanjem oko rada na Portalu jn....",
    "texts": [
      "Upućeni na kolege i koleginice koji daju konstulacije u vezi sa radom na Portalu jn na br. tel. date na internet stranici KJN.\nKakvo je dalje postupanje naručioca kada\nsmatra da\nsu\nnav\nodi\niz ZZP-a n\neosnovani"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "U slučaju kada naručilac smatra da navodi iz ZZP.a nisu osnovani, postupa u skladu sa čl. 220. st. 1. tačka 2) ZJN odn. odgovor u kome će se izjasniti na sve navode iz ZZP-a i kompletnu dokumentaciju iz postupka jn dostavlja RKJN radi daljeg postupanja tj. odlučivanja o ZZP-u, a primerak odgovora dostavlja podnosiocu ZZP-a.\nNaručilac je naveo da RFZO treba da odobri dodatna sredstva za finansiranje dodatnih količina mazuta za grejnu sezonu. Za predmetna dobra su već sroveli postupak i zaključili ugovor, ali navedena količina neće biti dovoljn za celokupnu grejnu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li moraju da menjaju Plan javnih nabavki, ukoliko menjaju predmet n...",
    "texts": [
      "Naručiocu odgovoreno da mora biti strpljiv i da sačeka dobijanje odgovora na pitanje koje je uputio KJN. Pored navedenog odgovoreno naručiocu da mora imati finansijska sredstva prilikom realizacije ugovora i nije obavezno da ista ima u momentu planiranja nabavke. Pored navedenog, odgovoreno da naručilac iz opravdanih\nrazloga mo\nž\ne planirati novu nabavku istovrsnog dobra, ali pri tom mora da vodi računa o ukupnoj procenjenoj vrednosti te nabavke i već sprovedene, u smislu računanja rokova iz člana 52. ZJN.\nU pogledu\ndrugog pitanja, naručiocu odgovoreno da moraju da menjaju Plan javnih nabavki, ukoliko menjaju predmet javne nabavke, kako je navedeno i u članu 88. stav 4. ZJN.\nZainteresovano lice je navelo da im se naručilac obratio u postupku javne nabavke u kojem su učestvovali kao grupa ponuđača, radi dostave dokaza shodno odredbama člana 119. stav 1. ZJN. Drugi član grupe je privredno društvo iz Makedonije, te postavljaju pitanje da li su obavezi da prevedu dokumentaciju tj. dokaze navedenog privrednog društva.\nZaintersovanom licu odgovoreno da naručilac shodno odredbama člana 42. stav 5. ZJN može da zahteva da ponuda ili deo ponude ponuđača bude preveden na srpski jezik, prilikom stručne ocene ponuda, za šta je obavezi da ostavi ponuđaču primeren rok. U konkretnoj situaciji neophodno je utvrditi da li je naručilac u zahtevu naveo obavezu prevođenja dokaza koji se dostavljaju, te je preporučeno zainteresovanom licu da sredstvima komunikacije dozvoljenim na osnovu odredbi ZJN postavi pitanje da li je potrebno dostaviti i prevod dokaza urađen od strane ovlašćenog tumača za makedonski jezik za člana grupe koji je privredno društvo iz R.S.Makedonije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje u vezi sa odredbama koje regulišu pitanje izmene ugovora iz člana 157....",
    "texts": [
      "Naručilac je naveo da je već uradio izmenu ugovora po osnovu uzansi,te postavlja"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu odgovoreno da odredbe člana 157. ZJN definišu pitanje nepredviđenih radova, koji nisu obuh...",
    "texts": [
      "Naručiocu odgovoreno da u odredbama člana 160. ZJN navodi prvobitna vrednost ugovora o javnoj nabavci radova (znači bez uračunavanja vrednosti nakon izmena).\nNaručicu odgovoreno da najkasnije narednog dana objavljuje obaveštenje o podnetom zahtevu za zaštitu prava, shodno članu 214. stav 8. ZJN, od dana prijema istog. Prema odredbama člana 216. stav 1. ZJN podnošenje zahteva za zaštitu prava zadržava nastavak postupka javne nabavke do okončanja postupka zaštite prava. Iz navedenih zakonskih odredbi jasno proizilazi da naručilac ne može da čeka otvaranje ponuda, te da onda objavi obaveštenje kojim se zapravo na Portalu javnih nabavki zadržavaju dalje aktivnosti u konkretnom postupku javne nabavke (tzv. suspenzija postupka).\nNaručilac je doneo odluku o dodeli ugovora i nakon toga je primio putem Portala zahtev za uvid u dokumentaciju od strane drugorangiranog ponuđača u delove ponude koji nisu vidljivi na Portalu. Kako da postupe.\nNaručiocu odgovoreno da shodno odredbama člana 149. ZJN ima obavezu da omogući uvid u dokumentaciju o nabavci i kopiranje iste ponuđačima koji su podneli ponude, najkasnije u roku od dva dana od prijema zahteva. Naručiocu prezentovan deo Uputstva sa Portala javnih nabavki koji bliže definiše postupanje naručioca u pogledu omogućavanja uvida u dokumentaciju, sa napomenom da ukoliko postoje delovi ponude koji su dostavljeni mimo Portala omogući uvid navođenjem dana, termina i mesta za vršenje uvida, sa obavezom prilaganja ovlašćenja. Preporučeno da se o izvršenom uvidu u dokumentaciju sačini Zapisnik.\nNaručiocu je u postupku javne nabavke buldožera podnet zahtev za zaštitu prava kojim\nje osporena sadržina konkursne dokumentacije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukazano je na odredbe Zakona o javnim nabavkama koje su od značaja u odnosu na dato pitanje i objašn...",
    "texts": [
      "Naručilac je sproveo postupak javne nabavke uglja i peleta po partijama. Za ugalj je zaključio ugovor o javnoj nabavci, a za pelet obustavio postupak. Postavio je pitanje da li sada ponovo može da pokrene postupak javne nabavke peleta s tim što bi ga oblikovao u dve partije, te pored drvenog peleta, u drugoj partiji dodao i agro-pelet.\nImajući u vidu da bi naručilac na ovaj način dodao novi predmet javne nabavke u jednom delu, potrebno je da najpre izvrši izmenu plana javnih nabavki.\nNaručilac se interesovao da li treba konkursnom dokumentacijom da zahteva od ponuđača da popune model ugovora o javnoj nabavci.\nNaručilac u konkursnoj dokumentaciji, u delu pod nazivom „Dokumenti koji se zahtevaju u ponudi/prijavi“, označava model ugovora samo ako je potrebno da ponuđači popune model ugovora, u smislu podataka koji neće biti sadržani u drugim delovima ponude koje će ponuđači da podnesu, nakon čega ga učitavaju u okviru svoje e-ponude. U suprotnom, ponuđači izražavaju svoju saglasnost sa sadržinom budućeg ugovora jednostavno čekiranjem. Ukazano je da u uputstvu za sačinjavanje ponude naručilac ne traži od ponuđača da potpisuju model ugovora, već da, ukoliko je to zahtevano konkursnom dokumentacijom, popune model ugovora i tako popunjeni model ugovora učitaju u okviru svoje e-ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da je dobio ponudu u kojoj je za način plaćanja na dva mesta unet različit podatak....",
    "texts": [
      "Naručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac pokreće postupak nabavke softvera. Postavlja pitanje da li da predmet nabavke odredi kao d...",
    "texts": [
      "Preporučeno da označi predmet nabavke kao dobro."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju da menjaju plan jn ukoliko neće pokrenuti jednu nabavku koja je planom predviđena?...",
    "texts": [
      "Naručilac nema obavezu izmene Plana jn u tom slučaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li bi za predmet javne nabavke mogli odrediti da se može ponuditi i polovni i novi tečni hromatog...",
    "texts": [
      "Obzirom da bi tu bila velika razlika u ceni, kao i u tehničkim specifikacijama, takvo određivanje predmeta jn ne bi bilo u skladu sa ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li Naručilac je sproveo otvoreni postupak u kome nije dobio nijednu ponudu. Sada pokreće pregovar...",
    "texts": [
      "Naručilac nema takvu obavezu.\nPotrebna im je informacija vezano za plaćanje takse za zahtev za tumačenje.\nPoslat je mail sa inf. vezano za taksu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da nakon objavljivanja odluke o dodeli ugovora omogući uvid u dokumenta...",
    "texts": [
      "N\naručilac je dužan da nakon objavljivanja odluke o dodeli ugovora omogući uvid u dokumentaciju o jn privrednom subjektu koji  je podneo ponudu\nu roku od dva dana od dana prijema pisanog zahteva za uvid u dokumentaciju o jn u skladu sa čl. 149. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je načinio tehničku (računsku) grešku u  obrascu strukture cene. Da li da istu ispravi?...",
    "texts": [
      "Odgovoreno da u tom slučaju naručilac postupa u skladu sa čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zamolili da razgovaraju sa  koleginicom Marijom Petković, koja je već upoznata sa pitanjem....",
    "texts": [
      "Prosleđeno koleginici.\nZatražili objašnjenje procedure pregovaračkog postupka bez objavljivanja javnog poziva.\nDato objašnjenje procedure\npregovaračkog postupka bez objavljivanja javnog poziva\n. Ukazano na Smernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva, koje je KJN objavila na svojoj internet stranici.\nU"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li privredni subjekt uz izjavu o ispunjavanju kriterijuma za kvalitativni izbor privrednog subjek...",
    "texts": [
      "Na način i u rokovima propisanim čl 97. ZJN (u zavisnosti od proc. vrednosti jn).\nPredočeno da privredni subjekti u ponudi odn. prijavi dostavljaju izjavu iz čl. 118. ZJN kojom samo potvrđuju da ispunjavaju kriterijume za kvalitativni izbor privrednog subjekta, što dalje znači da uz izjavu ne dostavljaju dokaze. Ukazano da je, u skladu sa čl. 119. ZJN, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku jn čija je proc. vrednost veća od 5.000.000,00 din. dužan da pre donošenja odluke u postupku jn na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta u neoverenim kopijama u primerenom roku koji odredi naručilac.\nTakođe, u slučaju kada je proc. vrednost jn jednaka ili niža od 5.000.000,00 din. naručilac može da zahteva deo dokaza ili sve dokaze radi provere podataka\nnavedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ukoliko je to u cilju pravilnog sprovođenja postupka jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da se prihvati ponuda koja prelazi proc. vrednost nabavke?...",
    "texts": [
      "Može, u skladu sa čl. 146. st. 2. ZJN.\nNaručilac je izvršio izmenu ugovora u vezi sa postupkom javne nabavke koji je sproveden po odredbama ranijeg ZJN/2015, ali nije naveo\novu izmenu\nu kvartalnom izveštaju. Da li imaju obavezu da navedeno evidentiraju u kvartalnom izveštaju, obzirom da se izmene ugovora vrše na osnovu odredbi novog ZJN.\nNaručilac ima obavezu da u kvartalnim izveštajima dostavlja podatke, za sve postupke i ugovore koje je zaključio prema odredbama ranije važećeg ZJN/2015.\nNaručilac je u postupku javne nabavke primio zahtev za zaštitu prava, pre roka za podnošenje ponuda o kojem je konačnu odluku donela R.komisija za zaštitu prava u postupcima javnih nabavki. Nakon prijema odluke RKZP, izmenjena je dokumentacija i nastavljen postupak. Naručiocu je dostavljen zahtev za pojašnjenjem u kojem je isti upitan iz kog razloga nije obavestio podnosioca zahteva o donetoj odluci RKZP shodno odredbama člana 227. stav 6. ZJN. Kako da postupe.\nNaručiocu odgovoreno da je isti u obavezi da shodno odredbama člana 227. stav 6. ZJN obavesti sve učesnike u postupku o donetoj odluci Republičke komisije, ali je ovo najčešće situacija kada je zahtev za zaštitu prava podnet nakon donete odluke o dodeli ugovora. U konkretnom slučaju podnosilac zahteva je morao dobiti odluku R.komisije, kao i naručilac imajući u vidu sadržinu stava 4. prethodno navedenog člana zakona. Svakako preporučeno naručiocu da u odgovoru citira prethodno navedeni stav ZJN, kao i da kroz odgovor obavesti podnosioca zahteva o donetoj odluci R.komisije (broj odluke i dispozitiv odluke).\nNaručilac je sproveo postupak javne nabavke za uslugu izrade projekta za rekonstrukciju fasade gradske uprave i predvideo je obavezan obilazak (gde je navedeno da će biti odbijene ponude ponuđača koji ne izvrše obilazak). Jedan od ponuđača nije izvršio obilazak, koji je u vezi navedenog postavio neblagovremen zahtev za pojašnjenjem (dan pre isteka roka za podnošenje ponuda). Kako da cene navedenu ponudu.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, te da o navedenom odlučuje komisija za javnu nabavku. Svakako je skrenuta pažnja naručiocu da obaveza obilaska može izuzetno da postoji kada je to potrebno radi pripreme ponude, a što mora da ceni naručilac u svakom konretnom postupku javne nabavke. Navedeno proizilazi i iz odredbi člana 86. ZJN. U konretnom slučaju naručilac mora ceniti prethodno navedeno, kao i činjenicu da je zahtevao obilazak koji predstava i uslov prihvatljivosti dostavljenih ponuda. Preporučeno naručiocu da u buduće obrati pažnju u vezi navedenog zahteva, te da ukoliko obilazak ili uvid nije uslov pripreme ponuda, opredeli mogućnost a ne obavezu obilaska lokacije, objekta i sl."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima nameru da sprovede pregovarački postupak bez objavljivanja javnog poziva za održavanje...",
    "texts": [
      "Naručiocu odgovoreno da sačekaju odgovor u vezi sa prosleđenim pitanjem. U vezi sa postavljenim pitanjima odgovoreno da se nabavke po pravilu planiraju za kalendarsku godinu. Konkretna situacija nije regulisana odredbama ZJN, ali je zbog kratkih rokova jedino logično planiranje predmetne nabavke u Planu javnih nabavki za 2021. godine, kako bi bio sproveden postupak i pravovremeno bio zaključen ugovor po predmetnoj nabavci. Način finansiranja predmetne nabavke (budžetska godina, odobrena sredstva i dr.pitanja) ne regulišu odredbe ZJN. Naručiocu posebno skrenuta pažnja na Prilog 7. ZJN (u vezi sa predmetnom nabavkom) koji definiše društvene i druge posebne usluge, u kontekstu odredbi člana 27. ZJN i vrednosti pragova do kojih naručilac nije dužan da sprovodi postupak javne nabavke, osim načela definisanih odredbama ZJN (u meri u kojoj je to primenjivo).\nNaručilac je sproveo postupak javne nabavke na ukupnu procenjenu vrednost (konstatovano u odluci o sprovođ.postupka i ostalim aktima iz postupka). Obzirom da je ugovor zaključen na manji iznos od procenjene vrednosti, naručilac postavlja pitanje da li za preostali iznos može sprovesti novi postupak javne nabavke.\nNaručiocu odgovoreno da ne može sprovoditi sa iste pozicije u planu novi postupak javne nabavke, obzirom da je isti sproveo na ukupno opredeljenu procenjenu vrednost. Evenetualno usled opravdane potrebe može planirati novi postupak javne nabavke koji je istovrstan sa već sprovedenim postukom, vodeći računa o ukupnoj procenjenoj vrednosti i rokovima iz člana 52. ZJN.\nNaručilac je sproveo postupak javne nabavke, doneo odluku o dodeli ugovora, te postavljaju pitanje da li mogu da zaključe ugovor i pre isteka roka za podnošenje zahteva za zaštitu prava, ukoliko bi se drugorangirani ponuđač (kao jedini pored prvoragiranog kojem je dodeljen ugovor) odrekao prava na ulaganje zahteva za zaštitu prava.\nNaručiocu odgovoreno da shodno odredbama člana 151. ZJN naručilac između ostalog može zaključiti ugovor pre isteka roka za podnošenje zahteva za zaštitu prava ukoliko je podneta samo jedna ponuda, što ovde nije slučaj. Institut odricanja od ulaganja zahteva za zaštitu prava ne poznaje ZJN (navedeno regulišu odrebe Zakona o opštem upravnom postupku). Aktivnu legitimaciju za podnošenje zahteva za zaštitu prava pored drugorangiranog ponuđača, shodno odredbama člana 211. stav 2. ZJN imaju i nadležne državne institucije. Takođe napomenuto da nepostupanje naručioca po odredbama člana 151. ZJN predstavlja prekršaj shodno odredbama člana 236. stav 1. tačka 12) ZJN. Shodno svemu iznetom navedeno naručiocu da nije preporučljivo da zaključuje ugovor o javnoj nabavci pre sticanja zakonskih uslova za to."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zaintersovano lice postavilo pitanje da li može da menja cene u ponudama prilikom trajanja sistema d...",
    "texts": [
      "Zaintersovanom licu skrenuta pažnja da se predmetni postupka sprovodi u dve faze (faza prijava i faza podnošenja ponuda). U fazi podnošenja ponuda, naručilac upućuje poziv za podnošenje ponuda ponućačima čije su prijave prihvaćene. Pitanje promene cena, po pravilu ne bi trebalo da bude smetnja, ukoliko naručilac više puta sprovodi"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je neophodno tražiti dokaze od ponuđača koji nije upisan u Registar ponuđača u slučaju nabavke...",
    "texts": [
      "Naručilac nema takvu obavezu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može doneti Odluku o obustavi postupka za nabavku u kojoj je uložen Zahtev za zaštit...",
    "texts": [
      "Ne može, iz razlog ašto podnošenje zahteva za zaštitu prava zadržava nastavak postupka javne nabavke od strane naručioca do okončanja postupka zaštite prava, osim u slučaju pregovaračkog postupka iz člana 61. stav 1. tačka 2) ovog zakona."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje istovrsnosti....",
    "texts": [
      "Ukazano da je članom 29. stav 3. ZJN propisano je da naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Privredni subjekt prilikom dostavljanja menice greškom  poslao naručiocu neodgovarajuće menično ovla...",
    "texts": [
      "Preporučeno da dostavi ispravno ovlašćenje sa obrazloženjem."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 1.Da li ZJN predviđa zaštitu prava u slučaju primene odredaba iz čl. 11-21. ZJN (nabavke izuzete od ...",
    "texts": [
      "2.\nKome da se obrate u cilju dobijanja informacija\nu vezi sticanja sertifikata za službenika za j"
    ],
    "link": null
  },
  {
    "title": "Pitanje: n?...",
    "texts": [
      "Dat odgovor da ZJN predviđa zaštitu prava u slučaju izuzetih nabavki iz čl. 11.-21. ZJN. Upućen na čl. 215. ZJN.\nOdgovoreno da k\nonsultacije u vezi sticanja sertifikata za\ns\nlužbenika za javne nabavke\nmože dobiti na br. tel. i u vreme koji su istaknuti na internet stranici KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ponuda može da se izmeni?...",
    "texts": [
      "Shodno čl. 135. st. 3. ZJN ponuđač može da izmeni ponudu u roku za podnošenje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kom roku podnosilac ZZP-a može da dostavi RKJN svoje mišljenje u vezi sa odgovorom naručioca iz čl...",
    "texts": [
      "U roku od dva radna dana od dana prijema odgovora naručioca\niz čl. 220. st. 1. tačka 2) ZJN\n.\nNaručilac je u dilemi da li može nabavku radova ispod praga da sprovede u redovnom postupku jn, jer  smatra da bi na taj način obezbedio veću konkurenciju.\nMože. U tom slučaju primenjuje odredbe ZJN-a."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje oko postupanja u vezi sa računskom greškom u ponudi, koja se odnosi na podatke nav...",
    "texts": [
      "Ukoliko je pitanju računska greška,  naručilac postupa u skladu sa čl. 142. ZJN.\nZatražili pojašnjenje procedure pregovaračkog postupka iz čl. 61. st. 1. tačka 1) ZJN, u vezi nabavke softvera.\nDato objašnjenje (osnov, dokazi, procedura).\nNaručiocu je u pogledu određivanja kriterijuma za izbor u delu stručnog kapaciteta (zavarivača sa licencom) preporučeno da zahteva određenu licencu sa navodima ili odgovarajuća primenom odredbi člana 99. i 100. ZJN. Postavljaju pitanje da li se navedeno odnosi na tehničke specifikacije ili može i na kriterijume za izbor.\nNaručiocu odgovoreno da se navedeno odnosi na tehničke specifikacije, a ne na kriterijume za izbor. Svakako skrenuta pažnja naručiocu da mora jasno da definiše koji su to dokazi za ispunjenje zahtevanog kriterijuma za izbor, kako je to konačno i navedeno odredbama člana 120. stav 1. ZJN. Mora ispitati koje su to licence predviđene za obavljanje delatnosti zavarivača i kao takve ih definisati u okviru dokaza za ispunjenje kriterijuma."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice je navelo da učestvuje u postupku javne nabavke kao grupa ponuđača sa podizvođač...",
    "texts": [
      "Ko je u obavezi da isplaćuje podizvođača za deo poslova koje je obavio u slučaju grupe ponućača.\nZaintersevanom licu odgovoreno da podizvođač sačinjava izjavu iz člana 118. ZJN i istu dostavlja članu grupe koji će sačiniti\ni podneti ponudu.\nU pogledu drugog pitanja odgovoreno da prema podizvođaču obaveze izmiruju ili članovi grupe srazmerno ili nosilac posla, što je najbolje posebno regulisati posebnim pravnim poslom (ugovorom). Svakako su naručiocu solidarno odgovorni članovi grupe shodno odredbama člana 130. stav 2.ZJN za izvršenje ugovora.\nNaručilac je sproveo postupak javne nabavke čija je procenjena vrednost 200.000,00 rsd. Da li je u obavezi da od ponuđača prvorangiranog zahteva dokaze za ispunjenost kriterijuma za kvalitatvni izbor privrednih subjekata (za nepostojanje osnova za isključenje)\nNaručiocu odgovoreno da shodno odredbama člana 119. stav 2. ZJN nije u obavezi da zahteva dokaze za ispunjenost kriterijuma, ali da svakako ima pravo da zahteva dokaze shodno stavu 3. istog člana zakona, ukoliko ima sumnje u ispunjenost kriterijuma ili ukoliko je to neophodno za pravilno\nsprovođenje postupka.\nNaručilac je sproveo postupak javne nabavke, gde je u ponudi prvorangiranog ponuđača naveden naziv istog sa dodatkom služba za GIZ, dok je u modelu ugovora naveden samo\nnaziv privrednog subjekta. Kako da postupe.\nNaručiocu odgovoreno da se radi o jednom privrednom subjektu i da je isti verovatno registrovao organizacione jedinice kada ih je nazvao „službe“. Svakako naručilac shodno odredbama člana 142. ZJN treba da zahteva dodatno objašnjenje od ponuđača, kako bi odagnao\nsve sumnje u pogledu ocene dostavljene ponude.\nPrvi put sprovode postupak na Portalu jn. Traže ukratko pojašnjenje postupka.\nU kratkim srtama pojašnjeno, upućeni na uputstva za korišćenje Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu izvršiti izmenu ugovora o jn koji je zaključen nakon sprovedenog pregovaračkog postupka b...",
    "texts": [
      "Mogu, ukoliko su ispunjeni uslovi iz čl. 154-161. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koju dokumetaciju treba da šalju Republičkoj komisiji kada je uložen ZZP?...",
    "texts": [
      "Ukazano da dostavi svu dokumentaciju koja je potrebna da bi se donela odluka o predmetu zahteva za zaštitu prava."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Jedan od izabranih ponuđača je odustao od zaključenja okvirnog sporazuma koji se zaključuje sa više ...",
    "texts": [
      "Ukazano da mora ponovo izvršiti stručnu ocenu ponuda kako bi odbio ponudu tog ponuđača."
    ],
    "link": null
  }
]