[
  {
    "title": "Pitanje: PITANjE?...",
    "texts": [
      "ODGOVOR\nNaručilac je doneo odluku o dodeli ugovora, gde je pre konačnosti iste dobio putem Portala izjašnjenje ponuđača kojem je dodeljen ugovor da odustaje od ponude. Kako da postupe, u smislu dodele ugovora drugom po rangu ponuđaču.\nNaručiocu odgovoreno, da ZJN o navedenom ništa ne propisuje, osim što je definisano da nakon konačnosti odluke, a ukoliko ponuđač kojem je dodeljen ugovor odbije da zaključi ugovor, omogućava naručiocu da zaključi ugovor sa sledećim rangiranim ponuđačem (član 152. stav 3. ZJN). Naravno navedeno je moguće ukoliko nije potrebno ponovo izvršiti rangiranje ponuda prema definisanom kriterijumu za dodelu ugovora (član 152. stav 4. ZJN). S tim u vezi ukazano naručiocu, da svakako mora izmeniti odluku (što Portal tehnički dozvoljava), kako bi u obaveštenju o dodeli ugovora stajao naziv ponuđača sa kojim je zaključen ugovor.\nNaručilac je sproveo postupak javne nabavke za ekskurzije u toku prošle godine, koji je istekao. Da li mogu na osnovu prethodno navedenog ugovora organizovati ekskurzije.\nNaručiocu odgovoreno da je prethodni ugovor istekao i da kao takav više ne proizvodi pravno dejstvo pa ni obaveze na strani ugovornih strana. Naručilac mora planirati predmetnu javnu nabavku i nakon toga sprovesti odgovarajući postupak javne nabavke.\nZainteresovano lice je u postupku javne nabavke pogrešno upisalo jedinične cene u obr.strukture ponuđene cene. Da li prilikom ocene ponuda naručilac uzima u obzir navedeneu cenu ili i ukupnu cenu. Takođe da li mogu kao zainteresovano lice da ukažu naručiocu da je obrazac bio nejasan usled čega je i načinjena greška.\nZainteresovanom licu odgovoreno da je prema odredbama člana 142. stav 6. ZJN merodavna jedinična cena prilikom stručne ocene ponuda za naručioca. U pogledu nejasnoća u dokumentaciji, zaonteresovano lice je moralo da reaguje u fazi pre isteka roka za podnošenje ponuda, kada je shodno odredbama člana 97. ZJN moglo da zahteva od naručioca pojašnjenja u vezi sa spornim obrascem i načinima njegovog popunjavanja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu se obraćaju škole kojima obezbeđuju fin.sredstva za nabavku usluge prevoza učenika. Veliki...",
    "texts": [
      "Naručiocu odgovoreno da prema odredbama ZJN, mogu da odbiju dostavljene ponude, saglasno članu 144. stav 2. ZJN, ili da dodele ugovor prema odredbama člaan 146. stav 2. ZJN. Pri tom, naručilac mora da vodi računa da poštuje i druge propise, posebno one koji se tiču finansijskih propisa. Sa druge strane, ukazano naručiocu da saglasno članu 29. stav 1. ZJN mora voditi računa o validnosti procenjene vrednosti javne nabavke, kako u momentu planiranja iste, tako i u trenutku pokretanja javne nabavke.\nViše pitanja u vezi sa načinom podnošenja ponude.\nDato objašnjenje uz upućivanje na odredbe čl. 135-138. ZJN (podnošenje ponude, ponude sa varijantama, važenje ponude, troškovi pripremanja ponude).\nRegistrovani su na Portalu jn kao naručilac, a trebaju da se registruju i kao ponuđač.\nOdgovoreno da se obrate\nKJN\nmejlom\nsa zahtevom za otvaranje krovnog naloga k\nako bi im\nbilo omogućeno\nda budu\nregistrovan\ni i kao naručilac i kao ponuđač, i koji će omogućiti registraciju dva naloga sa istim PIB-om i matičnim brojem.\nZamolili su za kontakt tel. za konsultacije u vezi sa primenom Portala jn.\nUpućeni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako dobiti  informacije u vezi sa polaganjem ispita za službenika za jn?...",
    "texts": [
      "Data informacija da je broj tel. za k\nonsultacije u vezi\nsa\nsticanjem sertifikata za Službenika za jn\ndat na internet stranici KJN u delu Kontakt, te da je deo internet stranice posvećen i Službeniku za jn koji takođe sadrži korisne informacije u vezi\nsa\npolaganjem ispita radi sticanja sertifikata za službenika za jn\n.\nUčestvuju u o.p. za nabavku kancelarijskog materijala. Nejasna im je dokumentacija o jn u vezi sa zatraženim dokazom o ekvivalentnosti.\nOdgovoreno da zatraže pojašnjenje od naručioca u vezi sa dokumentcijom o jn, konkretno, traženim dokazom\no ekvivalentnosti,\nu skladu sa čl. 97. ZJN.\nNaručilac traži Model KD za pregovarački postupak bez objavljivanja javnog poziva.\nTakav dokument nije dostupan na sajtu KJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da Obaveštenje o   dodeli ugovora objave u Sl. glasnik za nabavku čija je procenjena ...",
    "texts": [
      "Ne, ukazano na član 105. stav 8. ZJN.\nNaručilac se raspituje o načinu sprovođenja konkurentnog postupka sa pregovaranjem ..\nUkazano da se radi o dvofaznom postupku i objašnjeni osnovni koraci.\nKonkursnom dokumentacijom je predviđen rok plaćanja 45 dana. Ponuđač je  u obrascu ponude naveo rok 15 dana, dok je u modelu ugovora"
    ],
    "link": null
  },
  {
    "title": "Pitanje: naveo 45 dana.  Da li može da zahteva dodatna pojašnjenja u skladu sa članom 142. ZJN?...",
    "texts": [
      "Rečeno da naručilac odlučuje kako će postupiti u konkretnom slučaju i da dodatnim pojašnjenjima ponuđač ne bi smeo da menja sadržinu prvobitne ponude niti elemente koje su od značaja za primenu kriterijuma za dodelu ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Određeni ponuđač koji je učestvovao u postupku javne nabavke je prethodno bio u zamrznutom statusu. ...",
    "texts": [
      "Rečeno da nema uticaja ukoliko ponuđač trenutno ispunjava sve kriterijume za izbor privrednog subjekta."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu je ukazano da po potrošnji električne energije spada u male potrošače i da nije dužan da s...",
    "texts": [
      "Rečeno da mali kupci mogu ostati na javnom snabdevanju u skladu sa postojećim ugovorom, ali i da imaju mogućnost da sprovedu postupak javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je u izjavi štiklirao da je upisan u APR, ali nije uneo link. Kako da tretiraju takvu ponudu...",
    "texts": [
      "Iz iste pozicije plana.\nUkazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija, odnosno lice koje je naručilac imenovao. U konkretnom slučaju, bitno je da je dostavio menicu u roku.\nReč je o javno dostupnim podacima, naručilac svakako može doći do potrebnih informacija.\nU toku kreiranja ponude Portal mu ne dozvoljava da nastavi, nego ga vraća na prethodni korak.\nUpućeni na kolege iz tehničke službe.\nHoće da aneksiraju ugovora tako da smanje cenu, jel to mogu.\nMože."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uložili su zzp na Partiju 1, da li za druge partije u postupku teku rokovi normalno?...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje u pogledu izuzetaka....",
    "texts": [
      "Upućeni da pošalju zahtev za tumačenje.\nPitanja u vezi sa postupkom zaštite prava na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na postupak zaštite prava na Portalu jn), Demo vertiju Portala jn, mogućnost da zahtevaju konstulacije u vezi sa primenom Portala jn.\nPozvao je u vezi sa prekršajnim postupkom koji je KJN pokrenula protiv JKP Kučevo u vezi nabavke asfaltne mase za krpljenje udarnih rupa te, s tim u vezi, pita šta dalje.\nSledi prekršajni postupak pred nadležnim prekršajnim sudom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi sa pojmom javnog naručioca....",
    "texts": [
      "Protumačene odredbe čl. 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju više raznovrsnih predmeta nabavki koje pojedinačno (npr. usluge popravki), a u skladu sa čl. 2...",
    "texts": [
      "Nabavke ispod limita iz čl. 27. ZJN naručilac sprovodi u skladu sa posebnim aktom iz čl 49. st. 2 ZJN.\nZamolili su za\nobjašnjenje šta se smatra poverljivim podatkom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Šta se smatra poverljivim podatkom, čuvanje poverljivih podataka, šta naručilac ne sme da označi kao...",
    "texts": [
      "primena odredaba čl. 38. i 39. ZJN ne isključuje primenu drugih odredaba  ZJN, a naročito onih koji se odnose na objavljivanje oglasa o jn i dr. i posebne propise u skladu sa čl. 40. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi imena ugovora o jn, uopšteno....",
    "texts": [
      "Ukratko dato objašnjenje kada je i kako moguće izvršiti izmene ugovora o jn, osnovima za izmenu ugovora o jn, u kojim slučajevima je obavezno objavljivanje obaveštenja o izmeni ugovora o jn uz upućivanje na odredbe čl. 155. do 162. ZJN, kojima je regulisano pitanje izmene ugovora o jn. Pored toga, naručiocu je skrenuta pažnja da postupanje suprotno odredbama čl. 155-161. ZJN povlači prekršajnu odgovornost naručioca u skladu sa čl. 236. st. 1. tač. 14) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li, u slučaju sprovođenja postupka javne nabavke radi zaključenja...",
    "texts": [
      "ugovora koji bi se protezao na dve godine\n, postupak sprovodi na osnovu ukupne procenjene vrednosti ili deli po godinama.\nObjašnjeno je da je, u konkretnom slučaju, reč o jedinstvenoj javnoj nabavci, te da je, s tim u vezi, naručilac dužan da odredi ukupnu procenjenu vrednost za sve vreme trajanja\nugovora\ni na osnovu te vrednosti dalje primenjuje pravila predviđena za određeni postupak javne nabavke.\nTakođe, napomenuto je da, u konkretnom slučaju, nije reč o višegodišnjem ugovoru.\nNavedenom ponuđaču je dodeljen ugovor u postupku javne nabavke određenog građevinskog materijala koji on uvozi iz Ukrajine. Zbog novonastale situacije u toj zemlji od proizvođača je dobio obaveštenje da isporuka neće biti moguća u narednih mesec dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač postavlja pitanje kako dalje da postupi....",
    "texts": [
      "Imajući u vidu sve navedeno, preporučeno je da ponuđač obavesti naručioca o tome da, ukoliko pristupi ugovoru i preuzme ugovornu obavezu, istu neće moći da izvrši dok se za to ne budu stekli uslovi; neizvesno je da li će to biti mesec dana ili duže."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je sproveo postupak koji sadrži 6 partija. U tri partije najpovoljniji je ponuđač koji je ...",
    "texts": [
      "Ne...\nNaručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Procenjena vrednost javne nabavke iznosi 10.000.000 dinara bez PDV-a. Koji rok za podnošenje ponuda ...",
    "texts": [
      "Ukazano na član 52. stav 3. tač 1. i 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da zaključi ugovor za jednu partiju, ako za ostale nisu pristigle ponude?...",
    "texts": [
      "Odgovoreno da može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izmene ugovor za sanitetski i potrošni medicinski materijal u skladu sa članom 158. ZJ...",
    "texts": [
      "Rečeno da mogu ako su ispunjeni uslovi predviđeni tim članom.\nNaručilac je učitao Odluku o\npokretanju postupka\numesto Odluke o dodeli ugovora. Da li može da učita drugu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: odluku?...",
    "texts": [
      "Rečeno da može da izvrši izmenu Odluke o dodeli ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li kada odrede kadrovski kapacitet, treba da ulaze i u to na koji nač...",
    "texts": [
      "angažovao radnike kojim dokazuje kadrovski kapacitet ili ne? Naručilac pri tome napominje da nije k.d. predvideo da ima u radnom odnosu tražene kadrove.\nNe, relevantno je da ispunjava zahtevani kadrovski kapacitet."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uložen im je zzp na odluku kojom se okončava postupak javne nabavke, koji je RK usvojila i delimično...",
    "texts": [
      "Sve ponuđače."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje u pogledu stručne ocene ponuda...",
    "texts": [
      "Ukazano da KJN ne vrši stručnu ocenu ponuda.\nHoće da sprovode nabavku usluge koja spada u društvene i druge posebne usluge i čija je proc. vred. 3 000 000 dinara, da li je takva nabavka izuzeta od primene ZUN, napominju da su sektorski naručilac.\nNaručiocu ukazano na odredbu čl. 27. st. 1. tač. 3) ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada podnose zahtev za zaštitu prava da li ga upućuju putem Portala?...",
    "texts": [
      "Ponuđaču ukazano na čl. 213. ZJN\nDobili su mišljenje KJN da nije osnovana primena pregovaračkog postupka za nabavku\nADF\nsoftverskog paketa\nza kvantno-hemijske proračune"
    ],
    "link": null
  },
  {
    "title": "Pitanje: . Šta dalje da čine s obzirom da imaju potrebu za istim?...",
    "texts": [
      "Rečeno da pokrenu redovan postupak jn za predmetnu nabavku.\nUkazano\nd\na je članom\n5\n1. stav\n2\n. ZJN propisano da\njavni naručilac dodelu ugovora po pravilu vrši u otvor\nenom ili restriktivnom postupku, koji\nkao najtransparentniji i najkonkurentniji, predstavljaju pravilo, pri čemu naručilac može da ih sprovede bez ikakvog ograničenja, kako u pogledu predmeta javne nabavke, tako i u pogledu broja subjekata koji mogu da se jave u ulozi ponuđača."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku radova na rekonstrukciji i revitalizaciji arheološkog lokaliteteta Remezijana u Ba...",
    "texts": [
      "Naručilac poziva ponuđača koji je dostavio ekonomski najpovoljniju ponudu da u primerenom roku dostavi dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta na način propisan čl. 119. st 1. ZJN. Ukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu ne dostavi dokaze u datom roku, naručilac će u skladu sa čl. 119. st. 6. ZJN ponudu tog ponuđača odbiti i u skladu sa pomenutim st. 1. istog člana pozvati sledećeg ponuđača koji je podneo najpovoljniju ponudu (ukoliko ga ima) da dostavi dokaze, ili će obustaviti postupak jn, ako postoje razlozi za obustavu postupka jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da zatraži mišljenje KJN o osnovanosti primene pregovaračkog postupka  ...",
    "texts": [
      "61. st. 7. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "Zatražili su objašnjenje sprovođenja pregovaračkog postupka bez objavljivanja javnog poziva.\nNe.\nNapomenuto da je, shodno čl. 62. ZJN,\nmišljenje o osnovanosti primene pregovaračkog postupka  bez objavljivanja javnog poziva\nobavezno samo u slučaju primene  čl. 61. st. 1. tač. 1) i 2) ZJN.\nDato je objašnjenje pregovaračkog postupka bez objavljivanja javnog poziva u skladu sa čl 62. ZJN, na koji je naručilac upućen. Potom je ukazano na\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva, Uputstvo za korisnike Portala jn, kao i mogućnost korišćenja Demo verzije Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li vrše izmenu ugovora o jn izvođenja radova u slučaju pojave viškova i manjkova radova?...",
    "texts": [
      "Izmene okvirnog sporazuma mogu da se vrše  na isti način na koji je odredbama čl. 154.- 161. ZJN propisano vršenje izmene ugovora o jn.\nU skladu sa\nčl. 157. st. 5. ZJN, ugovoreni viškovi radova ne predstavljaju izmenu ugovora o jn.\nDakle, u pogledu viškova radova naručilac postupa na način predviđen osnovnim ugovorom\no jn\n(npr. ugovorom\no jn\npredviđeno\nje\nda će se u slučaju viškova radova primeniti pravila Posebnih uzansi\no građenju).\nIsto važi i u slučaju pojave manjkova radova.\nNaručilac\nnije postupio u skladu sa\nčlanom 181. Zakona o javnim nabavkama,\nodnosno nije\nu zakonskom roku dostavio podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nDobio je zahtev Kancelarije za javne nabavke da se izjasni da li je u toku 2021. godine imao takve nabavke\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imajući u vidu da je naručilac sprovodio nabavke čija je procenjena vrednost bila ispod zakonskog pr...",
    "texts": [
      "Data\nsu\npotrebna uputstva i smernice u smislu daljeg postupanja kad je reč o nabav\nkama izuzetim od primene zakona po navedenim osnovima."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li bi mogli u pregovaračkom postupku po hitnosti da učestvuju i ostali ponuđači koje naručilac ni...",
    "texts": [
      "Rečeno da bi mogli."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja tehničko pitanje...",
    "texts": [
      "Upućeni na kolege sa Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Aneksiraju  ugovor po osnovu člana 158. ZJN, da li kače obaveštenje o izmeni na Portal?...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li bi mogli da podele nabavku na tri odvojene tako da svaka bude ispod limita?...",
    "texts": [
      "Naručiocu ukazano da određivanje procenjene vrednosti javne nabavke ne može da se vrši na način koji ima za cilj izbegavanje primene ZJN.\nSmatraju da je naručilac u postupku u kojem su učestvovali pogrešno izvršio stručnu ocenu ponuda i vrlo su nezadovoljni.\nPonuđaču ukazano na mogućnost ulaganja zzp kao redovnog pravnog sredstva u postupku pravne zaštite povodom postupka javne nabavke.\nObratili su se KJN zahtevom za ispitivanje osnovanosti primene pregovaračkog postupka bez objavljivanja javnog poziva po čl. 61. st. 1. tač. 1) podtačka (2) ZJN za nabavku reagenasa za aparat Sysmex tipa 350\nn\nu vezi sa kojim su dobili pozitivno mišljenje KJN, a zahtev je trebao da se odnosi na aparat Sysmex tipa\n530n, a"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ne onaj koji su greškom naveli i za koje su dobili pozitivno mišljenje KJN. Kako da postupe?...",
    "texts": [
      "Naručilac treba prvo da izvrši ispravku postupka na Portalu jn/odustanak od nabavke za\nreagense za aparat Sysmex tipa\nXN-\n350. Nakon toga, naručilac treba da se obrati KJN na isti način kao i prethodni put tako što će dostaviti obrazloženje i dokumentaciju u vezi sa primenom pregovaračkog postupka bez objavljivanja javnog poziva za nabavku reagenasa za aparat Sysmex tipa\nXN-530."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koje dokaze zamenjuje upis ponuđača u registar APR?...",
    "texts": [
      "Objašnjeno\nda se za privredne subjekte koji su upisani u registar ponuđača APR smatra da nemaju osnov za isključenje iz član\na 111. stav 1. tač. 1) i 2) ZJN, a\nu skladu sa čl. 128. ZJN\nst. 6. ZJN\n, te nisu u\nobavezi da to posebno dokazuju.\nDakle, ukoliko privredni subjekat nije upisan u registar ponuđača u APR dužan je da\nto dokaže, ukoliko ga, kao najpovoljnijeg ponuđača, naručilac\npozove pre donošenja odluke o dodeli ugovora o jn da u skladu sa čl. 119. ZJN dostavi dokaze."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Od koje proc. vrednosti nabavke naručilac ima obavezu da primenjuje ZJN?...",
    "texts": [
      "Iz odredbe čl. 28. st. 1. ZJN proizlazi da je naručilac dužan da primenjuje odredbe ZJN-a  na nabavke usluga čija je procenjena vrednost jednaka ili veća od 1.000.000,00 din\n. i  za nabavke radova\nčija je procenjena vrednost jednaka ili veća\nod 3.000.000,00 din."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi sa minimalnim rokom za podnošenje ponuda u o.p....",
    "texts": [
      "Dato objašnjenje (minimalni rokovi za podnošenje ponuda u o.p., mogućnost skraćenja rokova, mogućnost produženja rokova..) uz upućivanje na odredbe čl. 52. ZJN.\nImaju pitanja oko popunjavanja\ne-izjave iz čl 118. ZJN\n.\nUpućeni na Uputstvo za kor\nisnike\nPortal\na\njn, deo Pri\nprema i podnošenje ponuda u okviru kojeg se\nnalazi e-izjava – način popunjavanja. Rečeno da, ukoliko                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        bude potrebe mogu da pozovu KJN na neki od br. kontakt tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze u delu Kontakt internet stranice KJN, te da imaju i mogućnost korišćenja Demo verzije Portala u cilju vežbanja rada na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje tehničke prirode u vezi sa primenom Portala jn....",
    "texts": [
      "Upućeni na internet stranicu KJN/deo Kontakt gde se nalaze br. kontakt tel. za konsultacije u vezi sa primenom Portala jn.\nNaručilac\nsprovodi postupak javne nabavke goriva i stočne hrane, međutim, u tim postupcima nije podneta ni jedna ponuda\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavlja pitanje kako da postupi, jer su mu predmetna dobra neophodna za funkcionisanje....",
    "texts": [
      "Ukazano je da zbog novonastale situacije na tržištu privredni subjekti ne mogu da predvide da li će moći da realizuju ugovor i iz tog razloga verovatno neće da se obavezuju, te zbog toga ne podnose ponude.\nIpak, savetovano je da naručilac utvrdi šta je tačno razlog u konkretnim postupcima, pa da na osnovu toga razmotri mogućnosti koje su mu na raspolaganju kako bi prevazišao kritični period, a to su eventualno aneksiranje ugovora ukoliko za to ima prostora, pregovarački ili novi otvoreni postupak.\nNaručilac je sproveo stručnu ocenu ponuda, nakon koje je prvorangiranom ponuđaču uputio zahtev za dostavljanje dokaza\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavlja pitanje kako da postupi ukoliko on ne dostavi dokaze u datom roku, imajući u vidu da im is...",
    "texts": [
      "Protumačene su\nodgovarajuće zakonske odredbe i objašnjeno da, ukoliko ponuđač ne dostavi predviđene dokaze, naručilac ugovor o javnoj nabaci može da dodeli drugorangiranom ponuđaču\n.\nU tom slučaju naručilac ne bi imao obavezu da određuje novi rok za dostavljanje dokaza, s obzirom na to da je taj ponuđač već dostavio sve dokaze uz samu ponudu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izvrše izmenu ugovora u pogledu troškova pripreme ponude u pogledu toga da izvršilac p...",
    "texts": [
      "Rečeno da ZJN ne predviđa takav osnov za izmenu ugovora, ali da ugovor mogu izmeniti u skladu sa ZOO."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može ugovor da zaključi na procenjenu vrednost?...",
    "texts": [
      "Odgovoreno da može, ukoliko je predviđeno u konkursnoj dokumentaciji.\nDobavljač je raskinuo ugovor sa naručiocem nakon manje od mesec dana njegovog izvršavanja\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da objavi na Portalu obaveštenje o raskidu? Da li je moguće da pokrene naba...",
    "texts": [
      "Rečeno da naručilac ne objavljuje obaveštenje"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukazano da postupaju na način predviđen samim ugovorom, i Zakonom o obligacionim odnosima. ZJN ne ur...",
    "texts": [
      "Bili su najpovoljniji ponuđač ali nisu dostavili sve potrebne elemente ponude, te su odbijeni. Izabran je četvoroplasirani ponuđač, koji takođe nije dostavio sve potrebne elemente ponude, a naručilac mu je kroz dodatna pojašnjenja tražio te delove ponude.\nUkazano da naručilac može tražiti dodatna pojašnjenja u vidu neophodne informacije ili dodatne dokumentacije, ukoliko je ponuđač dostavio nepotpunu ili nejasnu dokumentaciju, poštujući načela transparentnosti i jednakosti, u skladu sa članom 142. ZJN. Dakle, to se ne odnosi na delove ponude. Svi delovi ponude moraju da budu podneti u roku za podnošenje ponuda, kako oni koji se dostavljaju putem Portala, tako i oni koji se dostavljaju poštom. U tom roku, ponuđač može da izmeni, dopuni ili opozove svoju ponudu, ali ne i nakon isteka roka, niti kroz dodatna pojašnjenja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu za hitnom nabavkom hrane koja je predmet partije za koju su raskinuli ugovor o jn hran...",
    "texts": [
      "Ukazano na mogućnost primene pregovaračkog postupka po hitnosti u skladu sa čl. 61. stav. 1. tačka 2) ZJN za neophodne količine do okončanja o.p. za predmetnu partiju uz istovremeno pokretanje o.p. za nabavku koj čini predmet nabavke.\nPored toga, ukazano i na mogućnost da naručilac pokrene o.p. za predmetnu partiju, s tim da\nodredi kraći rok za podnošenje ponuda od propisanog minimalnog roka za podnošenje ponuda u otvorenom postupku iz čl. 52. st. 3. tačka 1) ZJN, ukoliko isti nije primeren iz razloga opravdane hitnosti i za koju poseduje valjane dokaze, koji ne može biti kraći od 15 dana od dana slanja na objavljivanje javnog poziva\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko je ZZP neuredan, da li je moguće isti urediti?...",
    "texts": [
      "U zavisnosti od toga šta predstavlja  razlog odnosno zbog čega je neuredan ZZP, isti je moguće urediti. Tako, ukoliko ZZP nema sadržinu propisanu čl. 217. st. 1. ZJN, moguće je urediti ZZP odn. naručilac će u tom slučaju pozvati podnosioca ZZP da dopuni ZZP, dok u slučaju nedostavljanja dokaza o uplati takse iz čl. 225. ZJN naručilac rešenjem odbacuje ZZP bez prethodnog pozivanja podnosioca ZZP da isti dopuni.  Upućeni su na čl. 219. ZJN.\nDa\nli naručilac\nmože\ndozvoliti uvid u dokumentaciju o jn ponuđaču koji nije podneo ponudu z\na predmetnu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: partiju?...",
    "texts": [
      "Uvid u dokumentaciju o jn dozvoljen je samo privrednom subjektu koji je podneo ponudu za konkretnu partiju, što proizlazi iz smisla čl. 149. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zaključili su ugovor o jn naftnih derivata u o.p. nakon toga, cena naftnih derivata ograničena je ak...",
    "texts": [
      "Izmena ugovora u konkretnom slučaju moguća je pod uslovom da su\nispunjeni\nsvi uslovi iz čl. 158. ZJN, što naručilac treba sam da proceni. Pored toga, ukazano je\nna obavezu\nnaručioca da objavi\nobaveštenj\ne\no izmeni ugovora\no jn po ovom osnovu, a\nu skladu sa čl. 155. st. 2. ZJN.\nPitanja i nedoumice oko popunjavanja\ne-izjave iz čl 118. ZJN\n.\nUpućeni na Uputstvo za kor\nisnike\nPortal\na\njn, deo Pri\nprema i podnošenje ponuda u okviru kojeg se\nnalazi e-izjava – način popunjavanja. Ukoliko                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        bude potrebe, rećeno da mogu pozvati KJN na br. kontakt tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze u delu Kontakt internet stranice KJN, te da imaju i mogućnost korišćenja Demo verzije Portala u cilju vežbanja rada na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je nabavka koja za  predmet ima zakup zemljišta izuzeta od primene ZJN?...",
    "texts": [
      "Postoji li mogućnost zaštite prava kod nabavki izuzetih od primene ZJN iz čl. 11- 21. ZJN? U kom roku\nse pondosi ZZ, u t\no\nm slučaju"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "Da, u skladu sa čl. 12. st. 1. tač. 1)  ZJN.\nDato objašnjenje u pogledu rokova za podnošenje ZZP kada je reč o izuzetim nabavkama iz čl. 11-21- ZJN uz upućivanje na čl. 215. ZJN.\nU\ndve\nponude koje su primi\nli\nrazlikuje\nse\njedinična i ukupna cena, da li je to računska greška.\nUkazano na član 142. ZJN, koji propisuje da u  slučaju razlike između jedinične i ukupne cene, merodavna je jedinična cena.\nSproveli postupak javne nabavke i\ndobili\n3 ponude, sve tri su preko proc."
    ],
    "link": null
  },
  {
    "title": "Pitanje: vrednosti javne nabavke da li je to razlog da ih sve odbiju?...",
    "texts": [
      "Naručiocu odgovoreno da ima mogućnost da u skladu sa čl. 146. st. 2. ZJN dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu\nveću od proc. vred. javne nabavke. Ali isto tako ukazano i na čl. 144. st. 2 ZJN koji pruža mogućnost naručiocu da odbije kao neprihvatljivu ponudu koja prelazi iznos proc. vred. predmeta javne nabavke ili raspoloživih sredstava."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je nakon poziva da dostavi dokaze o referencama dostavio potvrde u kojima predmet isporuke n...",
    "texts": [
      "Ukazano da mi ne možemo da vršimo str. ocenu, te da je naručilac odgovoran za utvrđivanje relevantnosti dostavljenih dokaza..\nTakođe ukazano, da ukoliko utvrde da reference nisu adekvatne traženim, osnov za obijanje bi bio u članu 144. stav 1. tačka 2) ZJN.\nNaručilac\nje sproveo postupak javne nabavke usluge čišćenja i zaključio okvirni sporazum sa dva ponuđača. Ponuđač, kojeg je prvo pozvao na zaključenje pojedinačnog ugovora, nije u mogućnosti da pristupi pružanju predmetne usluge na način kako je to predviđeno konkursnom dokumentacijom i okvirnim sporazumom, a prema podnetoj ponudi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje kako da prevaziđe opisanu situaciju....",
    "texts": [
      "Naručilac ima mogućnost da se obrati drugom ponuđaču koji je, takođe, učesnik okvirnog sporazuma, u konkretnom slučaju  prema modelu, odnosno\nuslovima za dodelu ugovora\nutvrđenim u okvirnom sporazumu,\nbez ponovnog otvaranja konkurencije među ponuđačima\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nisu dostavili izveštaj o nabavkama na koju se ZJN ne primenjuje u roku predviđenom članom 181. stav...",
    "texts": [
      "Mogu, Portal još uvek dozvoljava, Savetovano da pošalju što pre."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač koji učestvuje u postupku je tražio uvid u dokumentaciju za postupak koji je sproveden prošl...",
    "texts": [
      "Ukazano da ZJN ne predviđa rok u tom smislu, ponuđač može da traži uvid iako je prošlo godinu dana. Ukoliko je ponuđač učestvovao u postupku, naručilac je dužan da mu u roku od dva dana od dana prijema pisanog zahteva omogući uvid, a ukoliko ponuđač nije učestvovao, naručilac može ali nema obavezu da mu omogući isti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koliko dugo je potrebno da čuvaju dokumentaciju o javnoj nabavci?...",
    "texts": [
      "Naručilac čuva dokumentaciju o javnoj nabavci najmanje pet godina od zaključenja pojedinačnog ugovora o javnoj nabavci ili\nokvirnog sporazuma, odnosno pet godina od obustave ili poništenja postupka javne nabavke, u skladu sa članom 41. ZJN.\nDo kada naručilac može da izmeni dokumentac\niju o nabavci"
    ],
    "link": null
  },
  {
    "title": "Pitanje: da sprovedu nabavku usluga osiguranja čija je proc. vrednost ispod praga iz čl. 27. ZJN?...",
    "texts": [
      "N\naručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN.\nPredmetnu nabavku naručilac sprovodi\nu skladu sa posebnim aktom iz čl 49. t. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ZJN  poznaje postupak zaštite prava i u slučaju izuzetih nabavki iz čl. 11-21. ZJN?...",
    "texts": [
      "Da. Dato objašnjenje uz upućivanje na čl. 215. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Učestvuju u nabavcki med. potrošnog materijala u UKCS ѕa partije koje zapredmet imaju  imunološki ma...",
    "texts": [
      "Prosleđeno kolegama koji daju konsultacije u vezi sa primenom Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kakva je procedura ukoliko bi uputili KJN zahtev za tumačenje u vezi sa primenom ZJN?...",
    "texts": [
      "Rečeno kako i na koji način mogu da upute KJN zahtev za mišljenje u vezi sa primenom ZJN uz uplatu takse."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su ponudu koja prelazi procenjenu vrednost nabavke, ali nemaju fin. sredstva da istu prihvate...",
    "texts": [
      "S\naglasno\nčl. 144. st. 2.\nZJN\nnaručilac\nima  mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n.\nPogrešno su pozvali pravne konstulacije umesto\ntehničku podršku za Portal jn.\nUsmereni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn na br. tel. objavljene na internet stranici KJN u delu Kontakt\n.\nGeneralno ukazao na postojanje malverzacija kod nekoliko naručilaca, između ostalog i na Poštu Srbije, da u toku postupka menjaju članove grupe ponuđača i podizvođače…\nPreneto kolegama iz nadzora\nUkazao na nepropisan rad Doma zdravlja Pančevo\nPreneto kolegama iz nadzora\nU vezi sa čl. 92. ZJN, da li je naručilac dužan da imenuje komisiju kad je nabavka preko 3 mil., ako su u pitanju društ. i druge posebne usluge..ako je nabavka iznad 3 mil. a ne preko 15 mil.\nUkazano da naručilac ne primenjuje zakon ako su u pitanju društ. usluge ispod 15mil, pa tako ni odredbu člana 92. ZJN\nNaručilac je dobio poziv od Prekršajnog suda iniciran zahtevom za pokretanje prekršajnog postupka koji je podnela Kancelarija za javne nabavke iz razloga što navedeni naručilac nije objavio obaveštenje o obustavi postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je obrazložio svoj propust i postavio pitanje da li može sad da objavi obaveštenje, a Kanc...",
    "texts": [
      "Objašnjeno je da Kancelarija za javne nabavke neće povući zahtev iz razloga što naknadno objavljivanje ne utiče na činjenicu da je naručilac propustio zakonski rok.\nNaručilac se interesovao za izmene ugovora, posebno na osnovu člana 156. Zakona o javnim nabavkama.\nU konkretnom slu\nčaju, ukazano je na odredbe člana\n156. Zakona o javnim nabavkama,\nu smislu toga da\nsu izmene bile predviđene u dokumentaciji o nabavci i ugovoru o javnoj nabavci na jasan, precizan i nedvosmislen način, bez obzira na vrednost izmene.\nPredmet jn je održavanje vozila.\nDo sada su ponude koristili kao kriterijum za ponderisanje, a ugovor su zaključivali do procenjene vrednosti. Saznali su da je stav RK da više ne smeju tako da postupaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da popune obrazac ponude kada...",
    "texts": [
      "ne mogu unapred da znaju kakvi kvarovi će se desiti na vozilima i koje delove će morati da menjaju pa da ih nabave? Sproveli bi otvoreni postupak.\nStav Kancelarije za javne nabavke je da takvo postupanje nije u skladu sa ZJN, stav RK mogu proveriti na internet stranici RK, i na Portalu.\nSavetovano da zaključe okvirni sporazum. Navešće neke delove vozila u obrascu, a na kraju će dodati rečenicu da se to odnosi i na nepredviđene popravke i eventualne zamene delova vozila koji nisu na spisku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da dokažu da su popunili anketu u svojoj internoj dokumentaciji?...",
    "texts": [
      "Samo administrator. Svaki naručilac popunjava po jednu anketu.\nTo zavisi od njihove interne procedure."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imali su nabavku ispod praga predviđenog članom 27. ZJN. Međutim, zbog rasta cena procenjena vrednos...",
    "texts": [
      "Potrebno je da izvrše izmenu plana, s obzirom da je to planiranje nove javne nabavke, u skladu sa čl. 88. stav 4. ZJN\nZaključili su ugovor o jn građevinskih radova u o.p. U dokumentaciji i ugovoru o jn nisu predvideli promenu cene, a izvođač radova sada traži povećanje cene usled porasta cene građevinskog  materijala (npr. čelika) koju je prouzrokovala kriza na tržištu  nastala usled rata u Ukrajini.\nUkazano na mogućnost primene čl. 158. ZJN\npod uslovom da su\nispunjeni\nsvi uslovi propisani tim članom ZJN. Pored toga, ukazano je\nna obavezu\nnaručioca da objavi\nobaveštenj\ne\no izmeni ugovora\no jn po ovom osnovu, a\nu skladu sa čl. 155. st. 2. ZJN.\nImaju više zaključenih ugovora o jn za nabavku dobara, usluga i radova u kojima su predvideli promenu cene. S tim u vezi, interesuje ih da li su dužni da izvrše izmenu tih ugovora\nukoliko su predvideli promenu cene.\nUkazano da mogu da izvrše izmene predmetnh ugovora po osnovu ugovornih odredaba u skladu sa čl. 156. ZJN.\nZatražili su pojašnjenje bitnih izmena odredaba ugovora o jn.\nProtumačena odredba čl. 154. ZJN na koju su upućeni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: vrednost usluga kada se ugovor o jn zaključuje na više godina i u kojima neće biti određena ukupna c...",
    "texts": [
      "U zavisnosti od toga da li se ugovor o jn usluga zaključuje na određeno vreme do 48 meseci (prvi slučaj), ili se zaključuje na duže od 48 meseci ili na neodređeni rok (drugi slučaj), izračunavanje proc vrednosti nabavke usluga zasniva se na;\nukupnoj proc. vrednosti za vreme trajanja ugovora, u prvom slučaju i\nmesečnoj proc. vrednosti ugovora o jn pomnoženoj sa 48, u drugom slučaju.\nU postupku jn podnet je ZZP pre\nisteka roka za podnošenje ponuda. Isti je rešenjem RK odbijen kao neosnovan. D"
    ],
    "link": null
  },
  {
    "title": "Pitanje: a li nastavljaju s postupkom jn?...",
    "texts": [
      "Da, naručilac nastavlja\ns postupkom\njn tamo gde je zastao usled podnetog ZZP-a\nvodeći računa da za podnošenje ponuda mora da ostane\nminimum o\nnoliko dana koliko je ostalo od t\nrenutka podnošenja\nZZP."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi sa primenom Portala jn....",
    "texts": [
      "Upućeni na br. tel. za konsultacije u vezi sa primenom Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je obavezno objavljivanje oglasa proc . vrednosti jednako 5.000.000,00 din. i na Portalu služb...",
    "texts": [
      "Naručilac je u obavezi da oglase iz čl. 105. st. 1. tač. 1) do 4) u postupcima jn čija je proc. vrednost nabavke jednaka ili veća od 5.000.00,00 din. objavi i na Portalu službenih glasila Republike Srbije i bazi prropisa u formi za objavljivanje dostupnoj na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ako je u postupku jn predviđena menica kao sredstvo obezbeđenja, šta ista mora da sadrži (npr. da li...",
    "texts": [
      "Sadržina menice, vrste menice i, uopšte, pitanja u vezi sa menicom regulisana su Zakonom o menici.\nZatražili su objašnjenje u vezi mogućnosti isključenja privrednog subjekta iz postupka jn vezano za osnov iz čl. 112. st. 1. tačka 5) ZJN i dokaza u vezi s tim.\nProtumačena\nodredba člana 112. st. 1. tačka 5) ZJN, kao i dokaza u vezi s tim. Ukazano i na čl. 113. ZJN.\nNameravaju da pokrenu nabavku građevinskih radova i da u m. ugovoru pozovu na Uzanse o građenju zbog moguće pojave viškova radova…\nDa. Posavetovani da tako i trebaju da čine.\nTehničko tanje u vezi sa\nPortal\nom\njn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi obustave postupka jn, uopšteno....",
    "texts": [
      "Upućeni su na br. tel. za konstulacije za tehničku podršku na Portalu jn.\nDato objašnjenje obustave postupka jn (razlozi za obustavu postupka jn, odluka o obustavi postupka jn) uz upućivanje na čl. 147. ZJN.\nImaju neke dileme i nedoumice oko primene ZJN i obratili bi se KJN ѕa tumačenje, te su zamolili da im se objasni kako i na koji nalin mogu da se obrate KJN radi dobijanja mišljenja u vezi sa primenom ZJN.\nDato uputstvo kako da pošalju zahtev sa mišljenje u vezi sa primenom ZJN.\nZamolili su da im se protumači kada je moguća primena pregovaračkog postupka bez objavljivanja javnog poziva po čl. 61. st. 7. ZJN.\nObjašnjeno kada je i pod kojim uslovima  moguća primena\npregovaračkog postupka bez objavljivanja javnog poziva po čl. 61. st. 7. ZJN.\nGreškom su pozvali pravne konsultacije umesto za primenu Portala jn.\nUpućeni na br. tel. za konstulacije u vezi primene Portala jn.\nImaju više zaključenih ugovora o izvođenju radova kod više različitih naručilaca u vezi sa čijom realizacijom se javio problem zbog poskupljenja sirovina odn. materijala za izvođenje radova usled novonastale krize na tržištu prouzrokavne  ratnom situacijom u Ukrajini. Šta da čine? Da li je moguće  izmeniti ugovore o jn usled promene (povećanja) cene ako"
    ],
    "link": null
  },
  {
    "title": "Pitanje: to nije bilo predviđeno predmetnim ugovorima o jn?...",
    "texts": [
      "Protumačen čl\n.\n158. ZJN i rečeno da naruči\nlac\nmože da izmeni ugovor\no jn\nusled pojave nepredviđenih okolnosti na način i pod uslovim\na koje taj član ZJN propisuje uz obavezu\nnaručioca da obaveštenje o izmeni ugovora o jn pošanje na objavljivanje na Portalu jn u roku od deset\ndan\na\nod dana izmene ugovora o jn u skladu sa\nčl. 155.\nst. 2.\nZJN.\nPozvali u vezi sa dobijenim mejlom na Portalu jn radi prikupljanja podataka u vezi sa primenom odn. korišćenjem socijalnih i ekoloških aspekata u jn. S tim u vezi, kažu da nisu primenjivali navedene aspekte u postupcima jn, te pitaju kako dalje da postupe.\nRečeno da se obrate na br. tel. za konstulacije u vezi primene Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da aneksiraju sporazum grupe ponuđača pre zaključenja ugovora, u delu koji se odnosi na t...",
    "texts": [
      "Sporazum između ponuđača je interni ugovor, koji nije deo ponude..A ponuda i sve što je deo ponude, ne može da se menja nakon podnošenja.. Izmene ugovora moguće su tek nakon zaključenja istog.\nImaju dilemu da li je bolje da pregovarački post. sa određenim priv. subj. zaključe po partijama ili da im predmeti nabavke budu oblikovani po stavkama..u pitanju za sve jedan privr. subjekt. a različiti proizvođači dobara.\nMože na oba načina, ali je praktičnije da sve bude jedna nabavka sa više stavki, naročito što dugo godina sarađuju i nema dileme da je jedini ponuđač, u smislu bojazni da je moguće ulaganje zzp usled konkurencije.\nImaju ponudu preko proc. vrednosti, da li mogu da zaključe ugovor, obećan im je rebalans, pa će imati dovoljno sredstava.. dakle, da li moraju u momentu potpisivanja ugovora da imaju sva sredstva..\nObjašnjeno da ne moraju da imaju sva sredstva u mom. potpisivanja ugovora, te da je važno da će imati sredstva prilikom momenta dospeća plaćanja..\nTražili kontakt koleginice koja je radila njihov predmet, osnovanost pregovaračkog postupka.\nPredmet radila Milica Vuksanović, prosleđen kontakt rukovodiocu Jeleni Marković."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Odgovorili su na pitanje ponuđača. Da li zbog toga treba da produžavaju rok za podnošenje ponuda?...",
    "texts": [
      "Ne. Rok produžavaju ukoliko budu izmenili konkursnu dokumentaciju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: poslovnoj saradnji u kom je navedeno da ponuđač ima na korišćenju pojedina vozila?...",
    "texts": [
      "Ukazano da KJN ne vrši stručnu ocenu ponuda. Potrebno je da vode računa o tome da\nli je taj dokaz u suprotnosti sa dokazima koje su tražili i da li iz tog dokaza mogu da zaključe da ponuđač ima vozila na korišćenju.\nUčestvuju u o.p. i podneli bi ZZP na sadržinu kd., te ih interesuje koliki je rok za podnošenje ZZP u tom slučaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da zahteva pojašnjenje nekog dokaza ili podatka u ponudi ukoliko...",
    "texts": [
      "smatra da"
    ],
    "link": null
  },
  {
    "title": "Pitanje: je isti nejasan ili nepotpun?...",
    "texts": [
      "Pre svega, ukazano na mogućnost da zatraže dodatno pojašnjenje kd od naručioca u skladu sa čl. 97. ZJN, uz napomenu da predmet osporavanja u postupku zaštite prava ne mogu da budu eventualni nedostaci ili nepravilnosti dokumentacije o nabavci na koje nije ukazano na način propisan čl. 97. st. 1. ZJN. Ukoliko naručilac ne odgovori na blagovremeni zahtev za dodatno pojašnjenje dokumetnacije o jn,  ili podnosilac ovog zahteva bude smatrao da odgovor naručioca na isti nije adekvatan, može da podnese ZZP koji, u skladu sa čl. 214. st. 2. ZJN, mora biti primljen kod naručioca najkasnije tri dana pre isteka roka za podnošenje ponuda, bez obzira na način dostavljanja.\n2.    Iznosi\ntakse za ZZP propisani su čl.\n225. ZJN.\nUkazano n\na mogućnost naručioca da zahteva dodatna objašnjenja u skladu sa čl. 142. ZJN (kada, kako i u kom roku).\nPre nekih šest, sedam godina nabavljali su protivgradne rakete, ali su sada dobili informaciju da ih više ne nabavljaju, te ih interesuje da li mogu i dalje da nabavljaju, a ako ne, ko ih onda nabavlja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada mogu da izmene dokumentaciju o jn?...",
    "texts": [
      "Naručilac može da izmeni dokumentaciju o nabavci\nsamo\ndo isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n.\nHteli su da potvrde šta predstavlja osnov za izmenu i dopunu plana jn.\nDato objašnjenje šta se smatra izmenom i dopunom plana jn u skladu sa čl. 88. st. 4. ZJN uz upućivanje na čl. 88. ZJN.\nU postupku jn podnet je ZZP pre\nisteka roka za podnošenje ponuda. Isti je rešenjem RK odbijen kao neosnovan. D"
    ],
    "link": null
  },
  {
    "title": "Pitanje: a li nastavljaju s postupkom jn?...",
    "texts": [
      "Da, naručilac nastavlja\ns postupkom\njn tamo gde je zastao usled podnetog ZZP-a\nvodeći računa da za podnošenje ponuda mora da ostane\nminimum o\nnoliko dana koliko je ostalo od t\nrenutka podnošenja\nZZP."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi sa primenom Portala jn....",
    "texts": [
      "Upućeni na br. tel. za konsultacije u vezi sa primenom Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je obavezno objavljivanje oglasa proc . vrednosti jednako 5.000.000,00 din. i na Portalu služb...",
    "texts": [
      "Naručilac je u obavezi da oglase iz čl. 105. st. 1. tač. 1) do 4) u postupcima jn čija je proc. vrednost nabavke jednaka ili veća od 5.000.00,00 din. objavi i na Portalu službenih glasila Republike Srbije i bazi prropisa u formi za objavljivanje dostupnoj na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ako je u postupku jn predviđena menica kao sredstvo obezbeđenja, šta ista mora da sadrži (npr. da li...",
    "texts": [
      "Sadržina menice, vrste menice i, uopšte, pitanja u vezi sa menicom regulisana su Zakonom o menici.\nPozvali su radi informacije u vezi sa dobijenim mejlom na Portalu jn radi prikupljanja podataka u vezi sa primenom odn. korišćenjem socijalnih i ekoloških aspekata u jn. Naime, interesuje ih da li se traženi podaci odnose i na sprovedene nabavke ispod praga iz čl. 27. ZJN.\nRečeno da zatraže informaciju na br. tel. za konsultacije u vezi primene Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da zahteva od ponuđača da dostavi sve dokaze o ispunjenosti kriterijuma za ...",
    "texts": [
      "Da, i\nzuzev u situacijama propisanim čl. 119. st. 4. ZJN (ukoliko na osnovu podataka navedenih u izjavi iz čl. 118. ZJN naručilac može da pribavi\nodnosno izvrši uvid u dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta\n, ili ukoliko naručilac već poseduje važeće relevantne dokaze)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Mogu li da izvrše izmenu ugovora o jn usled promene cene benzina?...",
    "texts": [
      "U zavisnosti od toga da li je naručilac predvideo promenu cene, prvo je protumačena odredba čl. 156. ZJN (izmene ugovora na osnovu ugovornih odredaba).\nUkoliko to nije slučaj, upućeni da eventualno razmotre primenu čl. 158. ZJN uz napomenu da naručilac može da izmeni ugovor usled pojave nepredviđenih okolnosti na način i pod uslovima koje taj član ZJN propisuje sa ukazivanjem na čl. 155. ZJN u vezi sa obavezom naručioca da obaveštenje o izmeni ugovora o jn pošanje na objavljivanje na Portalu jn u roku od deset dan od dana izmene ugovora o jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ko, od strane naručioca, potpisuje odluku o dodeli ugovora o jn i ugovor o jn?...",
    "texts": [
      "Potpisuje odgovorno lice naručioca ili lice koje on ovlasti.\nZatražili su da im se protumači odredba čl. 35. st. 4 ZJN odn. kada je moguće da se nabavka za pojedine partije izuzme od primene odredaba ZJN-a.\nProtumačena\nodredba čl. 35. st. 4 ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Usled naglog skoka cene goriva, prinuđeni su da izmene ugovor o jn usluge prevoza...Predvideli su u ...",
    "texts": [
      "Odgovor je sličan kao u slučaju gorenavedene Opštine Paraćin. Dakle, u zavisnosti od toga da li je naručilac predvideo promenu cene, prvo je protumačena odredba čl. 156. ZJN (izmene ugovora na osnovu ugovornih odredaba). Ukoliko to nije slučaj, ili ukoliko su predvideli promenu cene do određenog limita, ali iznos promene cene prelazi limit koji je naručilac odredio u dokumentaciji i ugvooru o jn, upućeni su da eventualno razmotre primenu čl. 158. ZJN uz napomenu da naručilac može da izmeni ugovor usled pojave nepredviđenih okolnosti na način i pod uslovima koje taj član ZJN propisuje sa ukazivanjem na čl. 155. ZJN u vezi sa obavezom naručioca da obaveštenje o izmeni ugovora o jn pošanje na objavljivanje na Portalu jn u roku od deset dan od dana izmene ugovora o jn.\nU slučaju da nabavku reagenasa za aparat određenog tipa (zatvoreni sistem) može da ponudi samo jedan ponuđač koji je jedni ovlašćeni distributer proizvođača tog aparata na teritoriji Republike Srbije,\nda li dolazi u obzir primena pregovaračkog postupka"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "Da, u tom slučaju moguća je primena čl. 61. st. 1. tač 1) ZJN. Objašnjena procedura pregovaračkog postupka bez objavljivanja javnog poziva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode postupak oblikovan u više partija, za partiju broj 8 uložen im je zzp. Da li se postupak su...",
    "texts": [
      "Da, tako je."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su postupak koji je oblikovan u dve partije. Za prvu partiju su doneli odluku o dodeli ugov...",
    "texts": [
      "Da, tako je, samo ručno izmene procenjenu vrednost."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se zakon primenjuje kada je reč o  usluzi angažovanja lica po osnovu ugovor o obavljanju privr...",
    "texts": [
      "Primenjuje se zakon, budući da je reč o usluzi posredovanja pri zapošljavanju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada izvrši plaćanje naručilac upućuje zahtev za dostavu dokaza privrednom subjektu i kada privredni...",
    "texts": [
      "Naručilac je od dobavljača dobio zahtev za izmenu ugovora u smislu povećanja cena iz razloga što je došlo do poskupljenja određenih artikala na tržištu.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nPrivrednom subjektu nije jasna dokumentacija o nabavci u pogledu dokaza koje treba da dostavi.\nObjašnjeno je da privredni subjekt ima mogućnost da zahteva pojašnjenja i dodatne informacije od naručioca u skladu sa članom 97. Zakona o javnim nabavkama.\nNaručilac, u vezi sa upućenom elektronskom poštom u vezi sa „ekološkim nabavkama i nabavkama sa socijlanim aspektima“, postavlja pitanje da li bi trebali prikazati u okviru ovih nabavki, javnu nabavku usluge održavanja higijene, u kojoj su zahtevana i određena hemijska sredstva (sa ekološkim karakteristikama).\nNaručiocu odgovoreno, da mogu u anketi navesti predmetnu javnu nabavku, obzirom da ista u sebi sadrži ekološke aspeket (obavezu korišćenja ekoloških hem.sredstava pri održavanju higijene).\nNaručilac je sproveo postupak javne nabavke dobra-električne energije. Na osnovu sprovedenog postupka i dodele ugovora, zaključili su ugovor. Vrednost ugovora premašuje procenjenu vrednost javne nabavke. Pretpostavljaju da će u toku godine doći do povećanja cene električne energije (kontrolisana cena do 6 meseca), te postavljaju pitanje kada oni mogu da izmene predmetni ugovor.\nNaručiocu odgovoreno, da se izmena ugovora vrši kada se za to steknu zakonski uslovi, kao i kada nastupe okolnosti koje opravdavaju izmenu zaključenog ugovora. A izmena se vrši saglasno odredbama člčana 156-161. ZJN.\nNaručilac sprovodi postupak javne nabavke radova-sanacija krovova. U okviru kriterijuma za izbor, u delu stručnog kapaciteta, zahtevali su da ponuđač ima građ.inženjera i još nekoliko radnika različitih struka. Kao dokaz za ispunjenost navedenog kriterijuma, između ostalog predviđen je bio ugovor o radu (određeno ili neodređeno), ugovor o obavljanju pp poslova i drugi ugovori van radnog odnosa, osim ugovora o delu. Tražili su najpovoljnijem ponuđaču dokaz za ispunjenost prethodno navedenog kriterijuma (član 119. stav 1. ZJN) i ponuđač im je dostavio\numesto zahtevanih ugovor, ugovor o delu za dipl.inženjera. Kako da ocene navedenu ponudu.\nNaručiocu odgovoreno da stručnu ocenu ponuda vrši komisija za javnu nabavku naručioca, prema odredbama ZJN, a ne KJN. Prema opisanom činjeničnom stanju, navedeni ponuđač nije dostavio dokaz o ispunjenosti zahtevanog kriteirijuma za izbor (stručnog kapaciteta), a kako je to definisao naručilac, što vodi neprihvatljivosti ponude, shodno odredbama člana 144. stav 1. tačka 2) ZJN. Opreza radi, naručiocu skrenuta pažnja, da obrati pažnju na definisani kriterijuma za izbor i način njegovog dokazivanja, kao i na odredbe propisa kojim s uređeni radni odnosi (član 199. Zakona o radu), te da nakon toga komisija za javnu nabavku donese konačnu odluku. Naručiocu pored navedenog predočeno da, usled eventualnih nejasnoća u pogledu dodtavljenih dokaza, stoji na raspolaganju ovlašćenje da shodno\nodredbama člana 119. stav 5. ZJN zahteva dodtane podatke i objašnjenja dostavljenih dokaza, ali u skladu sa odredbama člana 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li postoji mogućnost da se ponuđači koji nisu izabrani odreknu prava na zzp?...",
    "texts": [
      "Ne postoji takva mogućnost."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se poslednji dan za postavljanje pitanja naručiocu, ukoliko isti padne na neradni dan, prebacu...",
    "texts": [
      "Obzirom da je članom 97. ZJN propisano da privredni subjekt može u pisanoj formi putem Portala javnih nabavki\nda traži od naručioca dodatne informacije ili pojašnjenja u vezi sa\ndokumentacijom o nabavci, pri čemu može da ukaže naručiocu ukoliko smatra\nda postoje nedostaci ili nepravilnosti u dokumentaciji o nabavci, i to\nnajkasnije\n:\n1) osmog dana pre isteka roka određenog za podnošenje ponuda ili\nprijava, za javnu nabavku čija je procenjena vrednost jednaka ili veća od\niznosa evropskih pragova;\n2) šestog dana pre isteka roka za podnošenje ponuda ili prijava, za\njavnu nabavku čija je procenjena vrednost manja od iznosa evropskih pragova,\nkao i da od tog roka zavisi rok za odgovor naručioca mišljenja smo da nije moguće pomerati zakonski rok.\nPonuđač je dostavio obrazac strukture ponuđene cene i ostale dokumente putem Pošte umesto preko Portala.\nRečeno da se podnošenje ponuda vrši putem Portala, osim u slučaju delova ponude koji se ne mogu podneti preko Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se vrši rangiranje ponuda sa cenom bez ili sa PDV-om?...",
    "texts": [
      "Odgovoreno da se vrši rangiranje prema cenama bez PDV-a.\nU o.p. za nabavku usluga prevoza po partijama za učenike i zaposlene dobili su po jednu ponudu za svaku od partija, čija ponuđena cena prelazi procenjnu vrednost nabavke. S tim u vezi,"
    ],
    "link": null
  },
  {
    "title": "Pitanje: postavljaju pitanje da li mogu da prihvate ponude  kao takve, napominjući da imaju fin. sredstava....",
    "texts": [
      "Ukazano da naručilac može\ndodeli\nti\nugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u\nskladu sa čl. 146. st. 2. ZJN., te da se podrazumeva\nda naručilac\nu tom slučaju\ntreba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da\nprihvati\nponudu koja prelazi procenjenu vrednost nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da zatraže raskid ugovora o jn usled neizvršenja obaveza od strane ponuđača sa kojim su z...",
    "texts": [
      "Mogu. Pri realizaciji ugovora o jn naručilac postupa u skladu sa ugovornim odredbama, ZOO i, eventualno, drugim posebnim propisima na koje se odnosi ugovor o jn.\nZatražili pojašnjenje usluga hotela i restorana iz Priloga 7. ZJN.\nDato pojašnjenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ugovor za nabavku bravarsko-limarskog materijala sprovedenu u o.p. zaključili su u oktobru prošle go...",
    "texts": [
      "Naručiocu je prvo protumačena odredba čl. 156. ZJN (izmene ugovora na osnovu ugovornih odredaba). Ukoliko to nije slučaj, upućeni da eventualno razmotre primenu čl. 158. ZJN uz napomenu da naručilac može da izmeni ugovor usled pojave nepredviđenih okolnosti na način i pod uslovima koje taj član ZJN propisuje sa upućivanjem na čl. 155. st. 2. ZJN, koji se odnosi na obavezu naručioca da obaveštenje o izmeni ugovora o jn pošanje na objavljivanje na Portalu jn u roku od deset dan od dana izmene ugovora o jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Za nabavku usluge izrade projekta protivpožarnog sistema javio se ponuđač koji bi dozvolu za obavlja...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada ponuđač može da izmeni svoju ponudu?...",
    "texts": [
      "Do isteka roka za podnošenje ponuda ponuđač može da izmeni, dopuni ili opozove svoju ponudu na način na koji je podneo osnovnu ponudu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su postupak nabavke el. energije i proc. vrednost je 6 000 000. Dobili su jednu ponudu čija...",
    "texts": [
      "Čl. 146. st. 2. ZJN i čl. 144. st. 2. ZJN\nPitaju na koji način da upute zahtev za tumačenje.\nDate instrukcije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje koje se odnosi na čl. 12 st. 1. tač. 2) ZJN...",
    "texts": [
      "Upućeni da pošalju zahtev za tumačenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uložen im je zzp na konkursnu dokumentaciju, RK je odbila zzp kao neosnovan, pa naručilac postavlja ...",
    "texts": [
      "Produžava se za onoliko koliko je bilo preostalo do isteka roka za podnošenje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kom roku zaposlen na poslovima javnih nabavki mora da polaži ispit za službenika za javne nabavke?...",
    "texts": [
      "Takav rok nije predviđen ZJN.\nNaručilac je objavio Obaveštenje o sprovođenju pregovaračkog postupka bez objavljivanja javnog poziva i uputio poziv ponuđačima, za podnošenje ponuda. U dokumentaciji je definisano da će se pregovori voditi kod naručioca u njegovim prostorijama. Da li je navedeno dozvoljeno sa aspekta odredbi ZJN.\nNaručiocu odgovoreno, da je navedeno dozvoljeno, nakon što budu podnete ponude i otvorene ponude. Bliže informacije o postupanju naručioca u prethodno navedenom smislu, opisane iz smernica za sprovođenje preg.postupka bez obj.javnog poziva, na koje je upućen i sam naručilac. Napomenuto naručiocu, da shodno odredbama člana 62. ZJN nisu definisani načini sprovođenja procesa pregovaranja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac, koji se javljao i 14.03.2022. godine, ponavalja pitanje (samo drugi službenik) koje proši...",
    "texts": [
      "Naručiocu ponovljen odgovor, koji je dat i juče (14.03.2022.), odnosno da naručilac ima ovlašćenje da zahteva pojašnjenje dostavljenih dokaza ili određene dopune istog, prema odrebi člana 119. stav 5. ZJN. Sa druge strane, naručiocu predočeno da vodi računa da prilikom stručne ocene ponuda ne preduzima radnje koje mogu dovesti do situacije da neprihvatljivu ponuda učine prihvatljivom, iz razloga što ponuđači svoje ponude mogu da izmene, dopune i opozovu do isteka roka za podnošenje ponuda (član 135. stav 3. ZJN).\nNaručilac je sproveo otovoreni postupka za prevoz radnika, na osnovu koje je dodeljen ugovor ponuđaču „Lasta“ sa kojim je i zaključen ugovor. Imaju problema u izvršenju ugovora sa istim (slali su već određeni broj\nopomena), ali bez rezultata. Da li mogu da rskinu ugovor i koju vrstu postupka nakon toga mogu da sprovedu.\nNaručiocu odgovoreno, da se zaključeni ugovor može raskinuti shodno odredbama člana 163. ZJN, kao i shodno odredbama zaključenog ugovora i eventualno primenom odgovarajućih normi ZOO-a.\nVrsta postupka koju naručilac može da sprovede, nakon raskida ugovora, je svakako otvoreni postupka, kao i usled kraćih\nrokova eventualno pregovarački postupak bez objavljivanja javnog poziva, iz razloga hitnosti (član 61. stav 1. tačka 2) ZJN), ali uz napomenu da KJN daje ocenu-mišljenje o osnovanosti sprovođenja ove vrste postupka. Naručilac mora opravdati u ovom slučaju razloge hitnosti (npr. da ne može ostati bez prevoza radnika, da to utiče na proces rada zadravstvene ustanove, da nema organizovanog drugog prevoza do bolnice i sl.), što eventulano može rezultirati pozitivnim mišljenjem.\nNaručilac vrši stručnu ocenu ponuda, zahtevao je neka pojašnjenja u pogledu roka plaćanja od ponuđača koji je dao najpovoljniju ponudu, te postavlja pitanje na kom mestu na Portalu javnih nabavki može to da uradi (preusmeren predstavnik naručioca na moj broj telefona, od strane koleginica koje daju kosultacije za primenu Portala).\nNaručiocu odgovoreno, da pitanje ima tehnički, a ne pravni karakter. Naručiocu odgovoreno, da on svakako u izveštaju o postupku, nakon stručne ocene ponude, mora imati podatke i zahtevanim pojašnjenjeima i datim odgovorima ponuđača, a što je rezultiralo prihvatljivošću/odnosno neprihvatljivošću ponude. Tehnički naručiocu objašnjeno putem uputstva sa Portala, gde i na kom mestu može da unese korigovane podatke, nakon dobijenog odgovora ponuđača (naručilac je uspeo da reši navedeni tehnički problem). Posebno skrenuta pažnja naručiocu da vodi računa, o postupanju, u smislu odredbi člana 142. ZJN i dozvole izmene dostavljene ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu izmeniti ugovor na osnovu člana 158. ZJN iz razloga što je došlo do p...",
    "texts": [
      "Mogu, ukazano na uslove."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko sprovode povremenu zajedničku nabavku, odnosno ukoliko jedan naručilac ovlasti drugog da u n...",
    "texts": [
      "Da, uz naznaku ko će za njih sprovoditi postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje vezano za popunjavanje ankete vezano za zelene nabavke....",
    "texts": [
      "Pojašnjeno."
    ],
    "link": null
  },
  {
    "title": "Pitanje: doneto rešenje po kojem se ZZP odbija?...",
    "texts": [
      "Rečeno da nije dužan da produži rok za podnošenje ponuda ukoliko rešenjem RK nije određeno, niti vrši bitnu izmenu\nkonkursne dokumentacije, već samo nastavlja postupak tamo gde je stao pre podnošenja ZZP."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je uz ponudu dostavio dokaze , ali je u izjavi koji se odnosi ma osnove za isključenje. Da l...",
    "texts": [
      "Rečeno da ponuđač u fazi podnošenja ponude dokazuje izjavom o ispunjenosti kriterijuma da ispunjava tražene kriterijume i da je ona sastavni deo ponude, na osnovu koje naručilac ocenjuje da li kod određenog ponuđača postoje razlozi za isknjučenje iz postupka javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li poziv za pregovaranje mora da se uputi putem Portala?...",
    "texts": [
      "Rečeno da  se poziv za podnošenje ponuda kreira na Portalu  i šalje privrednim subjektima.\nU o.p. dobili po partijama dobili su ponude koje sadrže\nponuđenu cenu veću od procenjene vrednosti"
    ],
    "link": null
  },
  {
    "title": "Pitanje: predmetne partije. S tim u vezi, postavljaju pitanje da li mogu da prihvate ove ponude....",
    "texts": [
      "Nameravaju da sprovedu nabavku građevinskog materijala\n. S obzirom na moguće\noscilacije cena ovog materijala, pitaju da li da predvide\nmogućnost promene\ncene."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kog iznosa može da se vrši izmena ugovora o jn usled nepredvidljivih okolnosti?...",
    "texts": [
      "Ukazano da naručilac može dodeliti ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN., te da se podrazumeva da naručilac u tom slučaju treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati ponudu koja prelazi procenjenu vrednost nabavke\n, konkretno partije\n.\nOsim toga, rečeno da je moguće da naručilac u konkretnom slučaju nije dobro istražio tržište i, s tim u vezi, pravilno odredio procenjenu vrednost predmetne nabavke.\nRečeno da mogu da predvide promenu cene u dokumentaciji o nabavci i ugovoru o jn, te da u tom slučaju mogu da postupaju po čl. 156. ZJN.\nU slučaju izmene ugovora o jn usled nepredvidljivih okolnosti povećanje vrednosti ugovora o jn ne sme biti veće od 50% vrednosti prvobitnog ugovora, čak i ako se ugovor o jn menja više puta, i to ne može da ima za cilj izbegavanje primene ZJN.\nZvali su u vezi sa dobijenim mejlom od strane Portala jn, radi prikupljanja podataka u vezi sa primenom odn. korišćenjem socijalnih i ekoloških aspekata u jn. Zanima ih da li je dovoljno da jedno lice pošalje tražene podatke na nivou  arodne biblioteke Srbije, ili moraju da ih pošalju sva lica koja kod njih rade na Portalu jn.\nDovoljno je da jedno od tih lica dostavi tražene podatke za Narodnu biblioteku Srbije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da od ponuđača zahteva obrazloženje cene ili troška iz ponude kada se radi ...",
    "texts": [
      "Dato objašenje da je naručilac\ndužan\nda\nod ponuđača zahteva obrazloženje cene ili troška navedenih u ponudi, ukoliko proceni da je reč o neuobičajeno niskoj ponudi.  Pored toga, objašnjeno je dalje postupanje naručioca sa neuobičajeno  niskom ponudom, u skladu sa čl. 143. ZJN:"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko naručilac usled hitnosti koristi skraćeni rok za podnošenje ponuda u o.p. iz čl. 52. st. 6. ...",
    "texts": [
      "Naručilac može da koristi\nskraćeni rok za podnošenje ponuda iz čl. 52. st. 6. ZJN, ako postoji opravdana hitnost u vezi sa kojom naručilac\nposeduje valjane dokaze\n, što je i predviđeno pomenutim čl. 52. st. 6. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako mogu uputiti zahtev za tumačenje ZJN?...",
    "texts": [
      "Odgovoreno kako mogu da upute KJN zahtev za tumačenje ZJN.\nNaručilac je od svog računovodstva\ndobio informaciju da je Ministarstvo kulture, na osnovu instrukcija Ministarstva finansija dalo instrukciju da naručioci u narednih 45 dana ne sprovode postupke javnih nabavki.\nNaručiocu odgovoreno da se na telefonima koje pozivaju dobijaju informacije o primeni odredbi ZJN. Saznanja o iznetim navodima KJN nema, te je preporučeno naručiocu da se obrati svom računovodstvu radi bližih informacija i kontaktiranja nadležnih institucija koje su eventualno donele neke od navedenih instrukcija.\nNaručilac je u prošloj godini zaključio ugovor za nabavku kancelarijskog materijala, po partijama. Ugovor za partiju 1 je već skoro iskorišten, dok su za partiju 2 i 3 otežani uslovi izvršenja usled drastičnog povećanja cena predmetnih\ndobara na tržištu. Da li naručilac može da raskine predmetne ugovore, usled činjenice ispunjenja kod partije 1, i nemogućnosti izvršenja ugovora kod partije 2. i 3.\nNaručiocu odgovoreno da je odredbama člana 163. stav 1. tačka 1) ZJN regulisan raskid ugovora, usled razloga koji bi imali za posledicu bitnu izmenu ugovora (član 154. ZJN bliže uređuje). Pored navedenog, naručiocu predočena pravila vezana za izmenu ugovora, definisana u odredbama član 156, 158. i 160. ZJN, naravno pod uslovom da su ispunjeni svi zakonski uslovi\ni sa oprezom da naručilac mora voditi računa da li navedenim izmenama ugovora krši neke druge propise (npr. finansijske propise). Pored svega navedenog naručiocu predočeno da ispita i sadržinu samih odredbi zaključenih ugovora, kao i osnove za raskid koji je eventulano sadržan u istim, koji pored odredbi ZJN, možda sadrže i osnove za raskid ugovora definisan odredbama ZOO-a.\nNaručilac je sproveo javnu nabavku i juče je bilo otvaranje ponuda. Naručilac je zahtevao od ponuđača dostavu uzoraka u ponudama (zahtev je istaknut u uputstvu ponuđačima kako da sačine ponudu. Samo jedan ponuđač im je dostavi zahtevane uzorke. Kako da postupe u pogledu navedenog.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, već komisija naručioca, shodno odredbama ZJN. Iz postavljenog pitanja, proizilazi da ponuđači nisu dostavili zahtevane uzorke, čime nisu postupili po zahtevu naručioca, te se u skladu sa tim postavlja pitanje da li komisija naručioca može izvršiti stručnu ocenu tih ponuda, kao i da ih uporedi sa drugim dostavljenim ponudama, a što je razlog neprihvatljivosti takvih ponuda (shodno odredbi člana 144. stav 1. tačka 6) ZJN. Opreza radi, skrenuta pažnja naručiocu na odredebe člana 124. stav 1. tačka 12) ZJN gde je uziorak definisan kao dokaz za ispunjenje kriterijuma  za izbor (stručnog i tehničkog kapaciteta). Takođe je ukazano naručiocu da obavezno ispita sadržinu dokumentacije o nabavci, iz koje eventualno može da proizilazi neka kontradiktornost u pogledu zahteva naručioca za uzorcima u predmetnom postupku javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac omogućava uvid u delove ponude koje nije moguće dostaviti putem Portala?...",
    "texts": [
      "Odgovoreno da naručilac može da zakaže uvid u prostorijama naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može iz iste stavke više puta da pokrene postupak javne nabavke?...",
    "texts": [
      "Može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje vezano za izmenu ugovora....",
    "texts": [
      "Ukazano na odgovarajuće članove ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može na dan donošenja Odluke o dodeli ugovora da mu dostavi dokaze?...",
    "texts": [
      "Rečeno da se dokazi dostavljaju u roku koji odredi naručilac, koji ne može biti kraći od pet radnih dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac ima obavezu da objavi odn. obavesti preko Portala jn u slučaju raskida ugovora o jn?...",
    "texts": [
      "Ne.\nOglasi o jn\nk\noje naručici\nobjavljuju\n,  način na koji se isti objavljuju i sadržina  (Prilog 4) propisani su čl. 105. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Javila se potreba za izmenom ugovora o jn stolarskih radova zaključenog nakon sprovedenog o.p. radi ...",
    "texts": [
      "Odgovoreno da naručilac može da izmeni ugovor o jn pod uslovima propisanim čl. 157. ZJN,\nte da\nje\nu slučaju\nizmene\nugovora o jn\npo osnovu čl. 157. ZJN dužan da\nobaveštenje o izmeni ugovora o jn pošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn.\nUsled moguće izmene ugovora o jn goriva zatražili su pojašnjenje čl. 160. ZJN.\nProtumačene odredbe čl. 160. ZJN (izmena ugovora o jn usled povećanja obima nabavke).\nPostavili\ns"
    ],
    "link": null
  },
  {
    "title": "Pitanje: u pitanje...",
    "texts": [
      "koje se tiče\npojma istovrsnosti.\nUkazano da\nnovi ZJN ne sadrži pojam istovrsnosti kao takav, ali\nda\npostoje odredbe ZJN koji na odgovarajući način upućuju naručioca kako da postupa s tim u vezi.\nNaime\n, s\nhodno\nčl. 29.\nst\n3.\nZJN\nnaručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nPored toga, n\napomenuto\nje\nda je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom cilju može da se vrši podela predmeta jn na više nabavki.\nPitanja u vezi sa radom na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn, Demo verziju Portala jn (u cilju vežbanja rada na Portalu jn), kao i na mogućnost da u predviđeno vreme dobiju konsultaciju u vezi sa primenom Portala jn na br. tel. date na internet strani Portala jn u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da...",
    "texts": [
      "obaveštenje o izmeni ugovora o jn\npo osnovu povećanja obima nabavke\niz čl. 160. ZJN\npošalje na objavljivanje na"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Portalu jn?...",
    "texts": [
      "Nije. Naime, prema čl. 155 st. 2. ZJN naručilac je\ndužan da\nobaveštenje o izmeni ugovora o jn pošalje na objavljivanje na Portalu jn u roku od deset\nd\nana od dana izmene ugovora o jn samo ukoliko se radi o osnovu iz čl. 157. (izmene ugovora o jn usled dodatnih dobara, usluga i radova) i iz čl. 158. ZJN (izmene ugovora o jn usled nepredviđenih okolnosti).\nNaručilac\nje od dobavljača dobio zahtev za izmenu ugovora\niz raz\nloga što je došlo do poskupljenja\nna tržištu.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nNaručilac je\nplanirao nabavku usluge prevoza studenata procenjene vrednosti 1.500.000,00 dinara. Međutim, došlo je do nekih novih okolnosti zbog kojih je procenjena vrednost smanjena na 500.00\n0\n,00 dinara\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li predmetnu uslugu sme da nabavi bez sprovođenja postupka javne naba...",
    "texts": [
      "Imajući u vidu novoutvrđenu procenjenu vrednost javne nabavke, naručilac ne bi imao obavezu da za nabavku predmetne usluge sprovodi postupak javne nabavke\n.\nTakođe, u ovom slučaju ne postoji zakonska obaveza izmene Plana javnih nabavki.\nMeđutim, imajući u vidu da naručilac odustaje od postupka javne nabavke, ali ne i od nabavke same usluge, predmetnu nabavku bi iz Plana javnih nabavki trebalo prebaciti u Plan nabavki na koje se odredbe Zakona o javnim nabavkama ne primenjuju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Dobio je ponudu čiji iznos prelazi pr...",
    "texts": [
      "Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nNaručilac je sproveo postupak javne nabavk\ne\ninformacionih rešenja. Doneta je i objavljena odluka\no dodeli ugovora i dobili su zahtev za uvid u dokumentaciju o nabavci od ponuđača koji je podneo ponudu. Da li je zakonom definisano neko vreme vršenja uvida.\nNaručiocu odgovoreno da je odredbama člana 149. ZJN definisan uvid u dokumentaciju, gde u navedenom članu zakona nije precizno definisano vreme\nvršenja uvida. Preporuka da se obezbedi dovoljno vreme neophodno za vršenje uvida i kopiranje dokumentacije o nabavci. Pri tom, skrenuta pažnja i da u pogledu informacionih podataka iz ponude (cd, usb i sl.) imaju obavezu da omoguće uvid i kopiranje podataka ponuđaču koji vrši uvid i ukoliko isto zahteva. Ograničenje bi postojalo samo u pogledu podataka, koje je ponuđač u čiju se ponudu vrši uvid, označio npr. statusom poslovne tajne, kada je za uvid potrebna posebna saglasnost ponuđača za vršenje uvida.\nNaručilac ima zaključen ugovor, na osnovu postupka javne nabavke koju je sproveo organ u okviru gradske uprave. U pitanju je rekonstrukcija gradskog trga. Zaključen je ugovor po ranije važećem zakonu još pre nekoliko godina, ali ugovor nije izvršen. Iz odredbi samog ugovora nije najjasnije moguće utvrditi da li je isti još uvek važeći, te ne znaju da li mogu da vrše izmenu istog u smislu njegovog produženja.\nNaručiocu predočeno da zaključeni ugovor mogu izmeniti, jedino u slučaju da je isti još uvek važeći, i to primenom odredbi novog ZJN (član 154. do 1622. ZJN). U pogledu važnosti istog ugovora, moraju proveriti sadržinu istog, kao i ostale dokumentacije iz čega će zaključiti da li je predmetni ugovor još uvek na snazi. Preporuka je da se oko navedenog pitanja obrate i svom pravobranilaštvu, radi dobijanja jasnijeg i preciznijeg odgovora.\nNaručilac je saopštio da je gradska uprava grada N.Sada obezbedila sredstva u iznosu od 1.200.000,00 rsd za nabavku računarske opreme, ali imaju najave da će navedeni iznos biti umanjen. Kako da postupe u smislu planiranja navedene nabavke.\nNaručiocu odgovoreno da donošenje finansijskog plana po pravilu prati i donošenje plana javnih nabavki i nabavki na koje se ne primenjuje ZJN. Pri tom izmene finansijskog plana, mogu imati uticaj na potrebu izmene donetog plana javnih nabavki (prema odredbama člana 88. stav 4. ZJN). U konkretnom slučaju, možda bi najracionalnije bilo sačekati odluku o konačnom iznosu sredstva koja će gradska uprava opredeliti za namenu nabavke računarske opreme, nakon čega naručilac može izvršiti planiranje predmetne nabavke (prema pravilima posebnog akta naručioca donetog na osnovu odredbi člana 49. stav 2. ZJN). Navedeno bi bilo opravdano pod uslovom, da naručilac nije nekim drugim propisom, aktom ili odlukom, obavezna da bez odlaganja uradi planiranje predmetne nabavke.\nNaručilac je sproveo postupak javne nabavke za\nsanitetski potrošni materijal, po partijama, i ako ukupna procenjena vrednost ne prelazi limit iz člana 27. ZJN. Uskoro im ističe ugovor za jednu od partija, te postavljaju pitanje da li dodatne količine mogu planirati u okviru plana nabavki (obzirom da u zbiru sa prethodnom količinom koja je sprovedena u postupku j.nabavke proc.vrednost ne prelazi i dalje limit iz člana 27. ZJN)\nNaručiocu odgovoreno, da shodno odredbama člana 27.  stav 1. ZJN nije u\nobavezi da primenjuje odredbe ZJN, na nabavke navedene u tačkama 1) do 3) ZJN prethodno navedenog stava i člana zakona i koje su ispod definisanih fin.limita. U konkretnom slučaju, eventualno se može postaviti pitanje iz kog razloga je naručilac i prvobitnu nabavku sanitetsgog materijala planirao kao javnu nabavku u Planu javnih nabavki i sproveo postupak po istoj, u kontekstu nove istovrsne nabavke na koju ima nameru da ne primeni odredbe ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Planiraju da sprovedu konkurs za dizajn za nabavku idejnog rešenja za izmenjeni tj. novi grb i himnu...",
    "texts": [
      "Naručilac saglasno čl. 77. st. 5. ZJN može u slučaju primene konkursa za dizajn da dodeli naknadni ugovor o uslugama u pregovaračkom postupku bez objavljivanja javnog poziva u skladu sa čl. 61. st. 5. tačka 1) ZJN, s tim da tu nameru mora da naznači u obaveštenju o konkursu za dizajn. Naručilac je svakako upućen na odredbu čl. 61. st. 5. tačka 1) ZJN u vezi sa pregovaračkim postupkom i na odredbe čl. 77. ZJN u vezi konkursa za dizajn.\nUpućen im je zahtev za pristup informacijama od javnog značaja u vezi sa dokumentacijom o jn, te nisu sigurni kako da postupe\nu vezi sa tim\n.\nL\nice sa kojim sam obavila razgovor zaduženo\nje\nza\nposlove\njn, a na osnovu\ndobijene informacije\nod istog saznala sam da imaju ovlašćeno lice za postupanje po zahtevu za slobodan pristup informacijama od javnog značaja,\nte je\nrečeno da se obrati\nistom\nradi daljeg postupanja, s obzirom da se radi o pitanju iz njegove nadležnosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu da izmene ugovor o jn itisona zaključenog nakon sprovedenog o.p. usled potrebe za pove...",
    "texts": [
      "Izmenu ugovora o jn usled povećanja obima nabavke naručilac može izvršiti pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni\nsvi\nuslovi propisani čl. 160. ZJN. Uz to, ukazano da nisu dužni da objave obaveštenje o izmeni ugovora o jn po ovom osnovu.\nPostavili su pitanja u vezi sa radom na Portalu jn (podnošenje ponude, i dr.).\nOdgovoreno da moraju sa se obuče za rad na Portalu jn kako bi mogli da koriste isti. S tim u vezi, rečeno da se upoznaju sa Uputstvom za korisnike Portala jn, da imaju\nmogućnost da koriste Demo verziju Portala jn (u cilju vežbanja rada na Portalu jn), kao i da mogu da zatraže konsultaciju u vezi sa primenom Portala jn na br. tel. date na internet strani Portala jn u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje regulisanja obaveza koje proizilaze iz ugovora koji je zaključen po sprovedenom ...",
    "texts": [
      "Naručiocu ukazano da je to domen ZOO a ne ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se šalje tromesečno zbirno obaveštenje o dodeljenim ugovorima koji su zaključeni na osnovu ane...",
    "texts": [
      "Da, u roku od 30 dana od dana isteka tromesečja u kome su ugovori zaključeni, saglasno čl. 109. ZJN\nDobili su ponudu u kojoj je neispravna jedinična cena usled teh. greške. Da li može primena čl. 142.\nNe, čl. 142. st. 6. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uputili su obrazloženje i dokumentaciju KJN, sada treba da dostave dopunu obrazloženja. Međutim u me...",
    "texts": [
      "U pregovaračkom postupku idu na ispravku oglasa gde će navesti izmenjenu vrednost i istu obrazložiti, a dužni su da izvrše izmenu Plana j.n. u skladu sa čl. 88. st. 4 ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da u komisiji menja svoju koleginicu koja je služ. za javne nabavke dok je ona odsutna, b...",
    "texts": [
      "Može, čl. 92. st. 4. ZJN\nNaručilac\nje od dobavljača dobio zahtev za izmenu ugovora u smislu povećanja cena\niz razloga što je došlo do poskupljenja određenih\nproizvoda\nna tržištu\n, konkretno štampanih obrazaca\n.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih\nnabavki u roku od deset dana od dana izmene ugovora.\nNapomenuto je da naručilac nije dužan da prihvati zahtev dobavljača, te da može da raskine ugovor i sprovede novi postupak javne nabavke.\nNaručilac\nje od dobavljača dobio zahtev za izmenu ugovora\niz raz\nloga što je došlo do poskupljenja\ngrađevinskog i elektro-materijala\n.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nZainteresovano lice je mikro preduzeće koje je počelo sa radom u desetom mesecu 2019. godine. Iz razloga nastalih poreskih dugova preduzeća koje je zatvoreno još 2009. godine, pojavili su se dugovi (isti zakonski zastupnik) na novom preduzeću, a koji su doveli do blokade istog. Napomenuto da su reg.ponuđač u APR-u. Da li oni sa stanovišta ZJN i postojanja osnova za isključenje mogu da učestvuju u postupcima javnih nabavki.\nZainteresovanom licu, na osnovu navedenog u razgovoru, predočeno šta su osnovi za isključenje iz člana 111. stav 1. tačka 2) ZJN. Prema navedenom zaintersovano lice ima dospele a neizmirene poreske obaveze. Prema odredbama člana 118. stav 1. ZJN privredni subjekt u ponudi dostavlja izjavu o ispunj\ne\nnosti kriterijuma kojom potvrđuje da nema, između ostalog osnove za isključenje iz člana 111. ZJN. S tim u vezi, skrenuta pažnja da je članom 237. stav 1. tačka 1) ZJN predviđen prekršaj ponuđača usled davanja neistinitih podataka. Pored navedenog, skrenuta pažnja zainteresovanom licu da je odredbama člana 128. ZJN definisan registar ponuđača, gde je u stavu 6. navedeno da se smatra da privredni subjekt upisan u registar ponuđača nema osnove za isključenje iz člana 111. stav 1. tačka 1) i 2) ZJN. Navedeno je oboriva pretpostavka, gde je prema odredbama člana 120. stav 2. ZJN, naručilac ovlašćen da u slučaju sumnje u istinitost podatka koje je dostavio privredni subjekt, izvrši proveru kod izdavaoca, nadležnog organa, trećih lica ili samog ponuđača. Na osnovu obavljenog razgovora i svih činjenica, može se zaljkučiti da zainteresovano lice prema odredbama ZJN ima osnov za isključenje\npredviđen odredbama člana 111. stav 1. tačka 2) ZJN.\nNaručilac je sproveo postupak javne nabavke servis sl.vozila, oblikovan u 3 partije. Sve ponude su iznad procenjene vrednosti za sve partije i naručilac će obustaviti postupak odlukom. Da li za 2 od tri partije mogu sprovesti postupka bez primene ZJN, imajući u vidu da je proc.vrednost istih ispod limita iz člana 27. ZJN.\nU kojim slučajevima je dozvoljeno dodeliti ugovor ponuđaču čija ponuda prelazi iznos proc.vrednosti javne nabavke.\nNaručiocu odgovoreno da ne može za navedene dve pratije sprovesti postupak bez primene ZJN. Eventualno je postojala mogućnost da, u slučaju da su bili ispunjeni uslovi iz člana 35. stav 4. ZJN, naručilac izuzme predmetne dve partije od primene ZJN, ali je navedeno isti morao označiti u sprovedenom postupku javne nabavke na Portalu javnih nabavki. U ovoj situaciji, naručilac po konačnosti odluke o obustavi postupka i nakon objave obaveštenja o obustavi postupka, mora ponoviti postupak javne nabavke.\nU pogledu drugog pitanja, odgovoreno da je odredbama člana 146. stav 2. ZJN definisano da naručilac može da dodeli ugovor ponuđaču čija ponuda prelazi iznos procenjene vrednosti javne nabavke, bez nekih dodatnih objašnjenja. Svakako bi navedeno bilo opravdano u slučaju da naručilac ima raspoloživa fin.sredstva u ovom slučaju i da pri tom ne krši neke od finansijskih propisa. Posebno naručiocu skrenuta pažnja i na odredbe člana 144. stav 2. ZJN, gde je definisano da naručilac može da oceni kao neprivatljivu ponudu čija je vrednost veća od iznosa procenjene vrednosti javne nabavke ili raspoloživih sredstava. Takođe ukazano i na odredbe člana 88. ZJN, gde je u stavu 4. definisano u kojim situacijama postoji obaveza izmene plana (između ostalog povećanje proc.vrednosti za više od 10%)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje se odnosilo na realizaciju ugovora...",
    "texts": [
      "Odgovreno da KJN nema ovlašćenja da vrši kontrolu izvršenja ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da im je određeni privredni subjekt poslao pismo o namerama banke putem pošte, ali ...",
    "texts": [
      "ne\nNaručilac\nima nameru da objavi prethodno informativno obaveštenje  i interesuje ga da li mora striktno da se pridržava planiranog datuma početka postupka koji mora da navede u tom obaveštenju.\nOdgovoreno da ne mora.\nPonuđač je u razgovoru izneo problem koji ima sa naručiocem u pogledu plaćanja izvršenog posla. Navodi da je naručilac umesto na njihov tekući račun, ispplatio određeni iznos nekim radnicima koji su bili angažovani\nna izvršenju ugovora, a nisu podizvođači.\nOdgovoreno da KJN nema ovlašćenja da vrši kontrolu izvršenja ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje stručne ocene ponuda...",
    "texts": [
      "Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se postoji mogućnost da kače svaki pojedinačni ugovor zaključen po osnovu okvirnog sporazuma i...",
    "texts": [
      "Ima takva opcija da se čekira na Portalu, ali tada ne kače zbirno obaveštenje kako se ne bi duplirao iznos. Dakle biraju između te dve opcije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Konkurentni postupak sa pregovaranjem, kako se sprovodi na Portalu?...",
    "texts": [
      "Upućeni na uputstva gde imaju sve detaljno objašnjeno za svaku fazu, kao i na kolege iz tehničke podrške."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su otvoreni postupak, dobili su jednu ponudu koja je preko proc. vrednosti i istu odbili ka...",
    "texts": [
      "Ne, shodno čl. 57. st. 3 ZJN, taj izuzetak se odnosi samo na javnog naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su otvoreni postupak, dobili jednu ponudu koja je preko procenjene vrednosti i oni imaju sr...",
    "texts": [
      "Mogu, saglasno čl. 146. st. 2 ZJN a izmenu Plana vrše samo ako povećavaju proc. vrednost za više od 10 %."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice je postavilo pitanje u vezi sa računanjem rokova za podnošenje zahteva za dodatn...",
    "texts": [
      "Zaintersovanom licu objašnjeno da su predmetni rokovi definisani odredbom člana 97. ZJN i skrenuta pažnja da se rok računa unazad i da se u rok ne uračunava poslednji dan tj. dan roka za podnošenje ponuda (prema pravilu iz člana 85. stav 3. ZJN). Pored navedenog, skrenuta pažnja zainteresovanom licu da na internet stranici KJN može u delu propisa/podzakonski akti, pronaći dinarsku vrednost evropskih pragova kao akt donet od strane Ministarstva finansija, a koja je od značaja za određivanje rokova iz člana 97. ZJN. Takođe je skrenuta pažnja zainteresovanom licu da u obrascu Uputstva ponuđačima kako da sačine ponudu (konkretne javne nabavke), može pronaći navod o roku do kada može podnositi zahteve za dodatnim pojašnjenjima i informacijama.\nZainteresovano lice je učestvovalo u postupku javne nabavke, koju je sproveo naručilac Grad Užice, u kojem je Odlukom o dodeli ugovora njihova ponuda odbijena kao neprihvatljiva iz razloga što u Izjavi o ispunjenosti kriterijuma za kvalitativni izbor nije potvrđeno da isti ispunjavaju kriterijume za izbor\n(tehnički i stručni kapacitet). Šta mogu u vezi sa navedenim da učine.\nZainteresovanom licu preporučeno da na Portalu javnih nabavki, u delu „ponuđač-privatni deo“ izaberu podnete ponude, gde će izabrati ponudu za konkretni postupak, koju mogu u celini da skinu sa Portala. Nakon toga treba da izvrše uvid u Izjavu o ispunjenosti kriterijuma, koja je sastavni deo ponude, te da utvrdi da li ista sadrži nedostatke koje je naručilac označio u svojoj odluci kao razloge neprihvatljivosti ponude. Takođe, shodno odredbama člana 149. ZJN kao ponuđač mogu izvršiti uvid u\ndokumentaciju o nabavci, podnošenjem zahteva naručiocu i eventulano ostvariti svoja prava u postupku zaštite prava.\nNaručilac namerava da sprovede postupak javne nabavke usluge održavanja vozila, tako što će zaključiti okvirni sporazum. Da li se u odluci o sprovođenju postupka pozivaju na odredbe ZJN koje se odnose na postupak za zaključenje okvirnog sporazuma."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje načina definisanja tehničke specifikacije za predmetnu uslugu....",
    "texts": [
      "Naručiocu odgovoreno da je okvirni sporazum jedna od tehnika u postupcima javnih nabavki, a ne vrsta postupka. Shodno navedenom, naručilac će se u odluci o sprovođenju postupka pozvati npr. na odredbe člana 52. i člana 91. ZJN, a može se pozvati i na odredbe člana 66. i 67. ZJN koje uređuju tehniku okvirnog sporazuma. Takođe mogu u samoj odluci navesti da se predmetni postupak javne nabavke sprovodi radi zaključenja okvirnog sporazuma. Bitno je i da naručilac ima u vidu da prilikom pokretanja postupka na Portalu javnih nabvaki označi tehniku okvirnog sporazuma, kao i da dokumentaciju o nabavci prilagodi ovoj tehnici javne nabavke (model okv.sporazuma, model ugovora ili narudžbenice i dr.).\nNaručiocu je u pogledu drugog pitanja odgovoreno da je potrebno što je moguće preciznije odrediti tehničku specifikaciju, u smilsu predmetne usluge i rezervnih delova. Dati primeri iz prakse (gde se uz tehn.specifikaciju dostavljao cenovnik delova koji nisu sadržani u tehn.specifikaciji i sl. primeri).\nZamolili su za pojašnjenje negativnih mišljenja dobijenih od KJN u vezi sa sanacijom havarisanog Odlagača 4 te, s tim u vezi, eventualnoj primeni otvorenog postupka za predmetne nabavke sa skraćenim rokom za podnošenje ponuda saglasno odredbi čl. 52. st. 6. ZJN, na koju mogućnost je i ukazano u datim mišljenjima KJN.\nPojašnjena data mišljenja KJN, kao i mogućnost primene otvorenog postupka za predmetne nabavke sa skraćenim rokom za podnošenje ponuda saglasno odredbi čl. 52. st. 6. ZJN.\nUkoliko naručilac predvidi u kd da se kao sastavni deo ponude dostavi uzor\nak"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da postupe ukoliko ponuđač ne dostavi traženi uzorak?...",
    "texts": [
      "Ukazano na čl. 45. ZJN koji propisuje da se komunikacija i razmena podataka u postupku jn vrši elektronskim sredstvima na Portalu jn, u skladu sa ZJN i Uputstvom za korišćenje Portala jn iz čl. 184. ZJN, te da ovaj\nvid komunikacije i razmene podataka koji se odnosi na podnošenje dela ponude nije obavezan samo iz razloga navedenih u pomenutom čl. 45. ZJN, koji između ostalog,\nmože biti i  nemogućnost dostave uzoraka elektr. sredstvima.\nU tom slučaju, n\naručilac u kd predviđa način dostave (sastavnih) delova ponude koji ne mogu da se dostave elektronskim sredstvima, u skladu sa čl. 45. ZJN.\nNaručilac vrši prijem delova ponude koje ponuđači ne mogu podneti elektr. putem na način propisan čl. 139. st. 2. ZJN. Ukoliko\nponuđač\ndelove ponude n\ne dostavi blagovremeno, naručilac u tom slučaju postupa u skladu sa čl. 139.\nst. 3.\nZJN, te po okončanju postupka otvaranja neotvorene delove ponude vraća ponuđaču sa naznakom da su podneti neblagovremeno.\nTrebaju da se registruju na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn. Rečeno da imaju mogućnost korišćenja Demo verzije Portala jn u cilju vežbanja rada na Portalu jn, te mogućnost da dobiju konsultaciju u vezi sa primenom Portala jn na br. tel. koje je KJN objavila na svojoj internet stranici u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način ponuđač može da zahteva dodatna pojašnjenja u vezi sa dokumentacijom o jn?...",
    "texts": [
      "Ukazano na čl. 97. ZJN, te na Uputstvo za korisnike Portala jn (deo Pitanja i odgovori)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac, kada  sprovodi postupak jn čija je proc. vrednosti preko 5.000.000,00 din., duža...",
    "texts": [
      "Ukoliko ponuđač dostavi dokaze uz izjavu\niz čl. 118. ZJN\n, da li mora\nponovo\nd\na podnese dokaze\nukoliko\nnjegova"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ponuda bude izabrana kao ekonomski najpovoljnija?...",
    "texts": [
      "Jeste,\nizuzev u situacijama propisanim čl. 119. st. 4. ZJN, a to su situacije kada na osnovu podataka navedenih u izjavi iz čl. 118. ZJN naručilac može da pribavi odnosno izvrši uvid u dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ili ukoliko već poseduje važeće relevantne dokaze.\nNe\nmora, s obz\nirom d\na u kon\nkretnom slu\nčaju naručilac već poseduje do\nk\naze.\nSkrenuta pažnja da ponuđaču takvo postupanje ne bude pravilo budući da izjavom iz čl. 118. ZJN privredni subjekt\nsamo potvrđuje da ispunjava kriterijume za kvalitativni izbor privrednog subjekta, te istu\ndostavlja bez dokaza, a da se dokazi posebno dostavljaju i to od strane ponuđača koji\ndostavi ekonomski najpovoljniju ponudu u skladu sa čl. 119. ZJN.\nKoliko dugo\ntreba da se čuva dokumentaci"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ja o jn?...",
    "texts": [
      "Celokupnu dokumentaciju o jn naručilac shodno čl. 41. ZJN čuva najmanje pet godina od zaključenja ugovora, okvirnog sporazuma, obustave ili poništenja postupka jn. Na isti način čuva se i arhivira dokumentacija koja se razmenjuje na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li odluku o dodeli ugovora o jn u o.p....",
    "texts": [
      "koju je"
    ],
    "link": null
  },
  {
    "title": "Pitanje: greškom okačila nepotpisanu i neoverenu može ponovo da okači potpisanu i overenu, jer su im inače sv...",
    "texts": [
      "Može\n,\nukoliko smatra da je to potrebno\n.\nDa"
    ],
    "link": null
  },
  {
    "title": "Pitanje: li postoji mogućnost da se podnese ZZZP, ako je reč o nabavci ispod limita?...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ponuđač reference može dokazivati preko podizvođača?...",
    "texts": [
      "Da, s tim što je u tom slučaju podizvođač dužan da izvodi radove ili pruža usluge za zahtevani kapacitet"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li su dužni da odgovore ponuđaču na pitanje koje nije blagovremeno....",
    "texts": [
      "Odgovoreno da nemaju zakonsku obavezu da odgovore, ali mogu to da urade."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li imaju obavezu da vrše testiranje uzoraka koji je dostavljen uz ponudu koja je neprihvatljiva i...",
    "texts": [
      "Navedeno predstavlja stručnu ocenu ponuda, odluka je na naručiocu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li član komisije koji je diplomirani pravnik mora biti i službenik za javne nabavke?...",
    "texts": [
      "Ne, taj uslov je alternativno postavljen.\nNisu blagovremeno dostavili anketu koju popunjavaju na"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Portalu. Da li mogu nakanadno da dostave traženu anketu?...",
    "texts": [
      "Upućeni na kolege iz sektora za tehničku podršku.\nU postupku javne nabavke navedenog naručioca nije bila podneta ni jedna ponuda\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li može da obustavi postupak i da li je nakon toga dužan da čeka da...",
    "texts": [
      "Ukazano je na odredb\nu\nčlana 1\n47\n.\nstav 1. tačka 4)\nZakona o javnim nabavkama\nkojom je uređeno da n\naručilac donosi odluku o obustavi postupka javne nabavke\ni\nako\n, između ostalog,\nnije dostavljena nijedna ponuda\n,\nodnosno nijedna prijava\n.\nNapomenuto je da se ograničenje da se predmetna nabavka\nneće\nponavljati u toku iste budžetske\ngodine, odnosno u narednih šest meseci\nodnosi na situaciju kada\npostoje dokazivi razlozi usled kojih je prestala potreba naručioca\nza tom nabavkom.\nNaručilac"
    ],
    "link": null
  },
  {
    "title": "Pitanje: sprovodi postupak javne nabavke električne energije. Dobio je jednu ponudu u kojoj je data cena koja...",
    "texts": [
      "Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je doneo odluku o obustavi postupka, jer je dobio jednu ponudu koja je iznad procenjene vr...",
    "texts": [
      "Odgovoreno da mora da sačeka protek roka za podnošenje ZZZP."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da nema  usvojen Plan javnih nabavki, a javila mu se hitna potreba za nabavkom nami...",
    "texts": [
      "Odgovoreno da u konkretnom slučaju može da pokrene pregovarački po hitnosti.\nNaručilac navodi da su dobili jednu ponudu, istu\nodbili i doneli odluku o obustavi postupka. Da li moraju da čekaju da prođe rok od 10 dana za konačnost.\nDa, moraju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da su sproveli postupak javne nabavke el. energije i da su dobili jednu ponudu koja...",
    "texts": [
      "U toku razgovora sa naručiocem je utvrđeno da oni neposredno pre pokretanja postupka nisu izvršili ispitivanje tržišta, već su samo „prepisali“ proc. vrednost od prošle godine, te shodno tome nisu postupili u skladu sa čl. 29. st. 1. ZJN – procenjena vrednost mora biti validna u vreme pokretanja postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su otvoreni postupak za nabavku životnih namirnica, oblikovan u 15 partija. Za dve partije ...",
    "texts": [
      "Naručiocu ukazano na čl. 146. st. 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Doneli su odluku o dodeli ugovora i izabrani ponuđač odbija da zaključi ugovor, kako dalje postupaju...",
    "texts": [
      "Ukazano na čl. 152. st.3 ZJN\nNaručilac je u postupku javne nabavke dobio dve ponude, od kojih je jedan od ponuđača obveznik pdv-a i isti je iskazao vrednost ponude bez i sa obračunatim pdv-om, dok je drugi iskazao vrednost ponude bez pdv-a, gde je i na mestu vrednosti ponude sa pdv-om naveo vrednost bez pdv-a. Prilikom ocenjivanja ponuda, kako rangiraju dostavljene ponude i da li u okviru ZJN ima neka odredba na koju se mogu pozvati.\nNaručiocu odgovoreno, da se vrednost ponude iskazuje bez i sa uračunatim pdv-om, ali je za ocenjivanje ponuda relevantna cena bez uračunatog pdv-a. Navedeno proizilazi i iz činjenice da se i procenjena vrednost određuje bez uračunatog pdv-a, shodno odredbama člana 30. stav 1. ZJN. Prema ranijoj praksi, ponuđači koji nisu bili obveznici pdv-a, dostavljali su u okviru ponude izjavu da nisu obveznici pdv-a shodno nekom od osnova koje predviđa Zakon o porezu na dodatu vrednost. Danas, naručilac može i sam proveriti da li je neki privredni subjekt obveznik pdv-a ili ne (registar pdv obveznika), na javno dostupnoj internet stranici Poreske uprave."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je u fazi stručne ocene ponuda. Imaju nameru da shodno odredbama člana 142. stav 1. ZJN iz...",
    "texts": [
      "navedenim radnjama imaju dužnost da sačine zapisnik.\nU vezi sa prethodno navedenim, na koji način obavljaju komuniciraju sa ponuđačima.\nNaručiocu odgovoreno da je odredbama člana 142. ZJN, definisana mogućnost naručioca da izvrši uvid (kontrolu) kod ponuđača, ali nije definisano na koji način se preduzete radnje dokumentuju. Sa stanovišta odredbi ZJN nema smetnji da\nnaručilac o preduzetim radnjama sačini zapisnik koji će potpisati ov.predstavnici naručioca (članovii komisije ili ovl.član komisije) i ponuđača kod kog se vrši uvid (kontrola), ili službenu belešku i sl. Napomenuto, da je u ranijoj praksi obično naručilac u dokumentaciji o nabavci (tehn. specifikaciji i sl.) navodio mogućnost vršenja uvida kod ponuđača u fazi stručne ocene tj. pre donošenja odluke o dodeli ugovora.\nU pogledu drugog pitanja, komunikacija se obavalja putem Portala javnih nabavki, shodno odredbama člana 45. stav 2. tačka 6) ZJN, ali pre svega u pogledu dostavljanja dodatnih objašnjenja i sl. Svakako nema smetnje da predmetni zahtev bude upućen putem Portala javnih nabavki ponuđačima, imajući u vidu da je isti u vezi sa ovalašćenjima naručioca iz člana 142. ZJN.\nNaručilac je dobio pozitivno mišljenje KJN za sprovođenje pregovaračkog postupka bez objavljivanja javnog poziva (usled hitnosti). Sad su u fazi posle otvaranja ponuda, predvideli su pregovaranje putem Portala, gde su elementima o o pregovarau naveli da će se sprovesti u jednoj fazi. Da li moraju sprovesti ovu fazu (imaju dve ponude) ili mogu odmah da pristupe donošenju odluke o dodeli ugovora.\nNaručiocu skrenuta pažnja da odredbama člana 62. ZJN nije bliže opisan način pregovaranja, osim što je u stavu 5. navedenog člana zakona propisan da naručilac između ostalog definiše elemente ugovora o kojima će pregovarati i način pregovaranja. Shodno navedenoj zakonskoj odredbi, naručilac bi morao postupati u skladu sa sadržinom obrasca tj. elementima pregovaranja koji je definisao u okviru konk.dokumentacije. Navedeno proizilazi i iz smernica za primenu pregovaračkog postupka bez objavljivanja javnog poziva, gde je između ostalog navedeno da naručilac na osnovu uputstva o načinima pregovaranja sadržanim u konk.dokumentaciji odlučuje da li ide narednu fazu pregovaranja.\nSprovode postupak jn u o.p. u osam partija, koji je u fazi podnošenja ponude. Naručilac\nhoće"
    ],
    "link": null
  },
  {
    "title": "Pitanje: da izmeni dokumentaciju o jn, te postavlja pitanje na koji način to može da učini i da li mora da pr...",
    "texts": [
      "Naručilac može da izmeni dokumentaciju o nabavci\nsamo\ndo isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n, pritom vodeći računa o tome da li je reč o bitnoj izmeni dokumentacije o jn.\nPitanja oko popunjavanja\ne-izjave iz čl 118. ZJN\n.\nUpućeni na Uputstvo za kor\nisnike\nPortal\na\njn, deo Pri\nprema i podnošenje ponuda u okviru kojeg se\nnalazi e-izjava – način popunjavanja. Rečeno da imaju i mogućnost korišćenja Demo verzije Portala u cilju vežbanja rada na Portalu jn, te da u slučaju potrebe mogu kontaktirati KJN na br. kontakt tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze u delu Kontakt internet stranice KJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi rada na Portalu jn....",
    "texts": [
      "Upućeni na br. kontakt tel. KJN za konsultacije u vezi sa primenom Portala jn koji se nalaze na internet srani KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li članovi komisije za jn trebaju da imaju zamenike?...",
    "texts": [
      "Ukazano da\nZJN-om nije propisano da članovi komisije za jn moraju imati svoje za\nmenike, ali nije protivno ZJN\nnego je čak i poželjno da\nnaručilac prilikom imenovanja\nčlanova komisije za jn istovremeno imenuje i njihove zamenike.\nPored toga, poželjno je da naručialac odredi i nekog od članova komisije za jn da koordinira rad\nkomisije za jn, s obzirom na to da ZJN ne predviđa ni predsednika komisije za jn.\nIzmenili bi odluku\no"
    ],
    "link": null
  },
  {
    "title": "Pitanje: dodeli ugovora o jn, te postavljaju pitanje kako tehnički to da učine....",
    "texts": [
      "Upućeni su na Uputstvo za korisnike Portala jn, u kome je objašnjen i proces izmene odluke o dodeli ugovora o jn.\nDa\nne bi bilo zabune\n, rečeno da\nprethodno objavljena (osnovna)\nodluka o dodeli ugovora o jn ostaje i dalje vidljiva tj. dostupna na Portalu jn označena precrtanim tekstom. U slučaju eventualnih pitanja tokom izmene odluke o jn i, uopšte, rada na Portalu jn, rečeno\ni\nda mogu da zatraže konsultaciju u vezi primene Portala jn na br. tel. date u tu svrhu, koji se nalaze na internet stranici KJN u delu Kontakt.\nPonuđač navodi da je naručilac u kd tražio određeni prihod, pa ga interesuje kako se on dokazuje, odnosno da li se određeni prihod može videti iz\nfinansijskog izveštaja, koji je naručilac odredio kao dokaz\nOdgovoreno da\nje"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje se odnosilo na računanje rokova...",
    "texts": [
      "objašnjeno"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač naveo različite cene u obrascu ponude i obrascu strukture cene. Da li naručilac može da traž...",
    "texts": [
      "Naručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu...",
    "texts": [
      "dve partije"
    ],
    "link": null
  },
  {
    "title": "Pitanje: koju su deo istog postupka pokrenuti u različito vreme bez izmene plana jn?...",
    "texts": [
      "Mogu..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da čekaju da istekne rok za zzp kako bi zakljulili ugovor, ukoliko je pristigla samo ...",
    "texts": [
      "Nisu dužni, mogu odmah zaključiti ugovor."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako se ne primenjuju odredbe ZJN, dakle ni odredbe iz člana 155. ZJN, naručilac nema obavezu objavl...",
    "texts": [
      "Izvođač radova ukazuje na nekorektno postupanje naručioca prilikom izvršenja ugovora o javnoj nabavci.\nRečeno da KJN ne vrši nadzor nad izvršenjem ugovora o javnoj nabavci. Takođe, rečeno da izvođač radova ima mogućnost da raskine ugovor o javnoj nabavci iz razloga predviđenih ZOO, ali da KJN ne utvrđuje da li su ispuljeni uslovi za raskid ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li, u slučaju sprovođenja postupka javne nabavke radi zaključenja o...",
    "texts": [
      "sporazuma, postupak sprovodi na osnovu ukupne procenjene vrednosti ili\nje utvrđuje, odnosno\ndeli po godinama.\nObjašnjeno je da je, u konkretnom slučaju, reč o jedinstvenoj javnoj nabavci, te da je, s tim u vezi, naručilac dužan da odredi ukupnu procenjenu vrednost za sve vreme trajanja okvirnog sporazuma i na osnovu te vrednosti\ndalje primenjuje pravila predviđena za određeni postupak javne nabavke.\nPrivredni subjekt je\nimao dilemu\nu odnosu na dokazivanje ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta\n(upis u Registar ponuđača, dostavljanje dokaza odmah uz izjavu...)\n.\nTakođe, prvorangirani ponuđač nije potpisao i pečatirao model ugovora o javnoj nabavci, samo je popunio.\nProtumačene su odredbe čl. 118 i 119. Zakona o javnim nabavkama.\nUkazano je da u uputstvu za sačinjavanje ponud\ne\nnaručilac ne traži od ponuđača da potpisuju model ugovora, već da, ukoliko je to zahtevano konkursnom dokumentacijom, popune model ugovora i tako popunjeni model ugovora učitaju u okviru svoje e-ponude.\nNaručiocu je bilo sporno\nda li može da izvrši izmenu ugovora iako su ugovorene fiksne cene.\nTakođe, da li je potrebno da o tome obavesti Kancelariju za javne nabavke.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora\n(ne obaveštava Kancelariju za javne nabavke)\n.\nNapomenuto je da naručilac nije dužan da prihvati zahtev dobavljača, te da može da raskine ugovor i sprovede novi postupak javne nabavke.\nNaručilac je imao potrebu da primeni neki od izuzetaka, jer smatra da sprovođenje postupka javne nabavke u konkretnom slučaju ne bi bilo opravdano.\nNaručilac je imao nameru da primeni osnov za izuzeće predviđen članom 12. stav 1. tačka 11) Zakona o javnim nabavkama. Međutim, konstatovano je da je najprimerenije da naručilac u datoj situaciji primeni član 12. stav 1. tačka 6) navedenog zakona."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Podnet im zzp, međutim ne znaju na koju partiju se isti odnosi, šta da rade?...",
    "texts": [
      "Upućeni na čl. 219. st. 2 ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada vrše bitnu izmenu k.d. tačnije izmenu tehničke specifikacije, za koliko produžavaju rok?...",
    "texts": [
      "Odgovor čl. 87. st. 3. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li sme da u nabavci prevoza učenika koju planira da sprovede zbog sma...",
    "texts": [
      "Ukazano da određuje uslove svoje nabavke na način da zadovolji svoje potrebe, ali naručiocu posebno ukazano da je dužan da u postupku javne nabavke omogući što je moguće veću konkurenciju, kao i da ne sme da ograniči konkurenciju sa namerom da određene privredne subjekte neopravdano dovede u povoljniji ili nepovoljniji položaj, a naročito ne može onemogućavati bilo kojeg privrednog subjekta da učestvuje u postupku javne nabavke korišćenjem diskriminatorskih kriterijuma za kvalitativni izbor privrednog subjekta, tehničkih specifikacija i kriterijuma za dodelu ugovora"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Doneli su odluku o obustavi postupka za jednu partiju jer nisu dobili ni jednu ponudu, da li mogu iz...",
    "texts": [
      "Da mogu iz iste stavke samo ručno menjaju proc. vrednost."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zaključili su okvirni sporazum prošle godine na period od 4 godine, sada isti raskidaju, da li kače ...",
    "texts": [
      "Ne, takvo obaveštavanje nije predviđeno."
    ],
    "link": null
  }
]