[
  {
    "title": "Pitanje: Postavljaju pitanje koje se odnosi na dostavljanje izveštaja o nabavkama koje su izuzete od primene ...",
    "texts": [
      "Objašnjen čl. 181. st. 3 i 4. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za godišnje izveštaje o nabavkama koje su izuzete od primene ZJN, gde nem...",
    "texts": [
      "Nije problem na Portalu objavljuju sve podatke iz čl. 181. st. 3. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li imaju obavezu da vrše izmenu Plana javnih nabavki za prošlu godinu, zato što nisu pokrenuli je...",
    "texts": [
      "Ne, to nije osnov za izmenu Plana javnih nabavki.\nNakon što je zaključen ugovor o isporuci medicinskog potrošnog materijala sa Opštom bolnicom Novi Pazar, došlo je do potrebe za smanjenjem na poziciji hir. rukavice jer je bolnica dobila  iste od RFZO. Da li je moguće da količine hiruških rukavica budu smanjene, dok bi se"
    ],
    "link": null
  },
  {
    "title": "Pitanje: povećale količine špriceva?...",
    "texts": [
      "Rečeno da mogu ukoliko su potrebe za navedenim izmenama nastale usled nepredviđenih okolnosti u smislu člana 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da zahteva podnošenje dokaza pre otvaranja ponuda?...",
    "texts": [
      "Rečeno da može samo ukoliko se odnose na zahteve nabavke ili tehničku specifikaciju.\nNaručilac ima potrebu za nabavkom radova u narednoj 2022. godini, (tekućeg održavanja) koji su vrednosti do 3.000.000,00 rsd neto. Da li navedene radove moraju planirati u Planu javnih nabavki. Ako ne moraju da planiraju predmetnu nabavku kao javnu nabavku, da li u slučaju da dođe do potrebe nove nabavke u istoj kalendarskoj godini, moraju planirati predmetnu nabavku kao javnu nabavku i sprovoditi postupak javne nabavke.\nNaručiocu odgovoreno da\n,\nshodno odredbama\nčlana 27. stav 1. tačka 1) ZJN\n,\nnije dužan da na navedene nabavke primeni odredbe ZJN osim načela,  a prema odredbama stava 2. navedenog člana zakona.\nU pogledu drugog dela pitanja, ukoliko bi se javila potreba za istovrsnim radovima čija procenjena vrednost u zbiru sa već sprovedenim postupkom (na koji se ne primenjuje ZJN) prelazi limite iz člana 27. stav 1. tačka 1) ZJN, naručilac\nbi\nimao obavezu da takvu nabavku predvidi u Planu javnih nabavki i sprovede odgovarajući postupak javne nabavke.\nNaručilac je imao kontrolu od strane Državne rev.institucije, gde je dobio određene preporuke sa ciljem ispravljanja utvrđenih nepravilnosti. Pre svega upućena je poreporuka da naručilac navede u obrascima koji se dostavljaju u ponudama da se isti ne potpisuju i ne overavaju, te postavljaju pitanje da li oni navedeno moraju isticati u dokumentaciji o nabavci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Takođe je postavljeno pitanje u vezi sa sadržinom rešenja o formiranju komisije za javnu nabavku pre...",
    "texts": [
      "Treća primedba im je stavljena na s.o. za d.i.p. iz sledećeg razloga: navedeno je u ugovoru da se s.o. dostavlja u trenutku zaključenja ugovora (menica i ost.), ali su na osnovu pregleda dokumentacije utvrdili da je isto dostavljeno nakon zaključenja ugovora (menica registrovana nekoliko dana nakon zaključenja ugovora).\nNaručiocu odgovoreno da se u obrascu Uputstvo ponuđačima kako da sačine ponudu generiše tekst u kojem je navedeno „\nNiti jedan deo elektronske ponude / prijave ne potpisuje se, nije potreban pečat niti je potrebno skeniranje dokumenata.“. Iz navedenog jasno proizilazi da ponuđači nisu u obavezi da potpisuju ili overavaju obrasce koje dostavljaju u ponudi. Eventualno, ukoliko se radi o nekoj drugoj dokumentaciji koja se prilaže uz e-ponudu, potrebno je definisati šta ista treba da sadrži /te u tom smislu i potpis izdavoca dokumenta i sl.)\n.\nU pogledu drugog pitanja, odgovoreno da ZJN iz 2015.  u članu 54. jeste definisao da rešenje između ostalog sadrži deo o zadacima i rokovima za izvršenje zadataka, ali se svakako ne bi moglo uzeti kao velika nepravilnost ukoliko naručilac nije naveo sve zadatke ili nije naveo precizne rokove (radi se o okvirnim rokovima za postupanje, a ne datumima).\nU pogledu treće primedbe, smatramo da je ista opravdana, obzirom da se na osnovu činjenice da je menica registrovana\nnekoliko dana nakon zaključenja ugovora, može konstatovati da navedeno sredstvo obezbeđenja nije dostavljeno u trenutku zaključenja ugovora (a što je prema navodima iz sadržine ugovora bila obaveza).\nNapomenuto naručiocu da je DRI nezavisna i samostalna institucija, te da su odluke u postupnjau iste obavezujuće za naručioca.\nZavod je učestovao u postupku javne nabavke kao ponuđač, gde je njihova ponuda izabrana kao najpovoljnija. Drugorangirani ponuđač je podneo zzp nakon odluke o dodeli ugovora, koji je naručilac Rešenjem usvojio i delimično poništio postupak. Da li oni mogu da se žale na doneto rešenje naručioca.\nNe. Donetim rešenjem, naručilac je odlučio o podnetom zzp-u podnosioca, a ne ponuđača kojem je dodeljen ugovor. Naručilac bi prema dispozitivu rešenja, morao ponoviti stručnu ocenu ponuda, sačiniti novi izveštaj o postupku i doneti novu odluku o dodeli ugovora. Nakon objavljivanja nove odluke na Portalu javnih nabavki, Zavod ima pravo pre svega da izvrši uvid u dokumentaciju o nabavci (član 149. ZJN), ali i da u prekluzivnom roku podnese zzp, ukoliko smatra da su njegova prava u postupku javne nabavke povređena donetom odlukom naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavka sanitetskog materijala. Tražili su da flasteri budu od poliestera. Odbili su ponuđača koji j...",
    "texts": [
      "Ukazano da KJN ne vrši stručnu ocenu ponuda. Ponuđač svakako treba da ispunjava sve uslove koje je naručilac naveo u tehn.specifikaciji."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavlja pitanje da li može da se obrati Kancelariji dopisom u vezi sa sprovođenjem javne nabavke i...",
    "texts": [
      "Može.\nUkoliko bi trebalo da ulože zzp 1.1.2022. godine, kada da uplate taksu? Čekaju odgovor naručioca zaključno sa 31.12.2021.\nUkoliko zzp budu uložili preko advokata, zahtev bez takse će biti odbijen. Ukoliko budu samostalno uložili zzp, Komisija će ih opomenuti da uplate taksu, tako da mogu 1.1.2022. da ulože zzp pa taksu da plate nakon prijema opomene."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavlja pitanje da li sredstvo obezbeđenja za ozbiljnost ponude može da bude 3% od procenjene vred...",
    "texts": [
      "Ukazano na čl. 94. stav 2. ZJN. Ne može da bude veće od 3% vrednosti ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li dokaze o kadrovskom kapacitetu mogu da...",
    "texts": [
      "traže nakon otvaranja ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li rok isporuke može da bude rezervni kriterijum?...",
    "texts": [
      "Dokaze i traže samo od najpovoljnijeg ponuđača.\nMože.\nNaručilac traži pomoć prilikom ocene ponuda u postupku na koji se zakon ne primenjuje..\nUkazano da KJN nema ovlašćenja da vrši stručnu ocenu ponuda, te da naručilac postupa u skladu sa pravilima koje je utvrdio u svom internom aktu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da odbiju ponuđača koji ima negativnu referencu?...",
    "texts": [
      "Ukoliko je naručilac predvideo slučaj iz člana 112. stav 1. tačka 5) ZJN kao osnov za isključenje, te ako je posledica bila raskid tog ugovora, naplata sredstva obezbeđenja, ili naknada štete, može..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da su mu dostavljene tri ponude koje imaju računsku grešku. Da li je dužan da svima...",
    "texts": [
      "Da...\nNaručilac priprema Plan javnih nabavki za 2022. godinu i ima poteškoće sa određivanjem da li su određene nabavke istovrsne ili ne.\nNovi Zakon o javnim  nabavkama ne poznaje institut istovrsnosti, a takođe više ne postoji ni odrednica „na godišnjem nivou“. Međutim, naručioci bi trebalo da nastave da se oslanjaju na dobro poznat koncept istovrsnosti i da se isto ponašaju u odnosu na dato pitanje. Pri tome, imajući u vidu novu zakonsku regulativu, u smislu odredbe člana 29. Zakona o javnim nabavkama, naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je početkom tekuće godine zaključio ugovor o javnoj nabavci koji ističe u januaru naredne ...",
    "texts": [
      "Ukazano je da naručilac može da pokrene predmetni postupak, ali je potrebno da novu nabavku unese u Plan javnih nabavki za 2021. godinu. Što se tiče finansijskih sredstava potrebnih za realizaciju ugovora, naručilac je dužan da ih obezbedi najkasnije do momenta preuzimanja obaveze, odnosno do trenutka zaključenja ugovora.\nPrivrednom subjektu nije jasna dokumentacija o nabavci u pogledu dokaza koje treba da dostavi.\nObjašnjeno je da privredni subjekt ima mogućnost da zahteva pojašnjenja i dodatne informacije od naručioca u skladu sa članom 97. Zakona o javnim nabavkama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Privredni subjekt je objasnio da je podneo ponudu koja nije baš u svemu uredna, ali da se sagledavan...",
    "texts": [
      "Ne ulazeći u stručnu ocenu ponuda, ukazano je da, shodno članu 144. Zakona o javnim nabavkama, naručilac, nakon pregleda i stručne ocene, odbija ponudu kao neprihvatljivu ako nisu ispunjeni zahtevi i uslovi u vezi sa predmetom nabavke i tehničkim specifikacijama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ako u p.p. bez objavljivanja javnog poziva sad od nas dobiju mišljenje, da li moraju da nam se i sle...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač nije popunio izjavu na način kako je naručilac odredio k.d.. Da li mogu da ih sada kroz čl. ...",
    "texts": [
      "Ne jer ponuđač nije dostavio nepotpun ili nejasan podatak i ukazano na stav 3. navedenog člana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li kod izmene ugovora usled povećanja obima moraju nešto da dostavljaju KJN?...",
    "texts": [
      "U ovom slučaju ne postoji obaveza da objavljuju obaveštenje o izmeni ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Raskinuli su ugovor pre celokupne realizacije. Predmet ugovora (mleko) im je neophodan za upotrebu n...",
    "texts": [
      "Ukazano da postoji mogućnost sprovođenja pregovaračkog postupka bez objavljivanja javnog poziva zbog postijanja opravdane hitnosti. Pojašnjen postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li bi mogli da podnesu zzp iz razloga što naručilac nije reagovao iako je očigledno da je prvoran...",
    "texts": [
      "Članom 143. stav 2. ZJN propisano je da ako naručilac proceni da je ponuda neuobičajeno niska, dužan je da zahteva od ponuđača da, u primerenom roku, obrazloži cenu ili trošak naveden u ponudi. Dakle naručilac nema obavezu da traži obrazloženje ukoliko on proceni da ponuđač može izvršiti svoju obavezu za tu cenu.\nNaručilac se interesovao za primenu odredaba kojima se uređuje sukob interesa, pozivajući se na rešenja iz starog zakona.\nNaručiocu je ukazano da je sprečavanju korupcije i sukoba interesa u starom zakonu bilo posvećeno čitavo II poglavlje, te je skrenuta pažnja konkretno na čl.  29. i 30.\nZakona o javnim nabavkama („Sl. glasnik RS“, br. 124/12, 14/15 i 68/15). S druge strane, u Zakonu o javnim nabavkama („Službeni glasnik RS“ 91/19) data pitanja uređena su čl. 49. i 50. Napomenuto je da postoje određene razlike u regulativi i protumačene odgovarajuće odredbe.\nNaručilac je objasnio da nabavlja uslugu obezbeđenja procenjene vrednosti 1.100 dinara. S tim u vezi postavlja pitanje da li tu nabavku može da izuzme od primene odredaba Zakona o javnim nabavkama i da ne sprovodi postupak javne nabavke. Takođe, postavlja pitanje da li bi u tom slučaju bio dužan  da objavi prethodno obaveštenje ili javni poziv.\nNaručilac je upućen da pogleda Prilog 7. Zakona o javnim nabavkama u kojem su opisane usluge istrage i obezbeđenja, kao i član 27. ovog zakona. Ukoliko bi procenjena vrednost nabavke bila 15.000.000 dinara i veća od navedenog iznosa, dodela ugovor za društvene i druge posebne usluge vršila bi se shodno članu 75.\nZakonu o javnim nabavkama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se postupak smatra pokrenutim danom slanja javnog poziva na objavljivanje ili od dana objavlji...",
    "texts": [
      "Smatra se pokrenutim slanjem na objavljivanje javnog poziva čl. 91. st. 4 ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da sprovedu povremenu zajedničku nabavku sa Ministarstvom odbrane u zajedničko ime a samo...",
    "texts": [
      "Ne, takvo postupanje nije u skladu za ZJN\nU sprovedenom o.p. dobili su sve neodgovarajuće ponude, pa bi sproveli pregovarački postupak po čl. 61. st.7. ZJN. S tim u vezi, zatražili su objašnjenje čl. 61. st. 7. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se u slučaju primene...",
    "texts": [
      "pregovaračkog postupka bez objavljivanja javnog poziva u skladu sa čl. 61. st. 7. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: razlikuje sama procedura  pregovaračkog postupka?...",
    "texts": [
      "Dato bliže objašnjenje pregovaračkog postupka bez objavljivanja javnog poziva u skladu sa čl. 61. st. 7. ZJN.\nNije. Saglasno čl. 62. ZJN, naručilac je u obavezi da zatraži mišljenje KJN o\nosnovanosti pregovaračkog postupka bez objavljivanja javnog poziva samo u slučaju primene čl. 61. st. 1. tač. 1) i tač. 2) ZJN.\nNe razlikuje se.\nUkazano na čl. 62. ZJN\n, Uputstvo za korisnike Portala jn u vezi sa sprovođenjem\npregovaračkog postupka bez objavljivanja javnog poziva\n,\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Raskinuli su ugovor o jn energenata. Da li mogu da primene čl. 158. ZJN (izmena ugovora o jn usled n...",
    "texts": [
      "Ukoliko naručilac raspolaže fin. sredstvima, može da prihvati takvu ponudu i\ndodeli ugovor o jn tom ponuđaču\n, što je u skladu sa čl. 146. st. 2. ZJN.\nU tom slučaju naručilac ne mora da čeka istek\nroka za podnošenje ZZP, već može da zaključi ugovor o jn i pre isteka roka za podnošenje ZZP. Dakle, ponudu koja sadrži ponuđenu cenu koja prelazi procenjenu vrednost jn ne smatramo automatski neprihvatljivom već potencijalno neprihvatljvom, te ukoliko naručilac ima fin. sredstava i prihvati ponudu koja sadrži ponuđenu cenu koja prelazi procenjenu vrednost jn i na taj način je učini prihvatljivom, onda takvu ponudu smatramo prihvatljivom, a čl. 151. st. 2. tač.\n3) ZJN propisano je da naručilac može da\nzaključi ugovor o jn i pre isteka roka za podnošenje ZZP ako je u postupku jn podneta samo jedna ponuda, koja je prihvatljiva.\nNe. Izmene ugovora o jn mogu da se vrše samo tokom trajanja ugovora o jn. Imajući u vidu da je pomenuti ugovor o jn energenata raskinut, nema mesta primeni odredaba ZJN o izmeni ugovora o jn.\nDakle, ukoliko je ugovor o jn raskinut, kao i ukoliko je istekao rok važenja ugovora o jn, naručilac ne može da vrši izmene istog."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako postupa naručilac kada se u pregovaračkom postupku bez objavljivanja javnog poziva potencijalni...",
    "texts": [
      "U slučaju da se u pregovaračkom postupku bez objavljivanja javnog poziva ponuđač ne odazove pozivu na pregovaranje, naručilac nakon izvršene stručne ocene ponuda donosi odluku o dodeli ugovora/obustavi postupka na osnovu sadržine dostavljene, početne ponude.\nNaručilac je sproveo postupak javne nabavke električne energije, koji je okončan odlukom o obustavi postupka iz razloga što je jedina ponuda „EPS-a“ značajno viša vrednosti od procenjene vrednosti predmetne nabavke (nekih 200%). Da li naručilac, obzirom na doneti Zaljkučak Vlade R.Srbije o ceni struje po jednom megavatu, može zaključiti ugovor bez primene ZJN, dok ne sprovedu novi postupak javne nabavke.\nNaručiocu odgovoreno da su u obavezi da sprovedu postupak javne nabavke, i to na osnovu prethodno planirane javne nabavke, ukoliko procenjena vrednost javne nabavke prelazi limite naveden\ne\nu odrebama člana 27. stav 1. tačka 1) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je imao podnet zzp u postupku javne nabavke, nakon donete i objavljene odluke o dodeli ugo...",
    "texts": [
      "Naručilac nakon konačnosti odluke (o dodeli ili obustavi) čeka nekoliko dana i od tada računa rok za objavljivanje obaveštenja. Da li je navedeno ispravno.\nU neobaveznom razgovoru naručilac je napomenuo da je donetim rešenjem odlučio o\ntroškovima postupka tj. takse za podneti zahteva za zaštitu prava.\nNaručiocu odgovoreno da su rešenjem mogli da usvoje zzp i delimično ponište postupak j.nabavke. Prema odredbama člana 220. stav 3. ZJN podnislac zzp, ukoliko naručilac nije usvojio sve navode zahteva može u roku od 2 radna dana da podnese R.komisiji za zaštitu prava u postupcima javnih nabavki izjašnjenje o nastavku postupku, uz dostavljanje kopije izjašnjenja naručiocu. Ukoliko se ne desi prethodna situacija, naručilac postupa po donetom rešenju tj. vrši ponovljenu str.ocenu ponuda, sačinjava izevštaj o postupku i donosi novu odluku o dodeli ugovora.\nU pogledu drugog pitanja naručiocu odgovoreno da je ispravno sačekati nekoliko dana od konačnosti odluke, pre svega u pogledu zaključenja ugovora, posebno\nšto zzp može biti podnet poštom do isteka poslednjeg dana roka, a što može uzrokovati da zzp bude kao blagovremen dostavljen naručiocu tek nekoliko dana nakon predaje istog pošti. Sa druge strane, naručilac mora da vodi računa da obaveštenje (o dodeli ugovora ili obustavi postupka) objavi u roku od 30 dana od konačnosti odluke o obustavi postupka, ili 31 dana nakon zaljkučenja ugovora. Drugim rečima konačnost ne može da računa kako je naveo u svom pitanju, već kada je ta okolnost nastala (konačnost odluke ili dan zaključenja ugovora).\nNaručiocu u pogledu trećeg pitanja skrenuta pažnja da o troškovima postupka zaštite prava odlučuje Republička komisija za zaštitu prava u postupcima javnih nabavki, shodno odredbam ačlana 225. stav 9. ZJN i da navedeno ima u vidu za postupanje ubuduće."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavlja pitanje da li sredstvo obezbeđenja za ozbiljnost ponude može da bude 3% od procenjene vred...",
    "texts": [
      "Ukazano na čl. 94. stav 2. ZJN. Ne može da bude veće od 3% vrednosti ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li rok isporuke može da bude rezervni kriterijum?...",
    "texts": [
      "Dokaze i traže samo od najpovoljnijeg ponuđača.\nMože."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li smatra da je postupak pokrenut u 2021. godine ako sad donesu Odluku o sprovođenju postupka?...",
    "texts": [
      "Postupak javne nabavke smatra se pokrenutim slanjem na objavljivanje\njavnog poziva i drugih oglasa koji se koriste kao javni poziv, osim u slučaju\npregovaračkog postupka bez objavljivanja javnog poziva kada se postupak\nsmatra pokrenutim danom slanja poziva za podnošenje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac zahteva od njih dostavljanje dokaza koji nisu traženi samom konkursnom dokumentacijom.  Da...",
    "texts": [
      "Nisu dužni..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač u ponudi naveo na dva mesta različite rokove plaćanja. Da li mogu poslati zahtev za dodatna ...",
    "texts": [
      "Naručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponudu dostavila grupa ponuđača, pa postavljaju pitanje da li kod ispunjenja uslova za obavljanje pr...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora i RK je odbila zzp kao nesnovan. Da li mogu da idu u zak...",
    "texts": [
      "Mogu, budući da je odluka Komisije konačna."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li da obustavljaju postupak?...",
    "texts": [
      "Ukazano da je odgovornost za sprovođenje postupka na naručiocu te da je odluka na njima."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li deo ponude koji se odnosi na sredstvo obezbeđenja ponuđač dostavlja putem pošte ili elektronsk...",
    "texts": [
      "Ukazano na čl. 45. ZJN. Naime, ukoliko naručilac predviđa dostavljanje sastavnih delova ponude, npr. uzorke, modele, menicu kao sredstvo obezbeđenja (koja se dostavlja u originalu i koju nije moguće dostaviti elektronski putem Portala jn), tada je naručilac dužan da predvidi u kd da se taj deo ponude dostavi primenom sredstava komunikacije koja nisu elektronska sredstva u skladu sa čl. 45. st. 3. i st. 5. ZJN uz obrazloženje razloga za primenu ove vrste sredstava komunikacije u kd i izveštaju o postupku jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Hteli bi da angažuju strano pravno lice kako bi učestvovali u postupku jn kao grupa privrednih subje...",
    "texts": [
      "Može. S\ntrano pravno lice\nmora prethodno da se registruje na Portalu jn kako bi moglo da učestvuje u postupku jn.\nS obzirom da je poslednji dan roka za slanje godišnjeg  izveštaja o jn, zamolili su za konsultaciju u vezi s tim pre nego što ga pošalju.\nRečeno da k\nonsultacije\nu vezi sa\nobjavljivanjem podataka koji su izuzeti od primene ZJN na Portalu j\nn\n(član 181. stav 4. ZJN)\nmogu dobiti na neki od datih br. tel. koji se nalaze na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kom roku ZZP ponuđač može da zahteva poništenje ugovora o jn?...",
    "texts": [
      "Može, u skladu sa čl. 223. ZJN.\nLica iz čl. 211. ZJN mogu dostaviti zahtev za poništenje ugovora o jn uz ZZP ili u roku od 60 dana od dana saznanja za razlog poništenja (subjektivni rok), a najkasnije u roku od šest meseci od dana zaključenja ugovora o jn (objektivni rok), o čemu Republička komisija odlučue rešenjem kojim odlučuje o ZZP ili posebnim rešenjem, a u skladu sa čl. 233. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da javni poziv za javnu nabavku čija je procenjena vrednost preko 5.000.000,00 din. o...",
    "texts": [
      "Da, u skladu sa čl. 105. ZJN.\nPotrebna im je konsultacija u vezi sa podacima koji se unose u godišnji izveštaj o nabavkama iz čl. 181. ZJN.\nK\nonsultacije\nu vezi sa\nobjavljivanjem podataka koji su izuzeti od primene Z\nJN\nna Portalu j\nn\n(član 181. stav 4. ZJN)\nmogu dobiti na neki od datih br. tel. koji se nalaze na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Predtsavnik naručioca koji je službenik za javne nabavke, postavio je pitanje da li on može obavljat...",
    "texts": [
      "Predstavniku naručioca odgovoreno, da prema odredbama ZJN nema smetnji da isti registruje dodatnu delatnost (kroz dopunski rad) ili po osnovu ugovora o delu, za pružanje konsultantski usluga iz oblasti javnih nabavki. Opreza radi, predstavnik je jedino upućen na odredbe koje regulišu pitanje sukoba interesa prema odredbama ZJN (član 50.). Pored navedenog, skrenuta pažnja istom da ne znači da prema nekim drugim propisima, opštim ili pojedinačnim aktima ovakvo njegovo postupanje ne bi bilo dozvoljeno, odnosno zabranjeno, o čemu se isti mora informisati na valjan način pre nego što preduzme bilo koje radnje u smislu prethodno navedenog."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li u godišnji izveštaj...",
    "texts": [
      "(član 181. stav 3. ZJN) unosi i vrednost taksi, naknada i nekih troškova (putarina i sl.).\nNaručiocu odgovoreno da u navedeni izveštaj unose podatke o nabavkma na koje\nse ne primenjuje zakon, i to nabavke navedene od člana 11. do 21. ZJN, kao i na nabavke uređene odredbama člana 27. stav 1. ZJN. Po pitanju evidetniranja taksi, raznih naknada i pojedinih troškova, KJN se ne može izjasniti, te se u pogledu navednog moraju obratiti licima koja pružaju informacije o računovodstvenim i drugim propisima kojima je eventualno uređeno navedeno pitanje. Svakako se izveštaj odnosi na nabavke koje je naručilac sporveo bez primene odredbi ZJN, a ne na naknade, plaćene takse, troškove i sl."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima plan da sprovede nabavku društevnih i drugih usluga proc.vrednosti 1,5 miliona dinara ...",
    "texts": [
      "Naručiocu odgovoreno da prema odredbama člana 27. stav 1. tačka 3) naručilac nije u obavezi da primeni odredbe ZJN, ukoliko je procenjena vrednost tih društvenih usluga ispod limita navedenog u prethodno članu, stavu i tački zakona. Svakako, mora primeniti načela ZJN, u meri koja je primerena okolnostima konkretne nabavke.\nNaručilac je nakon donete odluke o dodeli ugovora primio zahtev za zaštitu prava, isti su ispitali i doneli odluku da isti usvoje rešenjem. Naručilac je na Portalu javnih nabavki, došao do dela gde se unose podaci o blagovremenosti zzp i aktivnoj legitimaciji, te postavlja pitanje da li kod dela aktivna legitimacija-biraju ovlašćeni podnosilac ili neovlašćeni podnosilac.\nU vezi navedenih pitanja se moraju obratiti koleginicama i kolegama koji pružaju konsultacije u vezi sa primenom Portala javnih nabavki, ali svakako biraju opciju da je to ovlašćeni podnosilac. Naime, u članu 211. stav 1. i 2. ZJN je definsana aktivna legitimacija i ko istu poseduje za podnošenje zahteva za zaštitu prava. Ukoliko bi naručilac npr. nesporno utvrdio da podniosilac zahteva za zaštitu prava nema aktivnu legitimaciju za ulaganje zahteva, onda bi na navedenom mestu bila izabrana opcija neovlašćeni podnosilac. Naravno, u toj bi situaciji bilo doneto drugačije rešenje, tj. rešenje o odbacivanju zahteva kao takvog.\nNakon zaključenja ugovora, ponuđač predlaže zaključenje aneksa i traži povećanje cene. Ugovorom je predviđena promena cena samo u smislu usklađivanja sa kursom evra. Odbili bi zaključenje aneksa, raskinuli ugovor i pokrenuli novi postupak. Na koji način da nabave"
    ],
    "link": null
  },
  {
    "title": "Pitanje: sanitetski materijal koji im je hitan, dok novi postupak ne bude okončan?...",
    "texts": [
      "Ukazano im na mogućnost pokretanja pregovaračkog postupka po hitnosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Po kom kursu unosi vrednost ugovora u Godišnji izveštaj o nabavkama po osnovu člana 11. ZJN na koje ...",
    "texts": [
      "Rečeno da unose po kursu koji je važio na dan zaključenja ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li rok isporuke da navede u ostalim zahtevima nabavke iako su naveli u modelu isporuke?...",
    "texts": [
      "Rečeno da mogu da navedu i u ostalim zahtevima nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li podnose izveštaje za nabavke za koje su zaključili ugovore u junu 2020?...",
    "texts": [
      "Rečeno da ne podnose jer se na njih primenjuje stari zakon."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje stručne ocene ponuda i da li mogu da kroz čl. 142. ZJN traže od ponuđača da im dostavi refer...",
    "texts": [
      "Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda kao i da moraju da vode računa o čl. 142. st. 3. ZJN, odnosno da ne sme doći do promene elemenata ponude ili do izmene ponuđenog predmeta nabavke.\nObjavili su odluku o dodeli ugovora u jednoj od partija i dobili su zahtev ponuđača za uvid u dokumentaciju saglasno čl. 149. ZJN.  Da li mu oni sada omogućavaju da vidi samo ponudu ponuđača kome je dodeljen ugovor ili svih podnetih ponuda.\nSaglasno čl. 149. ZJN omogućavaju uvid u kompletnu dokumentaciju iz te partije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Hoće da izvrše izmenu ugovora saglasno čl. 158. ZJN, da li imaju neku obavezu prema KJN?...",
    "texts": [
      "Ukazano da su dužni da objave obaveštenje o izmeni ugovora na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sklopili su ugovor sa naručiocem po sprovedenom postupku javne nabavke i sada imaju probleme u reali...",
    "texts": [
      "Ukazano da je to domen ZOO a ne ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju tehničko pitanje...",
    "texts": [
      "Upućeni na kolege sa Portala.\nImaju više različitih pitanja:"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Planiraju da sprovedu nabavku radova i usluga, te su postavili pitanje mogućnosti sprovođenja mešovi...",
    "texts": [
      "Izvršili bi izmenu ugovora o jn usled nepredviđenih okolnosti..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se ugovoreni viškovi radova posmatraju kao osnov za izmenu ugovora o jn?...",
    "texts": [
      "Uredbom  o kriterijumima za utvrđivanje prirode rashoda i uslovima i načinu pribavljanja saglasnosti za zaključivanje određenih ugovora koji, zbog prirode rashoda, zahtevaju plaćanje u više godina\n(\"Službeni glasnik RS\", br. 21 od 22. februara 2014 i br. 18 od 15. marta 2019. god.).\nDato objašnjenje mešovite nabavke u skladu sa čl. 22. i 23. ZJN.\nNaručilac je u obavezi da razmotri prikladnost oblikovanja predmeta jn u više partija ukoliko je proc. vrednost jn jednaka ili veća od iznosa evropskih pragova, te ukoliko smatra da nije prikladno da oblikuje predmet jn u partije, to obrazlaže u izveštaju o postupku jn uz navođenje razloga iz kojih predmet jn nije oblikovan u više partija. Ukazano na odredbe čl. 35. i čl. 36. ZJN, koje se odnose na određivanje proc. vrednosti nabavke po partijama i podelu nabavke u partije.\nUkazano da naručilac sam procenjuje da li su ispunjeni uslovi iz čl. 158. ZJN uz ukazivanje na obavezu objavljivanja obaveštenja o izmeni ugovora u skladu sa čl. 155. st. 2. ZJN.\nSaglasno  čl. 157. st. 5. ZJN, ugovoreni viškovi radova ne predstavljaju izmenu ugovora o jn.\nDakle, u pogledu viškova radova naručilac postupa na način predviđen osnovnim ugovorom o jn (npr. ugovorom o jn predviđeno je da će se u slučaju viškova radova primeniti pravila Posebnih uzansi o građenju).\nPrevideli su neke podatke u dokumentaciji o nabavci. Sada su u fazi stručne ocene ponude, te ih interesuje u kom roku naručilac može da\nizmeni dokumentaciju o nabavci.\nNaručilac može da izmeni dokumentaciju o nabavci samo do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n.\nNaručilac je u toku postupka javne nabavke, pre otvaranja ponuda dobio zahtev za zaštitu prava, koji je rešenjem R.komisije za zaštitu prava u postupcima javnih nabavki odbačen. Naručilac je modelom ugovora predvideo da isti traje najkasnije do 31.12.2020. godine, te nema mogućnost da sprovede predmetni postupak i okonča isti donošenjem odluke i zaključenjem ugovora. Predmet nabavke je usluga dezinfekcije. Imaju nameru da obustave predmetni postupak, te postavaljaju pitanje da li isto mogu da obave bez izmene tj. produženja roka za podnošenje ponuda.\nNaručiocu odgovoreno da sa stanovišta odredbi ZJN nema smetnji da naručilac obustavi predmetni postupak javne nabavke, donošenjem odluke o obustavi postupka, ukoliko postoje osnovani razlozi navedeni u članu 147. ZJN. Da li naručilac mora prvo da izmeni dokumentaciju produženjem roka za podnošenje ponuda je tehničko pitanje funkcionisanja Portala javnih nabavki, obzirom da je usled podnetog zzp zaustavljen postupak javne nabavke, te je predloženo da se u vezi navedenog pitanja naručilac obrati koleginicama i kolegama koje pružaju podršku u funkcionisanju Portala javnih nabavki.\nNaručilac ima u Planu j.n. nabavku koja je oblikovana po partijama, ali bi oni da pokrenu samo partije na koje bi se mogao primeniti izuzetak iz člana 35. stav 4. ZJN, i to bez primene zakona. Da li mogu navedeno da primene.\nNaručiocu odgovoreno da navedeno ne mogu da primene, obzirom da navedena situacija može da postoji kada je pokrenut postupak javne nabavke koja je oblikovana po partijama, gde postoji situacija da neke od partija ispunjavaju uslov iz člana 35. stav 4. ZJN. Tada naručilac prilikom pokretanja predmetne javne nabavke, na Portalu javnih nabavki navodi da će koristiti odredbe člana 35. stav 4.  ZJN na određene partije iz predmetnog postupka.\nNaručilac je od dobavljača dobio zahtev za izmenu ugovora u smislu povećanja cena iz razloga što je došlo do poskupljenja određenih artikala na tržištu.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na\nukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nNavedeni institut je imao pritužbe na rad Republičke komisije.\nUkazano je na odgovarajuće odredbe Zakona o javnim nabavkama i napomenuto da nije u nadležnosti Kancelarije za javne nabavke da kontroliše i preispituje odluke Republičke komisije niti ova komisija za svoj rad odgovara navedenoj kancelariji."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ako je proc. vred. nabavke 1 000 000 dinara da li moraju da primenjuju ZJN?...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li su javni naručilac...",
    "texts": [
      "Upućeni da pošalju zahtev za tumačenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje stručne ocene ponuda...",
    "texts": [
      "Ukazano da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje računanja rokova?...",
    "texts": [
      "Pojašnjen čl. 85. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li moraju da imaju zaposlenog sa sertifikatom za službenika za javne nabavke,...",
    "texts": [
      "Naručiocu ukazano na čl. 92. st. 2 i st. 4. ZJN\nZaključili su ugovor o jn namirnica po partijama u o.p. čija je proc. vrednost 7.000.000,00 din.  Za jednu od partija čija je proc. vrednost 2.000.000,\n00"
    ],
    "link": null
  },
  {
    "title": "Pitanje: din. dobavljač želi da raskine ugovor o jn, jer je u nemogućnosti da vrši isporuku u određenom perio...",
    "texts": [
      "Savetovano da razmotre mogućnost primene pregovaračkog postupka po hitnosti u skladu sa čl. 61. stav. 1. tačka 2) ZJN za neophodne količine do okončanja o.p. za predmetnu partiju. Ukazano da se procedura pregovaračkog postupka vrši shodno čl. 62. ZJN\nuzimajući u obzir i\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su u obavezi da izvrše izmenu plana jn u slučaju povećanja proc. vrednosti električne energije...",
    "texts": [
      "Da, u slučaju povećanja proc. vrednosti jn za više od 10% , naručilac je dužan da izmeni plan jn saglasno čl. 88. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje za Portal jn....",
    "texts": [
      "Upućeni na sajt KJN gde su u delu Kontakt istaknuti br. tel. za konsultacije (i) u vezi sa primenom Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ZJN poznaje male nabavke?...",
    "texts": [
      "Ne\n, ZJN ne poznaje male nabavke odnosno ne sadrži pojam male nabavke\n. Postoje nabavke ispod pragova iz čl. 27. ZJN na koje se ZJN ne primenjuje i nabavke čija je proc. vrednost jednaka ili veća od pragova iz čl 27. ZJN na koje se primenjuje ZJN.\nZatražili su objašnjenje čl. 156. ZJN.\nProtumačene odredbe čl. 156. ZJN (izmene po osnovu ugovornih odredaba).\nNabavljaju mikroskop u o.p.  Javio se jedan ponuđač čija ponuda  sadrži ponuđenu cenu veću od proc. vrednosti jn za oko 30.000,00 din., te nisu sigurni da li mogu da je prihvate."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da objave plan za 2023. godinu u decembru 2022. godine?...",
    "texts": [
      "Mogu. Ukazano da vode računa da prilagode procenjenu vrednost.\nMogu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da objave Plan javnih nabavki iako još uvek nisu dobili saglasnost na Finansijski plan?...",
    "texts": [
      "Rečeno da mogu\n,\nali da Plan javnih nabavki mora biti u saglasnosti sa odobrenim Finansijskim planom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da obustave postupak jer je nakon pokretanja postupka došlo do poskupljenja el. Energije ...",
    "texts": [
      "Rečeno da mogu iz nekog razloga predviđenog članom 147. ZJN.\nNaručilac je prošle godine telu za centralizovane nabavke iskazao potrebe za nabavkom goriva u 2021. i 2022. godini u vrednosti od 10.000.000 dinara.\nTelo za centralizovane nabavke je sprovelo postupak i zaključen je"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Okvirni sporazum na 2 godine. Naručilac je u Plan javnih nabavki uneo vrednost od 5.000.000 za prošl...",
    "texts": [
      "Naručiocu ukazano da je trebalo da unese ukupnu procenjenu vrednost za obe godine.\nDat odgovor da proveri sa telom za centralizovane nabavke za dalje postupanje i da eventualno može da unese u Plan nabavki stavku na osnovu koje neće pokrenuti postupak u ovoj godini, nego će naznačiti da se radi o nabavci za koju je već pokrenut postupak nabavke na dve godine."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Privredni subjekt je postavio pitanje u odnosu na dokazivanje ispunjenosti kriterijuma za kvalitativ...",
    "texts": [
      "Protumačene su odredbe čl. 118 i 119. Zakona o javnim nabavkama.\nPrivredni subjekt iz tehničkih razloga nije uspeo da podnese ponudu. Nakon otvaranja ponuda se ispostavilo da u predmetnom postupku javne nabavke nije bila podneta ni jedna ponuda. Sada  se interesuje na koji način će naručilac dalje postupati u datoj situaciji, odnosno kad će pokrenuti novi postupak javne nabavke.\nUkoliko naručilac i dalje bude imao potrebu za predmetom nabavke, nakon objavljivanja Odluke o obustavi postupka i isteka roka za podnošenje zahteva za zaštitu prava, moći će da pokrene novi postupak javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li odsek može samostalno vršiti nabavke i da li se njihove nabavke ...",
    "texts": [
      "Objašnjeno je da je, u konkretnom slučaju, reč o jednom naručiocu, te da je, s tim u vezi, on dužan da vodi računa o ukupnoj procenjenoj vrednosti istovrsnih dobara na godišnjem nivou."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima potrebu za određenom vrstom pravnih usluga. Postavlja pitanje da li je, u konkretnom s...",
    "texts": [
      "Nabavka usluge zastupanja naručioca od strane advokata u sudskom postupku potpada pod nabavke izuzete od primene Zakona o javnim nabavkama u skladu sa čl. 12. st. 1. tač. 4) podtač. (2) Zakona o javnim nabavkama, koja se sprovodi po proceduri za nabavke izuzete od primene ovog zakona u skladu sa posebnim aktom naručioca uređenim čl. 49. st. 2. istog."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice je postavilo pitanje na koji način se određuje status naručioca....",
    "texts": [
      "Protumačene su odgovarajuće odredbe Zakona o javnim nabavkama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ako predvide neki od kriterijuma iz čl. 112. ZJN, da li oni postaju obavezni?...",
    "texts": [
      "Tako je i ukazano na čl. 113. st.1. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Napravili su grešku u odluci o usvajanju plana jn, pa postavljaju pitanje kako to da reše?...",
    "texts": [
      "Ukazano da je to interni akt naručioca i da ZJN to ne reguliše."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje računanja rokova....",
    "texts": [
      "Pojašnjen čl. 85. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kod izmene ugovora po osnovu čl. 161. st.1. tač. 2) ZJN, kako se dostavljaju dokazi iz čl. 161. st. ...",
    "texts": [
      "Putem pošte ili putem mejla."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Treba da izvrše izmenu ugovora iz čl. 158. ZJN, da li imaju obavezu da okače obaveštenje o izmeni ug...",
    "texts": [
      "Da, imaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nakon otvaranja ponude, ne mogu da traže od ponuđača da izmeni cenu iz obrasca strukture?...",
    "texts": [
      "Ne mogu, to bi predstavljalo izmenu ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje računanja rokova....",
    "texts": [
      "Pojašnjen čl. 85. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač navodi da je neispravno popunio izjavu o ispunjenosti kriterijuma u pogledu osnova za isklju...",
    "texts": [
      "Ne, ne postoji mogućnost da izmene izjavu u navedenom smislu nakon stručne ocene ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su o. p. za nabavku električne energije i dobili su ponudu samo jednu ponudu čija ponuđena ...",
    "texts": [
      "Ukazano da saglasno\nčl. 144. st. 2.\nZJN\nnaručilac\nima  mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n.\nPitanja u vezi sa planom jn.\nK\nonsultacije\nu vezi sa planom jn mogu se dobiti na neki br. tel. koji se nalaze na sajtu KJN u delu Kontakt\n.\nU sprovedenom o. p.  za so za posipanje ulica nisu dobili nijednu ponudu, te postavljaju"
    ],
    "link": null
  },
  {
    "title": "Pitanje: pitanje kako dalje da  postupaju....",
    "texts": [
      "Naručilac u konkretnoj situaciji može ponovo da pokrene o.p., a ima i mogućnost da pokrene pregovarački\npostupak po čl. 61. st. 7. ZJN pod uslovima koje isti propisuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Gde se može naći Uputstvo za korišćenje Portala jn?...",
    "texts": [
      "Uputstvo za korisnike Portala jn može se naći na prvoj strani Portala jn klikom na upitnik (koji se nalazi gore s desne strane) i klikom na Uputstvo (Uputstvo za naručioce i ponuđače) u padajućem meniju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koliko iznosi taksa u slučaju podnošenja ZZP na nabavke izuzete od  primene ZJN?...",
    "texts": [
      "Mak internacional, Niš\nPojavila se potreba za izmenom ugovora o nabavci električne energije usled povećanja obima nabavke odn. broja električnih brojila. S tim u vezi, pitaju da li mogu da primene čl. 160. ZJN.\nIzmenu ugovora o jn usled povećanja obima nabavke naručilac može izvršiti pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni uslovi propisani čl. 160. ZJN. Uz to, ukazano da nisu dužni da objave obaveštenje o izmeni ugovora o jn po ovom osnovu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način da odgovore privrednom subjektu koji je tražio uvid u dokaze koje je dostavio drugi pr...",
    "texts": [
      "Odgovoreno da ukoliko je privredni subjekt pojedine podatke učinio poverljivim u skladu sa članom 38. stav 2. ZJN, naručilac je dužan da ih čuva kao takve, te da u skladu sa tim i odgovori na zahtev privrednog subjekta."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način naručilac sprovodi nabavku društvenih usluga procenjene vrednosti ispod 2.000.000 dina...",
    "texts": [
      "Rečeno da naručilac nije dužan da sprovodi postupak javne nabavke društvenih usluga u smislu člana 27. stav 1. tačka 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da šalje ponude na 3 adrese u slučaju nabavki na koje se ZJN ne primenjuje?...",
    "texts": [
      "Naručiocu ukazano da je dužan da primenjuje načela shodno okolnostima konkretne nabavke.\nNaručilac se interesovao o sprovođenju nabavki ispod pragova.\nKonkretno, kako da postupa sa njima u novonastaloj situaciji rasta cena na tržištu za veliki broj artikala.\nUkazano je da je članom 49. stav 2. Zakona o javnim nabavkama propisano da je naručilac dužan da posebnim aktom bliže uredi način planiranja, sprovođenja postupka javne nabavke i praćenja izvršenja ugovora o javnoj nabavci (način komunikacije, pravila, obaveze i odgovornost lica i organizacionih jedinica), način planiranja i sprovođenja nabavki na koje se zakon ne primenjuje, kao i nabavki društvenih i drugih posebnih usluga."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za faze pregovaranja kako to izgleda na Portalu?...",
    "texts": [
      "Objašnjeno kako se pregovara i naručilac upućen na smernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva koje se nalaze na sajtu KJN.\nPonuđač je dostavio menicu i menično ovlašćenje koje nose različiti serijski broj\n,"
    ],
    "link": null
  },
  {
    "title": "Pitanje: kako postupiti?...",
    "texts": [
      "Prvo ukazano ponuđaču da utvrde da li je dostavljena menica registrovana u registru menica i meničnih ovlašćenja NBS. Drugo ukazano naručiocu da ukoliko je menica registrovana, mogu da se obrate ponuđaču kroz čl. 142. ZJN radi pružanja dodatnih pojašnjenja u vezi navedene okolnosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da sabiraju stručni i tehnički kapacitet zajedno sa podizvođačem?...",
    "texts": [
      "Mogu, saglasno čl. 130. st. 1. ZJN\nDa"
    ],
    "link": null
  },
  {
    "title": "Pitanje: li naručilac može doneti interni plan za nabavke izuzete od primene ZJN?...",
    "texts": [
      "Nisu sigurni da li prilikom planiranja nabavki  uzimaju u obzir istovrsnost s obzirom da ZJN ne sadrži pojam istovrsnosti kao prethodni ZJN.\n1. Naručilac je dužan da posebnim aktom iz čl. 49. st. 2. ZJN bliže uredi ne samo način sprovođenja nabavki na koje se ZJN ne primenjuje, već i način planiranja ovih nabavki.\n2.Ukazano je da\nnovi ZJN ne sadrži pojam istovrsnosti kao takav, ali\nda\npostoje odredbe ZJN koji na odgovarajući način upućuju naručioca kako da postupa s tim u vezi.\nNaime, s\nhodno\nčl. 29.\nst 3.\nZJN\nnaručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nPored toga, napomenuto je\nda je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom\ncilju može da se vrši podela predmeta jn na više nabavki.\nNameravaju da upute KJN prijavu nepravilnosti u postupcima jn, te ih interesuje na koji način to mogu da učine.\nRečeno kako da upute KJN prijavu nepravilnosti u postupcima jn.\nPojavio se tehnički problem prilikom registracije na Portalu jn.\nProsleđeno kolegi Urošu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Može li ponuđač u istom postupku jn da učestvuje u dve ponude. kao podizvođač?...",
    "texts": [
      "Uzimajući u obzir odredbu čl. 135. st. 7. ZJN može se zaključiti da ponuđač može da učestvuje\nu istom postupku jn\nu dve (ili više) ponuda/prijava kao podizvođač."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li fizičko lice može da učestvuje u postupku jn?...",
    "texts": [
      "Može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U vezi sa konkretnom nabavkom naručilac postavlja pitanje da li je dozvoljeno da zahteva od grupe po...",
    "texts": [
      "Naručilac ne može da zahteva od grupe ponuđača da se povezuju u određeni pravni oblik kako bi mogli da podnesu zajedničku ponudu, ali može to da zahteva nakon dodele ugovora o jn, ukoliko je to neophodno za realizaciju ugovora o jn, što je i propisano članom 135. st. 5. i 6. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je moguće član 158. ZJN da primene u slučaju produženja roka?...",
    "texts": [
      "Odgovoreno da je moguće ukoliko su ispunjeni svi uslovi predviđeni tim članom.\nNaručilac je pogrešno naveo procenjenu vrednost u Planu i u Odluci o sprovođenju postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da izvrši izmenu ta dva?...",
    "texts": [
      "Rečeno da može da izmeni Plan javnih nabavki sve do dana slanja na objavljivanje javnog poziva.\nNaručilac sprovodi postupak javne nabavke u kojem je jedan od ponuđača podneo zahtev za zaštitu prava. Naručilac je zahtev ocenio kao osnovan i usvojio isti, te se sada privredni subjekt interesuje na koji će način dalje da postupi.\nProtumačene su odgovarajuće odredbe Zakona o javnim nabavkama kojima je uređena zaštita prava.\nPosebno je skrenuta pažnja na to da se dostavljanje vrši na način kako je inicijalno podnet zahtev za zaštitu prava, imajući u vidu da kada zahtev nije podnet preko Portala, sistem ne nudi opciju za slanje odgovora, odnosno odluke.\nNaručilac je, u skladu sa članom 181. Zakona o javnim nabavkama, pripremio i objavio podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po\nsvakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona. Sada ima određene dileme u vezi sa tim da li je pojedine nabavke dobro prikazao.\nData potrebna uputstva i smernice u smislu daljeg postupanja kad je reč o nabavkama izuzetim od primene zakona.\nNaručilac sprovodi postupak koji se nalazi u fazi dostavljanja dokaza. Međutim, nije dobro razumeo odredbe člana 119. Zakona o javnim nabavkama koje se odnose na dostavljanje dokaza, konkretno deo - u  primerenom roku, ne kraćem od pet radnih dana.\nUtvrđeno je da je naručilac u zahtevu za dostavljanje dokaza naveo da ih je potrebno dostaviti u primerenom roku, misleći da je zakonodavac odredio rok od pet radnih dana u maksimalnom trajanju. U suštini, ponuđaču i nije dat rok, nego mu je\nostavljeno diskreciono pravo da dostavi dokaze u roku koji on smatra primerenim."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za primenu čl. 142. ZJN...",
    "texts": [
      "Pojašnjen navedeni član  i skrenuta pažnja da ne sme doći do izmene ponuđenog predmeta nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za registraciju na Portalu...",
    "texts": [
      ".\nUpućeni na kolege sa Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da omoguće uvid u dokumentaciju ponuđaču?...",
    "texts": [
      "Da, u roku od 2 dana od prijema pisanog zahteva, saglasno čl. 149. ZJN.\nImaju nabavku ispod limita gde postoje isključiva prava, da li moraju da sprovode javnu nabavku.\nNe, budući da je ista ispod limita propisanog čl. 27. ZJN.\nSproveli su nabavku dobara -humanih lekova i dodeli ugovor apoteci Ivančić i sinovi. U okviru humanih lekova nalaze se i narkotici. Nakon zaključenja ugovora dobili su obaveštenje od strane nadležne institucije da za narkotike dobavljači ne mogu da budu apoteke već samo veledrogerije. S tim u vezi naručilac postavlja pitanje da li mogu da realizuju ugovor u onom delu koji navedena apoteka može da realizuje ili da raskinu ugovor?\nNaručilac upućen na čl. 163. st. 1. tač. 1) ZJN.\nSproveli su nabavku papirne konfekcije i dobili 3 ponude. Jedna od ponuda je neuobičajeno niska. Naručilac je postupio saglasno čl. 143. ZJN i tražili od ponuđača da obrazloži svoju cenu i dobili odgovor da oni imaju navedena dobra u magacinu i da hoće toga da se „reše“. Da li oni mogu da prihvate takvo obrazloženje?\nNaručiocu ukazano da oni vrše stručnu ocenu ponuda i da ponuđač treba da dokaže da je njegova cena realna i da objašnjenje na osnovu čega je ponudio nižu cenu, a naručilac  mora da proceni da li se iz obrazloženja može zaključiti da li je cena realna ili ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li zzp može da podnese samo priv. sub. koji je ukazano na nepravilnosti ili može i drugi priv. su...",
    "texts": [
      "Može i dugi priv. sub. povodom nepravilnosti na koju je ukazano"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način se upućuje zahtev za tumačenje?...",
    "texts": [
      "Dato pojašnjenje.\nNaručilac sprovodi jn usluge oglašavanja u dnevnim listovima prodaje imovine stečajnih dužnika. Naručiocu je potrebno oglašavanje u tri dnevna lista za postupke po starom zakonu o stečaju a u dva dnevna lista po novom zakonu o stečaju. S tim u vezi naručilac postavlja pitanje da li je u skladu sa ZJN formulisao k.d. gde je predvideo da će sa dva odnosno tri najpovoljnija ponuđača zaključiti ugovore, s tim da će trećerangirani vršiti uslugu oglašavanja samo kada se radi o postupcima po starom zakonu o stečaju?\nNaručiocu ukazano da je važno da se rukovodi načelima javnih nabavki na način koji je primeren okolnostima konkretne nabavke, te da svim privrednim subjektima obezbedi jednake uslove.\nNabavljaju namirnice po partijama u o.p. U ponudama koje su jedine pristigle za dve partije pojavila se računska greška...\nUkoliko je pitanju računska greška,  naručilac postupa u skladu sa čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li postoji mogućnost da privredni subjekt sa kojim je zaključen ugovor o jn,  a koji nastupa sa p...",
    "texts": [
      "Postoji mogućnost da se izvrši izmena ugovora o jn u pogledu zamene podizvođača pod uslovima i na način propisan čl. 161. ZJN.\nZamolili su za objašnjenje u vezi sa postupanjem naručioca posle prethodne provere ZZP.\nProtumačene su odredbe čl. 220. ZJN koje se odnose na\npostupanje naručioca posle prethodne provere ZZP."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako naručilac postupa sa ponudom ukoliko utvrdi da ista ne ispunjava uslove i zahteve u vezi sa teh...",
    "texts": [
      "Nakon pregleda i stručne ocene ponuda, naručilac odbija ponudu/prijavu kao neprihvatljivu ako utvrdi da nisu ispunjeni zahtevi i uslovi u vezi sa predmetom nabavke i tehničkim specifikacijama, u skladu sa čl. 144. st. 1. tačka 3) ZJN.\nZahtevana tehnička podrška u radu na Portalu jn.\nUpućeni na kolege i koleginice koji daju konstultacije u vezi sa Portalom jn na br. tel. date na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje se odnosi na način vršenja uvida u dokumentaciju o postupku jn....",
    "texts": [
      "ZJN omogućava privrednom subjektu koji je podneo ponudu/prijavu, a koji je zahtevao uvid  u dokumentaciju o jn, da\nizvrši uvid\nuz mogućnost da prilikom uvida kopira istu (u kom\nslučaju troškove kopiranja dokumentacije o jn snosi podnosilac zahteva za uvid) odn. preuzme dokumentaciju o jn na (drugi) odgovarajući način. Naručilac je u obavezi da prilikom uvida, kopiranja i preuzimanja dokumentacije o jn na odgovarajući način zaštiti poverljive podatke, a sve u skladu sa čl. 149. ZJN.\nZatražili su što hitnije rešenje tehničkog problema u vezi sa objavom izmenjene odluke o dodeli ugovora o jn.\nProsleđeno koleginici Miri S."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je dovoljno da naručilac pošalje na tri adrese zahtev za utvrđivanje relevantne tržišne cene r...",
    "texts": [
      "Odgovoreno da mora da izvrši sve provere i prikupi sve podatke o predmetu nabavke i ceni kako u fazi planiranja postupka, tako i pred sprovođenje postupka kako bi procenjena vrednost bila validna.\nPonuđač je pogrešno naveo da postoje osnovi za isključenje u vezi zaštite"
    ],
    "link": null
  },
  {
    "title": "Pitanje: životne sredine, naručilac je prihvatio ponudu i zaključio ugovor sa tim ponuđačem. Kako dalje da po...",
    "texts": [
      "Naručiocu je odgovoreno da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li imaju status naručioca?...",
    "texts": [
      "Naručiocu je ukazano da može da se obrati za mišljenje o primeni člana 4. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li član komisije mora da bude diplomirani master pravnik?...",
    "texts": [
      "Odgovoreno da u skladu sa članom 92. stav 4. mora da bude lice koje je završilo pravni fakultet ili položilo ispit za službenika za javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je u Izveštaj trebalo da unesu nabavke na koje se ZJN ne primenjuje po osnovu člana 35. stav 4...",
    "texts": [
      "Rečeno da je trebalo da unesu u delu pod članom 27. ZJN.\nPrilikom izrade izveštaja iz člana 181. ZJN, naručilac je uvideo da za dve nabavke za koje je zaključio ugovor nije objavio obaveštenje o dodeli ugovora. Traži savet kako da sada postupi.\nUkazano naručiocu da je propustio zakonski rok za objavu navedenog obaveštenja, kao i da navedeni propust predstavlja prekršaj. Takođe, saopšteno mu je da ima mogućnost da ga objavi i sada, uz napomenu da to suštinski ne menja stvari."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje je bilo u vezi sa izveštajima iz člana 181. ZJN....",
    "texts": [
      "Upućeni na kolege sa Portala"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji je rok za podnošenje ponuda u postupku javne nabavke radova čija je procenjena vrednost 20.000....",
    "texts": [
      "Odgovoreno da je rok 15 dana od slanja na objavljivanje javnog poziva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Dobio je ponudu čiji iznos prelazi pr...",
    "texts": [
      "Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nPored toga, u slučaju obustave, naručilac ima obavezu da, nakon objavljivanja Odluke o obustavi postupka, sačeka da istekne rok za podnošenje zahteva za zaštitu prava."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi postupak javne nabavke radova u kojem su podnete dve ponude. Međutim, jedan od po...",
    "texts": [
      "Ukazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda.\nPored toga, u ovoj fazi postupka (kad je istekao rok za podnošenje ponuda i kad su ponude otvorene) nije moguće vršiti izmenu ili dopunu ponude, kao ni njeno povlačenje.\nNaručilac sprovodi postupak javne nabavke usluge obezbeđenja, čija je procenjena vrednost 900.000 dinara. Međutim, smatra da bi trebalo da donese odluku o obustavi postupka. S tim u vezi, postavlja pitanje da li nakon toga predmetnu nabavku može da sprovede bez primene odredaba Zakona o javnim nabvkama.\nU konkretnom slučaju reč je o nabavci čija je procenjena vrednost ispod 1.000.000 dinara, odnosno ispod 15.000.000 dinara, imajući u vidu da je predmetna usluga obuhvaćena Prilogom 7.\nIz navedenog proizlazi da za ovu nabavku naručilac nije dužan da sprovodi postupak javne nabavke.\nTakođe, ukazano je da je članom 49. stav 2. Zakona o javnim nabavkama propisano da je naručilac dužan da posebnim aktom bliže uredi način planiranja, sprovođenja postupka javne nabavke i praćenja izvršenja ugovora o javnoj nabavci (način komunikacije, pravila, obaveze i odgovornost lica i organizacionih jedinica), način planiranja i sprovođenja nabavki na koje se zakon ne primenjuje, kao i nabavki društvenih i drugih posebnih usluga."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Došlo je do naglog skoka cena na tržištu i ponuđač više ne može da im isporučuje po ugovorenoj ceni,...",
    "texts": [
      "Ukazano na mogućnost izmene ugovora u zavisnosti od toga da li su istu predvideli na nedvosmislen način onda idu na čl. 156. ZJN, a ako nisu onda čl. 158. ZJN uz obavezu objavljivanja obaveštenja o izmenina Portal."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su nabavku koja je oblikovana u 10 partija i za jednu od partija nisu dobili ni jednu ponud...",
    "texts": [
      "Ukazano na mogućnost sprovođenja p.p. bez objavljivanja javnog poziva čl. 61. st. 7. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li za partiju određuju rok za podnošenje ponuda prema proc. vred. partije ili celog postupka?...",
    "texts": [
      "Prema proc. vred. celog postupka"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Produženje roka usled nepredviđenih okolnosti, da li objavljuju obaveštenje o izmeni ugovora?...",
    "texts": [
      "Da u skladu sa čl. 158.ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Budući da su dostavili ekonomski najpovoljniju ponudu, na poziv naručioca u skladu sa čl. 119. ZJN, ...",
    "texts": [
      "Naručilac sada vrši ocenu dokaza o ispunjenosti kriterijuma za kvalitativan izbor privrednog subjekta i da ukoliko smatra da je potrebno dopuniti ili pojasniti dokaze o  ispunjenosti navedenog kriterijuma pozvaće ponuđača u skladu sa čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Obratili su se sa pitanjem kako dalje da postupe budući da je došlo do višestrukog porasta cene kanc...",
    "texts": [
      "Ponuđaču ukazano da se na izvršenje ugovornih obaveza ne primenjuje ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavljaju električnu energiju u o.p., a ponuđena cena jedinog ponuđača (JP „EPS“) premašuje iznos p...",
    "texts": [
      "Mogu. Naime, n\naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN.  U tom slučaju, podrazumeva se da naručilac treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke.\nŽele da  upute zahtev za tumačenje ZJN, te ih interesuje na koji način mogu to da učine."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Treba da sprovedu nabavku medicinskog potrošnog materijala po partijama u otvorenom postupku, čija j...",
    "texts": [
      "Upućeni na koji način mogu da se obrate KJN radi dobijanja mišljenja/tumačenja o primeni ZJN.\nNaručilac može da odredi kraći rok za podnošenje ponuda od propisanog minimalnog roka za podnošenje ponuda u otvorenom postupku iz čl. 52. st. 3. tačka 1) ZJN, ukoliko isti nije primeren iz razloga opravdane hitnosti i za koju poseduje valjane dokaze, koji ne može biti kraći od 15 dana od dana slanja na objavljivanje javnog poziva.\nU o.p. za nabavku ogrevnog drveta javila su se samo dva ponuđača\nčije ponude sadrže ponuđene cene veće od procenjene vrednosti\nnabavke, te s tim u vezi pitaju da li uopšte mogu da prihvate ponudu koja prelazi proc. vrednost nabavke s obzirom da raspolažu potrebnim finansijskim sredstvima.\nDa, naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN.  Podrazumeva se da u tom slučaju naručilac treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da se obrate za pomoć pri radu na Portalu jn?...",
    "texts": [
      "Rečeno da svakodnevno u određenom terminu mogu dobiti konsultacije u vezi\nsa\nprimenom Portala jn na br. tel. date na sajtu KJN u delu Kontakt, te da trebaju da se upoznaju i koriste Uputstvo namenjeno naručiocima i ponuđačima kao korisnicima Portala jn pri radu na istom, kako bi bili u mogućnosti da pravilno koriste Portal jn i samostalno reše problem gde je to moguće. Upućeni su i na Demo verziju Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu izvršiti izmenu ugovora o nabavci namirnica  u pogledu cene usled poremećaja (skoka) cena...",
    "texts": [
      "Upućeni su da razmotre mogućnost primene čl. 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koliko iznosi taksa u slučaju podnošenja ZZP na nabavke izuzete od  primene ZJN?...",
    "texts": [
      "Članom 215. ZJN predviđena je zaštita prava u slučaju izuzetih nabavki iz čl. 11.-21. ZJN, na koji su upućeni.\nPodnosilac ZZP-a dužan je da na na određeni račun budžeta uplati taksu u iznosu od 120.000,00 din. ako se ZZP podnosi u skladu sa čl. 215. ZJN bez obzira na iznos procenjene vrednosti jn, što je propisano čl. 225. ZJN st. 1. ZJN.\n*\nNapomena: ova 2 pitanja sa odgovorima od 2.2.2022. godine poslati su mejlom u celini, ali su prilikom sastavljanja zbirnog izveštaja slučajnom omaškom izostavljeni odgovori, te sada ponovo šaljem pitanja i odgovore u celosti, u okviru ovog izveštaja.\nPostavljaju pitanja kako da postupe i primene čl.61 i 62. ZJN.\nPojašnjeni članovi 61. i 62. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da tretiraju ponudu u kojoj je dostavljeno sredstvo obezbeđenja manje od 3%, koliko je konkursn...",
    "texts": [
      "Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje. U svakom slučaju, ponuđač treba da odgovori zahtevima naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li bi naručilac mogao da izmeni ugovor u skladu sa članom 158. ZJN zbog velikog skoka cena elektr...",
    "texts": [
      "Odgovoreno da bi mogao ukoliko su ispunjeni svi uslovi predviđeni tim članom.\nNaručilac treba da sprovede nabavku usluge štampanja procenjene vrednosti 850.000 dinara."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Izvesno je da će krajem godine imati potrebu za uslugom štampanja monografije procenjene vrednosti o...",
    "texts": [
      "Naručiocu je ukazano da bi zbog ukupne procenjene  vrednosti obe nabavke trebalo da pokrene postupak javne nabavke u skladu sa članovima 27. i 29. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li oba člana grupe ponuđača moraju da dokažu da poseduju važeću licencu za obavljanje delatnosti?...",
    "texts": [
      "Naručiocu je ukazano da svaki član grupe ponuđača mora da poseduje važeću licencu za deo posla koji obavlja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da izuzme od primene ZJN nabavku...",
    "texts": [
      "elektronskog pečata, ako JP ,,Pošta Srbije“ ima isključivo pravo"
    ],
    "link": null
  },
  {
    "title": "Pitanje: izdavanja istog?...",
    "texts": [
      "Odgovoreno da može u skladu sa članom 12. stav 1. tač. 11 ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Na koji način se isto dostavlja?...",
    "texts": [
      "3. Kada se rešenje dostavi, šta radi dalje naručilac"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "1. Ukazano da naručilac ima rok od 5 dana da ispita da li su ispunjene  najpre procesne, a potom i  materijalnopravne pretpostavke  podnetog ZZZP.\n2. Na isti način na koji je podnet i ZZZP.\n3. Mora da sačeka da prođe rok za žalbu na rešenje o odbacivanju ZZZP, te ako ista ne bude podneta može da nastavi postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je obustavio postupak, jer nije dobio nijednu ponudu. Da li je dužan da čeka protek roka o...",
    "texts": [
      "Odgovoreno da može odmah da pokrene nov postupak.\nNaručilac je od dobavljača dobio zahtev za izmenu ugovora u smislu povećanja cena iz razloga što je došlo do poskupljenja određenih artikala na tržištu.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nNaručilac je imao dileme u vezi sa računanjem rokova za postavljanje pitanja i davanje sugestija u odnosu na sadržinu konkursne dokumentacije.\nProtumačene su odredbe člana 97. Zakona o javnim nabavkama, odnosno rokovi u kojima privredni subjekt može u pisanoj formi putem Portala javnih nabavki da traži od naručioca dodatne informacije ili pojašnjenja u vezi sa dokumentacijom o nabavci, pri čemu može da ukaže naručiocu ukoliko smatra da postoje\nnedostaci ili nepravilnosti u dokumentaciji o nabavci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje koje se odnosilo na izmene ugovora....",
    "texts": [
      "U konkretnom slučaju reč je bila o odredbama člana 157. Zakona o javnim nabavkama, kojima su uređene izmene u pogledu dodatnih dobara, usluga ili radova.\nTakođe, objašnjeno da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nPojašnjeno je da ugovoreni viškovi radovi ne predstavljaju izmenu ugovora, kao i da ne postoji davno uvreženo ograničenje od 10% u tom slučaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li kod izmene ugovora usled povećanja obima imaju obavezu da objave obaveštenje o izmeni na Porta...",
    "texts": [
      "Ne.\nImaju problem da se uloguju na Portal\nUpućeni na kolege sa Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Objavili su javni poziv 5.2.2022. i kao rok za podnošenje ponuda umesto da stave 7.3. oni su naveli ...",
    "texts": [
      "Takva situacija kao razlog obustave nije predviđena ZJN, a naručiocu dat savet da u samoj odluci navedu da je reč o tehničkoj grešci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li standardi iz čl. 126. mogu da se dokazuju korišćenjem kapaciteta članova grupe privrednih subj...",
    "texts": [
      "Da\nDa, osim ukoliko naručilac nije drugačije propisao."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da zahtevaju potpisivanje i pečatiranje modela ugovora o jn?...",
    "texts": [
      "Ne. Portal jn omogućava ponuđaču da samo potvrdi saglasnost sa sadržinom modela ugovora o jn, imajući u vidu smisao e-ponude i posebne propise kojima je ukinuta obaveza upotrebe pečata."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku električne energije javio se samo jedan ponuđač (JP „EDB“) čija ponuđena cena prem...",
    "texts": [
      "Ukazano da\nn\naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN.  U tom slučaju, podrazumeva se da naručilac treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako zainteresovani mogu da se informišu oko polaganja ispita za službenika za jn?...",
    "texts": [
      "Data informacija da je broj tel. za k\nonsultacije u vezi\nsa\nsticanjem sertifikata za Službenika za jn\ndat na internet stranici KJN u delu Kontakt, te da je deo internet stranice posvećen i Službeniku za jn koji takođe sadrži korisne informacije u vezi sa\npolaganja ispita radi sticanja sertifikata za službenika za jn\n.\nAngažovali bi radnu snagu po osnovu ugovora o delu, te ih interesuje da li u tom slučaju primenjuju ZJN.\nU o.p. dobili su ponudu koja sadrži tehničku grešku u obrascu strukture cene...\nOdredbe ZJN primenjuju se (i) na ugovor o delu.\nU tom slučaju, naručilac može od ponuđača koji je dostavio takvu ponudu da zahteva dodatno objašnjenje u skladu sa čl. 142. ZJN.\nPozvali su na br. tel. za pravne konsultacije, a zapravo su im trebale konstulacije u vezi primene Portala jn.\nUputila ih na br. kontakt tel. za konsultacije u vezi primene Portala jn objavljene na sajtu KJN u delu Kontakt.\nZatražili su da im se uopšteno objasni kada  je moguće vršiti izmenu ugovora o jn, da li je obavezno objavljivanje obaveštenja o izmeni ugovora o jn i dr., te da im se posebno protumači čl. 156. ZJN (izmene po osnovu  ugovornih odredaba)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dato objašnjenje u vezi sa izmenom ugovora o  jn (kada i kako je moguće izvršiti izmenu ugovora o jn...",
    "texts": [
      "Pored toga, protumačene su odredbe čl. 156. ZJN\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje na koji način će naručilac ceniti dokaz koji su mu dostavili....",
    "texts": [
      "Odgovoreno da KJN nije nadležna za stručnu ocenu ponuda, već komisija, odnosno lice koje je naručilac imenovao."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je dostavio ponudu znatno višu od procenjene vrednosti javne nabavke. Da li je to dovoljan r...",
    "texts": [
      "To je dovoljan razlog za odbijanje ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji je rok za javnu nabavku dobara procenjene vrednosti preko 10.000.000 dinara?...",
    "texts": [
      "Odgovoreno da se rok određuje u skladu sa članom 52. stav 3. tač. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac menja model ugovora. Da li to predstavlja bitnu izmenu ugovora?...",
    "texts": [
      "Naručiocu je ukazano da u zavisnosti od vrste izmene proceni da li se radi o izmeni u skladu sa članom 87.stav 2.ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je u Plan javnih nabavki uneo procenjenu vrednost 650.000 dinara. Da li može više puta da ...",
    "texts": [
      "Odgovoreno da može do iznosa procenjene vrednosti.\nTražili pomoć oko popunjavanja izjave o ispunjenosti kvalitativnih kriterijuma za izbor PS\nUpućeni na kolege sa Portala"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Predviđene fiksne cene u ugovoru. Da li je dozvoljena izmena?...",
    "texts": [
      "Da, ako postoje objektivni razlozi. Izmena se vrši u skladu sa čl. 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje u odnosu na dokazivanje ispunjenosti kriterijuma za kvalitativni izbor...",
    "texts": [
      "Protumačene su odredbe čl. 118 i 119. Zakona o javnim nabavkama.\nNaručilac se interesovao za sprovođenje nabavki ispod pragova.\nUkazano je da je članom 49. stav 2. Zakona o javnim nabavkama propisano da je naručilac dužan da posebnim aktom bliže uredi način planiranja, sprovođenja postupka javne nabavke i praćenja izvršenja ugovora o javnoj nabavci (način komunikacije, pravila, obaveze i odgovornost lica i organizacionih jedinica), način planiranja i sprovođenja nabavki na koje se zakon ne primenjuje, kao i nabavki društvenih i drugih posebnih usluga.\nDate su potrebne smernice."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li, u slučaju sprovođenja postupka javne nabavke radi zaključenja o...",
    "texts": [
      "Objašnjeno je da je, u konkretnom slučaju, reč o jedinstvenoj javnoj nabavci, te da je, s tim u vezi, naručilac dužan da odredi ukupnu procenjenu vrednost za sve vreme trajanja okvirnog sporazuma i na osnovu te vrednosti dalje primenjuje pravila predviđena za određeni postupak javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da uvek kao sredstvo obezbeđenja zahteva menicu koja je registrovana, da li je doka...",
    "texts": [
      "Naručiocu ukazano da kada propisuju neki uslov, moraju biti upoznati i sa načinom na koji se isti dokazuje, takođe ukazano i na zvaničan registar menica i ovlašćena NBS koji je dostupan na njihovom sajtu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada se dostavljaju dokazi o ispunjenosti kriterijuma za kvalitativan izbor privrednog subjekta?...",
    "texts": [
      "Ukazano na čl. 119. st. 1. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su ponudu koja je preko procenjene vrednosti, kakve su im sada mogućnosti?...",
    "texts": [
      "Ukazano na odredbe čl. 146. st. 2. ZJN i čl. 144. st. 2.ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje stručne ocene ponuda...",
    "texts": [
      "Odgovoreno da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li za utrošak sredstava koje dobija kroz sponzorstvo od strane Teleko...",
    "texts": [
      "Budući da ZJN nije predviđen izuzetak od primene, te da imaju status javnog naručioca – sprovode javne nabavke, osim ukoliko iste nisu ispod limita iz čl. 27. Takođe ukazano i na čl. 75. ZJN, kada sprovode\nusluge koje potpadaju pod društvene i druge posebne usluge, tada nemaju obavezu ukoliko su iste manje od  15 000 000 dinara na godišnjem nivou.\nImaju potrebu za nabavk\no\nm usluge pomoći"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada naručilac zapravo može zahtevati dodatna objašnjenja od ponuđača po čl. 142. ZJN?...",
    "texts": [
      "Dato objašnjenje da se u konkretnom slučaju radi o nabavci društvenih i drugih posebnih usluga iz Priloga 7. ZJN, te da naručilac istu sprovodi u skladu sa čl. 75. ZJN i posebnim aktom iz čl. 49. ZJN, kojim naručilac uređuje način planiranja i sprovođenja nabavki društvenih i drugih posebnih usluga.\nVrsta pos\ntupka kada je reč o nabavci društvenih i drugih posebnih usluga može biti otvoreni, pregovarački (ukoliko su ispunjeni uslovi za ovu vrstu postupka)...\nUkoliko naručilac prilikom pregleda i stručne ocene ponuda utvrdi nedostatke u ponudi zbog kojih nije moguće utvrditi njenu stvarnu sadržinu ili uporediti je sa drugim ponudama, naručilac nakon toga odbija takvu ponudu kao neprihvatljivu u skladu sa čl. 144. ZJN.\nObjašnjeno kada i kako naručilac može da zahteva dodatna pojašnjenja od ponuđača po čl. 142. ZJN sa posebnim naglaskom da postupanje naručioca i ponuđača u tom slučaju ne sme da dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora o jn, ili do izmene ponuđenog predmeta nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu jn....",
    "texts": [
      "Upućeni na br. kontakt tel. za konsultacije u vezi primene Portala jn objavljene na sajtu KJN u delu Kontakt.\nPitanja u vezi sa postupkom zaštite prava za izuzete nabave iz čl 11-21. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: zaštite prava za nabavke na koje se ZJN ne primenjuje?...",
    "texts": [
      "Protumačene su odredbe čl. 215. ZJN, na koje je naručilac upućen.\nNaručilac sam uređuje način planiranja i sprovođenja\nnabavki na koje se ZJN ne primenjuje\n, pa samim tim i postupak zaštite prava za ove nabavke.\nInteresuje ih šta se tačno podrazumeva pod izmenom plana jn,  kako bi znali kako da postupaju.\nUkazano na čl. 88. ZJN sa akcentom na st. 3. i 4. istog člana uz napomenu da je čl. 88. st. 4. ZJN definisano šta se smatra izmenom i dopunom plana jn. Pored toga, upućeni su na Uputstvo za korisnike Portala jn (deo koji se odnosi na Plan jn - izmene ili dopune plana jn)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se u slučaju objavljivanja izmenjene odluke o dodeli ugovora o jn prethodno doneta (osnovna) i...",
    "texts": [
      "Ne, Portal jn ne briše prethodno objavljenu (osnovnu)\nodluku o dodeli ugovora o jn, već pored objavljene nove (izmenjene) odluke o dodeli ugovora o jn,\nprethodno objavljena (osnovna)\nodluka o dodeli ugovora o jn ostaje i dalje vidljiva tj. dostupna na Portalu jn i označena je precrtanim tekstom.\nPozvala je zaposlena iz ove ustanove zahtevajući da se izvrši preregistracija\nkorisničkog naloga\nna Portalu jn kako bi mogla da koristi Portal jn umesto koleginice koja je otišla u penziju, a koja je bila registrovana na Portalu jn.\nUsmereni na br. kontakt tel. za konsultacije u vezi primene Portala jn objavljene na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tražili su od izabranog ponuđača da im dostavi bilans stanja i uspeha. Ponuđač to nije dostavio, međ...",
    "texts": [
      "Ukazano na član 119. stav 4. tačka 1) ZJN. S obzirom da se radi o javno dostupnom podatku i da naručilac može da pribavi dokaze na osnovu podataka navedenih u izjavi, nema potrebe da dodatno traži od ponuđača bilans stanja i uspeha."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koje teme mogu da se obrate mejlom?...",
    "texts": [
      "To je izuzetak predviđen članom 12. stav 1 . tačka 1) ZJN.\nPojašnjeni čl. 61. i 62. ZJN.\nTelefonske konsultacije i obraćanja mejlom služe isključivo za jednostavnija i kraća pitanja. Za sve ostalo, potrebno je da se obrate zvanično dopisom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Da li naručilac može da zahteva dostavljanje dokaza u roku kraćem od 5 radnih dana?...",
    "texts": [
      "1. Ukazano na čl. 115. ZJN i rečeno da naručilac odgovarajući uslov za obavljanje profesionalne delatnosti treba da definiše u okviru kriterijuma za izbor privrednog subjekta.\n2. Ukazano na član 119. stav 1. ZJN i rečeno da taj rok mora da bude najmanje 5 radnih dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da ima interni akt o sprovođenju nabavki?...",
    "texts": [
      "Naručiocu je ukazano na član 49. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac pravilno definisao kriterijum u okviru finansijskog kapaciteta – da ponuđač ima o...",
    "texts": [
      "Odgovoreno da je kriterijum definisan u skladu sa članom 116. stav 1. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U otvorenom postupku električne energije za javnu rasvetu, naručilac je dobio ponudu koja je iznad p...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li punomoćje kojim je zakonski zastupnik ovlastio određeno lice za potpisivanje ugovora mora biti...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U skladu sa kojim članom mogu da dodele ugovor ponuđaču čija ponuda preko procenjene vrednosti?...",
    "texts": [
      "Naručiocu ukazano na čl. 146. st. 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku ispod limita, reč je o nabavci el. energije, ali zbog najave poskupljenja, proc. vr...",
    "texts": [
      "Sprovode ako prelaze limit utvrđen čl. 27. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su postupak jn usluge čišćenja i predvideli su čl. 112. st. 1. tač. 1) ZJN kao osnov za isk...",
    "texts": [
      "Ukazano na čl. 121. st. 1. tač. 3) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje koje se odnosi na način regulisanja obaveza sa drugom ugovornom stranom....",
    "texts": [
      "Ukazano da isto nije domen ZJN, već ZOO."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su otvoreni postupak i dobili jednu ponudu i doneta je odluka o dodeli ugovora tom ponuđaču...",
    "texts": [
      "Naručiocu ukazano da uvek može da zahteva dostavljanje sredstva za ozbiljnost ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje ko odlučuje o troškovima postupka kada smatraju da je osnovan zahtev za ...",
    "texts": [
      "Republička komisija."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li može da traži dokaze kroz čl. 142 za kriterijum koji nisu ni propi...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac vrši izmenu plana jn u slučaju smanjenja procenjene vrednosti jn?...",
    "texts": [
      "Ne. Izmene i dopune plana jn definisane su čl. 88. st. 4. ZJN."
    ],
    "link": null
  }
]