[
  {
    "title": "Pitanje: Sprovode postupak koji je oblikovan u tri partije. U jednoj od partija su primetili da su napravili ...",
    "texts": [
      "Ne, rok se produžava na nivou postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju da brišu nabavke iz Plana koje nisu sproveli?...",
    "texts": [
      "Ne, takva mogućnost ne postoji.\nDoneli su odluku o obustavi postupka jer nisu dobili nijednu ponudu, da li moraju da čekaju konačnost kako bi opet pokrenuli postupak.\nNaručiocu odgovoreno da čekaju konačnost odluke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: pokrenu do 31.12.2021. godine?...",
    "texts": [
      "Ako iste planiraju da sprovedu, moraju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju da stave ili odgovarajuće kada navode marku?...",
    "texts": [
      "Da, uvek.\nTražen im je uvid u dok., putem mejla..Da li da im šalju dok. putem mejla..\nPo pravilu, uvid se traži putem portala, kao što se i odobrava putem istog,.. Isto je navedeno u Uputstvu o korišćenju Portala jn, budući da portal omogućava uvid u dok. na značajno jednostavniji način, nego da se pojedinačno šalje dokumentacija ponuđaču..\nPitanja u vezi sa postupanjem prilikom sprovođenja nabavke koja je izuzeta od primene ZJN.\nUkazano na primenu načela i Posebnog akta naručioca.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu da prihvate ponudu ponuđača čija ponuda sadrži ponuđenu cenu koja je ...",
    "texts": [
      "Mogu, u skladu sa čl. 146. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koje nabavke naručilac evidenira u godišnjem izveštaju iz čl. 181. ZJN?...",
    "texts": [
      "Iz odredaba čl. 181. ZJN jasno proizlazi da godišnji izveštaj o nabavkama sadrži podatke o nabavkama na koje se ZJN ne primenjuje. Dakle, to su nabavke ispod praga iz čl. 27. st. 1. ZJN i nabavke izuzete od primene ZJN iz čl. 11-21. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se na nabavku usluge zastupanja od strane advokata u sudskom postupku primenjuju odredbe ZJN-a...",
    "texts": [
      "Nabavka\nusluge zastupanja naručioca od strane advokata u sudskom postupku potpada pod nabavke izuzete od primene ZJN-a u skladu sa čl. 12. st. 1. tač. 4) podtač. (2) ZJN, koja se sprovodi po proceduri za nabavke izuzete od primene ZJN-a u skladu sa posebnim aktom naručioca iz čl. 49. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi popunjavanja godišnjeg izveštaja o...",
    "texts": [
      "nabavkama na koje se ZJN ne primenjuje.\nUpućeni su na Uputstvo za korisnike Portala jn (deo koji se odnosi na Godišnji\nizveštaj o\nnabavkama\n).\nTakođe\n,\nrečeno da\nkonsultacije u vezi sa planom j\nn\ni objavljivanjem podataka koji su izuzeti od primene Zakona na Portalu javnih nabavki (član 181. stav 4 ZJN)\nmogu dobiti na br. tel. datih na sajtu KJN u delu Kontakt.\nŽele da  izvrše promene u registraciji na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na registraciju korisnika). Rečeno i da, u slučaju potrebe, mogu dobiti konsultaciju na neki od br. tel. za primenu Portala jn datih na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu za nabavkom usluge održavanja softvera za  budžet i finansije koju može pružiti samo o...",
    "texts": [
      "Odgovoreno da mogu da primene pregovarački postupak ukoliko su ispunjeni uslovi iz čl. 61. st. 1. tač. 1) podtačka 3) ZJN na način propisan čl. 62. ZJN, uzimajući u obzir i\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kojim aktom naručilac utvrđuje da navodi ZZP-a nisu osnovani? Da li rešenjem?...",
    "texts": [
      "Objašnjeno kako naručilac dalje postupa sa ZZP, a u skladu sa čl. 220. ZJN na koji je i upućen.\nZJN u odredbi čl. 220. st. 1. tačka 2) ZJN propisuje da ako smatra da navodi ZZP-a nisu osnovani, naručilac dostavlja Republičkoj komsiji\nodgovor\nu kome će se izjasniti na sve navode ZZP-a, radi odlučivanja o ZZP, a primerak istog dostavlja podnosiocu ZZP-a. Dakle, radi se o aktu u vidu odgovora odn. izjašnjenja na navode ZZP-a a na osnovu kojeg i kompletne dokumentacije iz postupka jn odluku (rešenje) donosi Republička komisija."
    ],
    "link": null
  }
]