[
  {
    "title": "Pitanje: Sprovode nabavku radova, čija je proc. vred. 500 000 dinara, na koji način istu sprovode?...",
    "texts": [
      "U skladu sa internim aktom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Hoće da izmene odluku o dodeli okvirnog sporazuma, da li moraju da čekaju novi rok za zzp?...",
    "texts": [
      "Da, moraju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Doneli su odluku o dodeli ugovora i ista je postala konačna. Sada je privredni subjekt pre nego što ...",
    "texts": [
      "Naručiocu skrenuta pažnja da novoformirani privredni subjekt mora da ispunjava sve zahteve iz postupka koje je ispunjavao i kao preduzetnik i takođe ukazano da obrate pažnju na sredstva obezbeđenja ukoliko su ista predvideli."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje...",
    "texts": [
      "Upućeni na kolege sa Portala"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje stručne ocene ponuda...",
    "texts": [
      "Ukazano da KJN ne  vrši stručnu ocenu.\nNaručilac sprovodi postupak javne nabavke (proc.vrednost cca 25 miliona rsd). Dana 05.04.2022.\ngodine je bilo zakazano otvaranje ponuda, ali su prethodni dan pomerili rok za jedan dan. U međuvremenu, 04.04.2022. primili su zahtev za zaštitu prava\nna konkursnu dokumentaciju putem\nPortala javnih nabav"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ki. Naručilac postavlja pitanje d...",
    "texts": [
      "a\nli postoji neki rok za postupanje naručioca, u smislu ocene neblagovrenosti podnetog zahteva i odbacivanja istog rešenjem.\nNaručiocu odgovoreno da je prema odredbama člana 219. stav 1. ZJN odmah po prijemu zahteva utvrđuje između\nostalog da\nli je zahtev p\nodnet u roku. Pre toga naručilac, ima shodno članu 214. stav 8. ZJN obavezui da objavi oabe\nštenj\ne\no podnetom zahtevu za zaštitu prava i preporuka je uvek da isto učini bez odlaganja (iz razloga zaustavljanja postupka j.nabavke, kako je\nto\ni definisano odredbama člana 216. stav 1. ZJN). U smislu roka koji naručilac navodi on ne postoji, ali je nedvosmisleno predviđeno da naručilac odmah po prijemu zahteva utvrđuje sve okolnosti iz člana 219. stav 1. ZJN, pa i blagovremenost zahteva. Ukoliko je zahtev neblagovremen, naručilac će isti odbaciti rešenjem, prema odredbi člana 219. stav 5. ZJN, u kojem će biti pouka o pravu na ulaga\nnj\ne žalbe prema navodima iz stava 8. navedenog člana zakona. Doneto Rešenje se dostavlja podnosiocu zahteva i Republičkoj komisiji u roku od tri dana od dana donošenja (ukoliko je zahtev podnet putem Portala j.nabavki, onda putem istog). Nakon protoka roka za žalbu, naručilac može nastaviti postupak javne nabavke, ukoliko žalba nije izjavljena na do\nne\nto rešenje.\nNaručilac je sproveo postupak javne nabavke električne energije, gde je jedina ponuda (EPS-a) značajno iznad procenje\nne\nvrednosti (vrednost ponude 10 miliona rsd, proc.vrednost 4 miliona rsd). Da li u navedenom slučaju mogu da dodele ugovor ponuđaču, ili moraju da ponudu odbiju i obustave postupak.\nUkoliko bi se odlučili na obustavu postupka, da li se pozivaju na osnov iz člana 147. stav 1. tačka 8) ZJN.\nNaručiocu odgovoreno da prema odredbama člana 146. stav 2. ZJN naručilac može da dodeli ugovor ponuđaču čija vrednost ponude prelazi proc.vrednost javne nabavke. Međutim, prema odredbama člana 144. stav 2. ZJN, naručilac može da odbije ponudu kao neprihvatljivu iz razloga što vrednost ist\ne\nprelazi iznos procenjen\ne\nvrednosti javne nabavke ili raspoloživih sredstava. Ocena ponude i prihvatilj\ni\nvost iste, u smilsu prethodno navedenog, je u rukama naručioca, ali isti pri tom mora imati u vidu da svojim postupanjem može povrediti neke druge propise, posebno finansijske (Zakon o budžetu, neke opšte i pojedinačne akte i dr.).\nDa, naručilac\nse u kon\nk\nretnom slučaju\nmože pozvati na osnov\nza obustavu iz člana 147. stav 1. tačka 8) ZJN, ali je pri tom dužan da navede i razloge neprihvatljivosti ponude (prema članu 145. stav 2. tačka 5) ZJN)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavio pitanje koje se tiče načina dokazivanja Tehničkog i stručnog kapaciteta koji se o...",
    "texts": [
      "Naručiocu odgovoreno da ukoliko privredni subjekt ima zaključen ugovor o poslovno-tehničkoj saradnji ili drugi ugovor na osnovu koga se može utvrditi da privredni subjekt ispunjava tražene kriterijume, a da pritom u ponudi nije naveo da koristi kapacitete drugih subjekata u postupku javne nabavke, to se smatra kapacitetom privrednog subjekta koji podnosi ponudu. S druge strane, privredni sujekti imaju pravo shodno članu 130. ZJN da koriste kapacitete drugih subjekata. Naručiocu pojašnjena odredba člana 130. stav 1. ZJN.\nNaručiocu odgovoreno da je shodno postavljeno kriterijumu, odnosno, onako kako je predvideo u konkursnoj dokumentaciji, uključujući u način dokazivanja gore, ceni ispunjenost traženog kriterijuma. Naručiocu ukazano na odredbu člana 124. stav 1. tačka 9) ZJN kojom je propisano da se tehnički i stručni kapacitet dokazuje dostavljanjem jednog ili više dokaza i to izjave o prosečnom godišnjem broju zaposlenih prižaoca usluga i izvođača radova i broju rukovodećeg osoblja u poslednje tri godine pre isteka roka za podnošenje ponuda, odnosno prijava. Naručiocu naglašeno da se gore navedeni način dokazivanja odnosi samo na nabavke usluga i radova."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavio pitanje u vezi Izveštaja o nabavkama na koje se ZJN ne primenjuje....",
    "texts": [
      "Naručiocu odgovoreno da se Kancelarija 22.2.2022. godine obratila naručiocima putem mejla da obaveste Kancelariju da li su tokom 2021. godine sprovodili nabavke na koje se ne primenjuju odredbe ZJN. Prilikom konstultacije, utvrđeno je da na mejl nisu odgovorili usled tehničke\nnemogućnosti i zamolili su da ponovimo slanje mejla. Preneo sam koleginici Nataliji. Takođe, posavetovao sam naručioca da po prijemu mejla bez odlaganja odgovori na isti, kao i da ukoliko su sprovodili nabavke na koje se ZJN ne primenjuje, objave Izveštaj na Portalu. Naručiocu naglašeno da su shodno članu 181. ZJN bili u obavezi da najkasnije do 31. januara tekuće godine objave Izveštaj na Portalu za prethodnu godinu, ali da bez obzira što su prekludirali rok iz člana 181. ZJN, objave Izveštaj ukoliko su sprovodili nabavke na koje se ZJN ne primenjuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje vezano za aktiviranje sredstva obezbeđenja u postupku javne nabavke, k...",
    "texts": [
      "Naručiocu odgovoreno da shodno članu 158. stav 1. ZJN ugovor o javnoj nabavci može da se izmeni kada su ispunjeni svi sledeći uslovi: 1) potreba za izmenom nastala je zbog okolnosti koje savestan naručilac nije mogao da predvidi; 2) izmenom se ne menja priroda ugovora. Dalje, naručiocu ukazano na odredbu člana 158. stav 2. ZJN kojom je propisano da povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Takođe, naručiocu ukazano na odredbu člana 158. stav 3. ZJN kojom je propisano da se ograničenje iz stava 2. ovog člana odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta. Naručiocu ukazano na odredbu člana 154. stav 3. ZJN kojom je propisano da naručilac ne može da vrši bitne izmene ugovora o javnoj nabavci. Posebno naglašena odredba člana 154. stav 4. ZJN, koja pojašnjava šta se podrazumeva bitnom izmenom ugovora.\nNaručiocu ukazano na odredbu člana 94. stav 3. ZJN kojom je propisano da sredstvo\nobezbeđenja iz stava 1. tačka 2) i 3) ovog člana ne može da bude veće od 10% vrednosti ugovora o javnoj nabavci bez poreza na dodatu vrednost. Dalje, naručiocu ukazano da gore navedeno sredstvo obezbeđenja za ispunjenje ugovornih obaveza aktivira shodno načinu i pod uslovima kako je predvideo u dokumentaciji o predmetnoj javnoj nabavci, konkretno, u modelu ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavio pitanje u vezi Izveštaja o nabavkama na koje se ZJN ne primenjuje....",
    "texts": [
      "Naručiocu odgovoreno da se Kancelarija 22.2.2022. godine obratila naručiocima putem mejla da obaveste Kancelariju da li su tokom 2021. godine sprovodili nabavke na koje se ne primenjuju odredbe ZJN. Prilikom konstultacije, utvrđeno je da na mejl nisu odgovorili usled tehničke nemogućnosti i zamolili su da ponovimo slanje mejla. Preneo sam koleginici Nataliji. Takođe, posavetovao sam naručioca da po prijemu mejla bez odlaganja odgovori na isti, kao i da ukoliko su sprovodili nabavke na koje se ZJN ne primenjuje, objave Izveštaj na Portalu. Naručiocu naglašeno da su shodno članu 181. ZJN bili u obavezi da najkasnije do 31. januara tekuće godine objave Izveštaj na Portalu za prethodnu godinu, ali da bez obzira što su prekludirali rok iz člana 181. ZJN, objave Izveštaj ukoliko su sprovodili nabavke na koje se ZJN ne primenjuje."
    ],
    "link": null
  }
]