[
  {
    "title": "Pitanje: Da li naručilac primenjuje ZJN na nabavku usluga interneta, čija je proc. vrednost...",
    "texts": [
      "1.360.000\n,00"
    ],
    "link": null
  },
  {
    "title": "Pitanje: din. bez PDV-a?...",
    "texts": [
      "Primenjuje. Iz odredbe čl. 28. st. 1. ZJN proizlazi da je naručilac dužan da primenjuje odredbe ZJN-a  na nabavke usluga čija je procenjena vrednost jednaka ili veća od 1.000.000,00 din.\nZahtevali su pojašnjenje nabavke na koje se ZJN ne primenjuje iz čl. 12. st. 1. tačka 8) ZJN.\nProtumačena odredba\nčl. 12. st. 1. tačka 8) ZJN.\nSprovode otvoreni postupak za nabavku energenata čija procenjena vrednost iznosi 2.000.000,00 din. u kom su dobili samo jednu ponudu koja prelazi procenjenu vrednost nabavke za oko 30.000,00 din. Prihvatili bi dobijenu ponudu, ali se pitaju da li je dozvoljeno takvo postupanje.\nNaručilac može da prihvati\nponudu koja prelazi procenjenu vrednost nabavke\ni\ndodeli ugovor o jn ponuđaču koji je tu ponudu dostavio\n, što je u skladu sa čl. 146. st. 2. ZJN. Podrazumeva se da naručilac raspolaže potrebnim fin. sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko naručilac danas pošalje javni poziv za podnošenje ponuda na objavljivanje na Portal jn, da l...",
    "texts": [
      "Ne. Prema Uputstvu\no načinu slanja i objavljivanja oglasa o javnoj nabavci\n(“Službeni glasnik RS\", broj 93 od 1. jula 2020\n. godine) javni poziv kao\noglas o javnoj nabavci iz\nčlana 105. stav 1. tač. 1) Z\nJN\n, objavljuje se na Portalu jn narednog dana od dana slanja oglasa ako je oglas sastavljen i poslat na objavljivanje\ndo 20.00 sati\n. Isto se odnosi i na ispravke ili povlačenje oglasa o jn (u ovom slučaju, javnog poziva)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac zahteva posedovanje određenog vozila, bilo sopstvenog, bilo na osnovu ugovora. Postavljaju...",
    "texts": [
      "Savetovano da označe da poseduju vozilo, pa da onda obrazlože na koji način ga poseduju.\nPonuđač navodi da drugi ponuđač koji je podneo ponudu u istom postupku kao i oni u obrascu ponude na Portalu nije naznačio da deo ponude koji dostavlja sredstvima koja nisu elektronska je menica, ali je istu dostavio uz ponudu. Da li"
    ],
    "link": null
  },
  {
    "title": "Pitanje: je to razlog za odbijanje ponude?...",
    "texts": [
      "Ponuđaču ukazano da KJN ne vrši stručnu ocenu ponuda, kao i da ukoliko smatraju da im je povređeno neko pravo imaju mogućnost da isto ostvare u postupku zaštite prava, ali takođe i skrenuta pažnja da naručilac ceni ponudu u celini."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li za pohađanje seminara i stručnog usavršavanja moraju da sprovode postupak javne nabavke?...",
    "texts": [
      "Naručiocu objašnjeno da navedena usluga predstavlja društvenu i drugu posebnu uslugu te da se\nCPV\noznaka navedene usluge nalazi u Prilogu 4 i da ako navedena usluga ne prelazi iznos od 15 000 000 na godišnjem\nnivou naručilac nije dužan da primenjuje odredbe ZJN, već saglasno čl. 49. st. 2. ZJN posebnim aktom bliže uređuje način planiranja i sprovođenja postupaka koji su izuzeti od primene.\nNaručilac navodi da dobavljač sa kojim su zaključili ugovor po sprovedenom postupku javne nabavke ne izvršava obaveze, šta mogu da urade.\nNaručiocu ukazano da su obaveze koje proizilaze iz ugovornog odnosa domen ZOO a ne ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je tražio za postupak koji sprovodi dostavljanje uzoraka koji se odnose na premet nabavke,...",
    "texts": [
      "Uzorci se dostavljaju do isteka roka za podnošenje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li da i u finansijski plan i u plan nabavki unesu vrednost bez pdv, jer je nabavka usluga turisti...",
    "texts": [
      "Ne mogu očekivati sa sigurnošću da im neće ponudu podneti neki pc koji ipak plaća pdv..zato neka sve rade kako se inače radi, u smislu iskazivanja cena sa i bez pdv.\nNabavka u više partija, za jednu partiju u Izjavi su samo kliknuti osnovi za izuzeće a nisu popunjeni ostali krit. da li je moguće da je došlo do greške..i da li da im traže pojašnjenje..\nOvo nije razl. za pojašnjenje, prosto samo postupiti po čl.144.\nNaručilac je postavio pitanja koja su se odnosila na dostavljanje izveštaja za nabavke čija je procenjena vrednost bila ispod vrednosti pragova.\nProtumačene su odredbe člana 181. Zakona o javnim nabavkama, prema kojima je naručilac dužan da evidentira podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nTakođe, napomenuto je da je tu svoju obavezu naručilac dužan da izvrši do 31. januara tekuće godine za prethodnu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac za nabavke ispod pragova najčešće izdaje narudžbenice. Postavio je pitanje da li da samo u...",
    "texts": [
      "Protumačene su odredbe člana 181. Zakona o javnim nabavkama, konkretno deo koji se odnosi na javne nabavke iz člana 27. stav 1. ovog zakona. Na osnovu toga je zaključeno da naručioci prilikom sačinjavanja predmetnog izveštaja treba da vode računa o osnovu, a ne o načinu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Privredni subjekt postavlja pitanje da li strani ponuđač može da bude član grupe ponuđača ili podizv...",
    "texts": [
      "Sa stanovišta Zakona o javnim nabavkama ne postoji smetnja.\nPored toga, ukazano je na odgovarajuće odredbe koje se odnose na dokazivanje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Privredni subjekt je postavio pitanje koje se odnosi na način na koji naručilac postupa kad je reč o...",
    "texts": [
      "Privredni subjekti u ponudi/prijavi dostavljaju izjavu predviđenu članom 118. Zakona o javnim nabavkama, kojom potvrđuju da ispunjavaju kriterijume za kvalitativni izbor privrednog subjekta, što dalje znači da uz izjavu ne dostavljaju dokaze. U skladu sa članom 119. stav 1. ovog zakona, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku javne nabavke čija je procenjena vrednost veća od 5.000.000,00 dinara dužan je da, pre donošenja odluke u postupku javne nabavke, na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta, u neoverenim kopijama. I u slučaju kada je procenjena vrednost javne nabavke niža od 5.000.000,00 dinara, naručilac može da zahteva deo dokaza ili sve dokaze radi provere podataka navedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ukoliko je to u cilju pravilnog sprovođenja postupka.\nNaručilac pokrenuo postupak oblikovan u 7 partija u decembru prošle godine. Za 4 partije je doneo Odluku o dodeli ugovora, dok je za 3 doneta Odluka o obustavi postupka. Obzirom da još uvek nisu doneli Plan jn za 2022. godinu, da li mogu pokrenuti postupak za obustavljene partije na osnovu starog Plana jn?\nNe, moraju sačekati donošenje novog Plana jn.\nPrivredni subjekt iskazuje sumnju u tehnički problem\nkoji se desio na Portalu jn zbog kojih naručilac nije mogao da otvori ponude, zbog čega je produžio rok za podnošenje ponuda.\nUpućen na kolege koje daju konsultacije vezano za Portal jn.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je dobio samo jednu ponudu koja je neprihvatljiva iz razloga što prelazi procenjenu vredno...",
    "texts": [
      "Ne, samo u slučaju neodgovarajućih ponuda se može pokrenuti navedeni postupak..\nZa koliko naručilac mora da\nproduži rok za podnošenje ponuda u slučaju da zahteva\nobilazak lokacije? Inače, radi se o nabavci usluga čišćenja objekta koju naručilac namerava  da sprovede u otvorenom postupku.\nZJN ne propisuje za koliko se produžava\nrok za podnošenje ponuda u slučaju da se za pripremu ponude zahteva obilazak lokacije\n, već samo da\nrok za podnošenje ponuda mora biti duži od minimalnih\nrokova propisanih za određenu vrstu postupka jn. Dalje, ukazano je da odredba čl. 86. ZJN upućuje naručioca da rok u ovom slučaju odredi na način da svi zainteresovani subjekti mogu da se upoznaju sa svim informacijama neophodnim za pripremu ponude. Dakle,  produženje roka za podnošenje ponuda naručilac treba da ceni u svakom konkretnom slučaju, odnosno postupku jn (ovde u o.p.) vodeći računa da se privrednim subjektima odredi primereni rok, odnosno ostavi dovoljno vremena za pripremu i podnošenje ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ZZP može biti podnet dva puta u istom postupku jn od strane istog podnosioca?...",
    "texts": [
      "Može pod uslovom da podnosilac u ZZP koji je drugi put podneo ne može da osporava radnje naručioca za koje je znao ili mogao znati prilikom podnošenja prethodnog ZZP shodno čl. 214. st. 7. ZJN.\nNakon sprovedenog o.p. u kojem nisu dobili nijednu ponudu, sprovode pregovarački postupak bez objavljivanja javnog poziva iz čl. 61. st. 7. ZJN, te su u dilemi da li imaju obavezu da izmene plan jn usled izmene vrste postupka jn.\nDat odgovor da nisu dužni da izvrše izmenu plana jn u konkretnom slučaju, imajući u vidu da izmena vrste postupka jn ne predstavlja osnov za izmenu plana jn u smislu čl. 88.\nst. 4. ZJN.\nJavila se potreba za izmenom ugovora o nabavci električne energije odn. električnih brojila usled povećanja obima nabavke odn. broja električnih brojila. S tim u vezi, pitaju da li mogu da primene čl. 160. ZJN.\nRečeno da mogu izvršiti izmenu ugovora o o jn usled povećanja obima nabavke pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni uslovi propisani čl. 160. ZJN. Ukazano da nisu dužni da objave obaveštenje o izmeni ugovora o jn po ovom osnovu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Šta se smatra bitnom izmenom ugovora o jn?...",
    "texts": [
      "Predmetnu nabavku naručilac sprovodi po proceduri za nabavke izuzete od primene ZJN, propisanoj posebnim aktom iz čl. 49. st. 2. ZJN.\nProtumačena odredba čl. 154. ZJN, posebno šta se smatra\nbitnom izmenom ugovora o jn.\nPoslali su zahtev za tumačenje 28.12.2021. Zanima ih kada će dobiti mišljenje.\nPredmet je bio kod mene u radu, na potpisu je."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da predvide avans u vrednosti od 100%?...",
    "texts": [
      "ZJN ne propisuje ograničenje u tom smislu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju tehničko pitanje....",
    "texts": [
      "Upućeni na kolege sa Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: obaveštenje i na Portalu službenih glasila RS?...",
    "texts": [
      "Ne, ne mogu, ukazano na čl. 107. st. 6. tač. 2) ZJN\nDa, upravo tako, shodno čl. 105. st. 8. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li kada sprovode povremenu zajedničku nabavku u svoje ime a za svoj račun i račun drugih naručila...",
    "texts": [
      "Unose celokupnu proc. vrednost predmetne javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu sada da pokrenu postupke iz stavki plana za 2021. godinu?...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje kako da izvrše stručnu ocenu ponuda...",
    "texts": [
      "Odgovoreno da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li u plan unose ukupnu procenjenu za okvirni koji će trajati dve godine ili samo ono što će biti ...",
    "texts": [
      "Unosi se ukup\nna procenjena vrednost predmeta javne nabavke određuje se kao maksimalna vrednost svih ugovora predviđenih za vreme trajanja tog okvirnog sporazuma."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da menjaju finansijski plan a posle i plan nabavki jer im je osnivač obećao izvesna sreds...",
    "texts": [
      "ZJN propisuje kada je naručilac dužan da vrši izmenu plana, a ostalo je na naručiocu da odluči.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu angažovati podizvođača za poslove koji bi činili 1 % od ukupnog izvršenja predmeta nabavk...",
    "texts": [
      "Mogu..\nNaručilac je u kd zahtevao kao tehnički kapacitet posedovanje 3 vozila. Privredni subjekt navodi da poseduje dva vozila,  a da treće ima na raspologanju na osnovu Ugovora o distribuciji sa drugim privrednim subjektom. Da li se ovaj"
    ],
    "link": null
  },
  {
    "title": "Pitanje: kapacitet može smatrati sopstvenim, te dokazivati navedenim Ugovorom?...",
    "texts": [
      "Ukoliko iz sadržine Ugovora sledi da ponuđač ima na raspolaganju potrebno vozilo u periodu izvršenja obaveza, može se smatrati sopstvenim kapacitetom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se u godišnji izveštaj unosi ugovorena ili utrošena vrednost ?...",
    "texts": [
      "Ugovorena vrednost.\nNaručilac je dobio dve ponude koje prelaze procenjenu vrednost jn – jedna za 30.000 dinara, druga za 200.000 dinara. Naručilac želi da prihvati povoljniju ponudu jer istu može da priušti, dok za drugoplasiranu nema dovoljno sredstava. Da li da drugoplasiranu ponudu oceni kao prihvatljivu ili kao neprihvatljivu?\nUkazano da KJN nema ovlašćenje da vrši stručnu ocenu ponuda, te da naručilac utvrđuje da li je ponuda prihvatljiva imajući u vidu član 146. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li privredni subjekt koji nije učestvovao u postupku jn može izvršiti uvid u ponide?...",
    "texts": [
      "Samo privredni subjekti koji su podneli ponudu mogu zahtevati uvid u dokumentaciju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Treba da sprovedu nabavku društvenih i drugih posebnih usluga iz čl. 75. ZJN čiji predmet čine uslug...",
    "texts": [
      "Imajući u vidu da se radi o\nnabavci društvenih i drugih posebnih usluga koju sprovodi javni naru\nčilac iz čl. 27. st. 1. tačka 3) ZJN, naručilac nabavku sprovodi u skladu sa svojim posebnim aktom iz čl. 49. st. 2. ZJN po proceduri za nabavke na koje se ZJN ne primenjuje, uz primenu načela ZJN na način koji je primeren okolnostima konkretne nabavke.\nNaručilac je u kd naveo rok za dodelu ugovora o jn od 40 dana\nod isteka roka za podnošenje ponuda\n, te ih interesuje da li je ispravno postupio.\nZJN-om je propisano da odluku o dodeli ugovora o jn naručilac donosi u roku od 30 dana od isteka roka za podnošenje ponuda, osim ako je naručilac u kd odredio duži rok. Dakle, naručilac nije pogrešio ako je (iz opravdanih razloga) smatrao da treba odrediti duži rok za podnošenje ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se nabavka...",
    "texts": [
      "društvenih i drugih posebnih usluga (Prilog 7) iz čl. 75. ZJN, čija je procenjena vrednost iznad pragova propisanih čl. 27. st."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 1. tačka 3) ZJN može dodeliti okvirnim sporazumom?...",
    "texts": [
      "Može.\nImaju tehnički problem u vezi sa radom na Portalu jn (ne mogu da resetuju lozinku).\nUpućeni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn na br. kontakt tel. koji se nalaze na internet stranici KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Smatraju da neki od dodatnih uslova koje je naručilac predvideo u kd nisu u logičnoj vezi sa predmet...",
    "texts": [
      "Savetovano da prvo zatraže od naručioca dodatne informacije ili pojašnjenja kd u skladu sa čl. 97. ZJN, te ukazano i na mogućnost  podnošenja ZZP u skladu sa čl\n.\n214. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Popunjavaju izjavu o ispunjenosti kriterijuma. Da li je dovoljno da unesu link NBS kao dokaz da nisu...",
    "texts": [
      "Dovoljan je link.\nNa koji način određuju istovrsne javne nabavke, s obzirom da je taj termin postojao u starom ZJN, a sad ga nema.\nPojašnjen član 29. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pripremaju postupak za nabavku radne i zaštitne opreme i postavljaju pitanje da li da uzorke traže k...",
    "texts": [
      "Naručiocu ukazano da ako se uzorci tiču predmeta nabavke onda se oni traže u okviru k.d."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se na Portalu kači obaveštenje o raskidu ugovora?...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je kroz kriterijume za izbor p.s. tražio u okviru čl. 115. ZJN određenu licencu. Ponuđač p...",
    "texts": [
      "Ponuđaču ukazano da ukoliko se zahtevana licenca odnosi na sam premet nabavke onda mora i ponuđač da poseduje licencu, a ukoliko je to samo manji deo onoga što je predmet nabavke i ukoliko bi baš taj deo obavljao podizvođač, onda može samo podizvođač da ima licencu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: poziva kada se postupak smatra pokrenutim?...",
    "texts": [
      "Pozivanjem privrednih subjekata.\nNa koji način se popunjava Godišnji izveštaj u skladu sa članom 181."
    ],
    "link": null
  },
  {
    "title": "Pitanje: ZJN?...",
    "texts": [
      "Naručilac objavljuje zbirnu vrednost svih nabavki iste vrste predmeta koji se izuzimaju po jednom osnovu\nZastupaju klijenta koji je strano pravno lice, te postavljaju"
    ],
    "link": null
  },
  {
    "title": "Pitanje: pitanje šta predstavlja dokaze za navedeno lice za nepostojanje osnova za isključenje iz člana 111. ...",
    "texts": [
      "Zainteresovanom licu odgovoreno da su dokazi za nepostojanje osnova za isključenje izvodi ili dokumenti nadležnog sudskog ili upravnog organa države u kojoj se nalazi sedište stranog privrednog subjekta, u skladu sa odredbama člana 121. stav 2. ZJN, ili eventulano izjava stranog privrednog subjekta izdata pod uslovom i na način definisan stavom 3. prethodno navedenog člana zakona.\nNaručilac je naveo da u zgradi u kojoj su smešteni imaju građevinsku struju. Naveo je, takođe, da u narednim danima treba da se izvrši primopredaja zgrade, te da će izvođači radova istu napustiti, zbog čega će oni ostati bez struje. S obzirom da je potrebno hitno sprovesti nabavku struje, postavljaju pitanje o mogućnosti skraćenja rokova sa 35 dana na 15 dana.\nPredočeno u kojim slučajevima im ZJN dozvoljava skraćivanje rokova. Istovremeno, skrenuta pažnja da su im navedene okolnosti bile poznate i ranije, ali da u svakom slučaju moraju sami da odluče kako će postupiti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu je podnet zahtev na kd, koji je RK odbila i dostavila im predmetno rešenje. Kako nastavaju...",
    "texts": [
      "Uputila sam ih na tehničku službu.\nTražili pojašnjenje člana 27. stav 2. ZJN.\nDato pojašnjenje"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavka usluge osiguranja imovine i zaposlenih. Do sada, kad god su nabavljali predmetnu uslugu, pon...",
    "texts": [
      "i tehn.specifikaciji i na taj način povećaju konkurenciju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Odgovoreno da ZJN ne uređuje predmetno pitanje. Na njima je da procene da li na taj način smanjuju i...",
    "texts": [
      "Naručilac navodi da je u dobio dve ponude, te da je nakon donošenja Odluke o dodeli ugovora izabrani ponuđač odbio da zaključi ugovor. Da li su dužni da čekaju da protekne rok za zzp nakon donošenja nove Odluke o dodeli ugovora kojom će ugovor biti dodeljen drugom ponuđaču, obzirom da više ne postoje dve ponude, već samo jedna?\nUkazano da je naručilac dužan da sačeka konačnost Odluke, odnosno ugovor mogu  zaključiti nakon proteka roka od 10 dana od donošenja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač na osnovu uvida u dokumentaciju utvrdio da prvorangirani nije dostavio sredstvo obezbeđenja ...",
    "texts": [
      "Naručilac ima pravo da podnese zzp Republičkoj komisiji za zaštitu prava.\nKJN nema ovlašćenja da reaguje u  ovom slučaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li apoteka može da učestvuje u postupku javne nabavke?...",
    "texts": [
      "Može..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da obrazac koji je predvideo naručilac k.d. popune ili mogu da dostave svoj obrazac k...",
    "texts": [
      "Naručiocu ukazano da je dužan da odgovori na sve zahteve nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje koje se odnosi na čl. 13. st. 6 i 7 ZJN'?...",
    "texts": [
      "Upućeni da upute zahtev za tumačenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li imaju mogućnost da idu u pregovarački postupak ako su u sprovedenom otvorenom postupku dobili ...",
    "texts": [
      "Po novom zakonu to je konkurentni sa pregovaranjem iz člana 55. stav 1. tač.5) ZJN.\nDobili su zahtev do ponuđača da im se odobri povećanje cena za oko 30% zbog promena na tržištu..odnosno da aneksiraju ugovor..\nPostoji mogućnost izmene ugovora na osnovu člana 158. ZJN, ali je naručilac taj koji treba da sagleda sve okolnosti i uslove za primenu tog člana.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu već da objave plan za 2022. godinu i pokrenu nabavku za 2022.?...",
    "texts": [
      "Plan može da se objavi ali postupak iz plana za 2022. može da se objavi tek 1.1.2022.\nPitanja u vezi sa popunjavanjem godišnjeg izveštaja o nabavkama koje su izuzete od primene ZJN.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na Godišnji izveštaj o\nnabavkama\n)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada naručilac može da vrši izmene dokumentacije o nabavci?...",
    "texts": [
      "Naručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac mora da raspolaže fin. sredstvima u momentu pokretanja postupka  jn?...",
    "texts": [
      "Naručilac bi trebalo da ima naznake da će mu biti obezeđena fin. sredstva za konkretnu nabavku u momentu pokretanja postupka jn, što znači da ne mora i posedovati fin. sredstva, ali treba da raspolaže fin. sredstvima prilikom zaključenja ugovora o jn.\nZamolili su za pomoć  u rešavanju tehničkog problema koji se pojavio prilikom rada na Portalu jn (ne funkcioniše im Portal jn u delu koji se odnosi na prijem poruka).\nProsleđeno kolegi Mlađi.\nŽele da upute zahtev za  tumačenje ZJN, te ih interesuje na koji način to mogu da učine.\nUpućeni kako da pošalju zahtev za davanje mišljenja o primeni ZJN.\nTražili objašnjenje u vezi sa rokom za upućivanje zahteva privrednog subjekta za pojašnjenjima i dodatnim informacijama.\nProtumačene odredbe čl. 97. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način izveštavaju o nabavkama na koji se ZJN ne primenjuje. Da li je potrebno da navode svak...",
    "texts": [
      "Pojašnjen član 181. ZJN. Izveštavaju zbirno za svaki osnov za izuzeće."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje kako da regulišu  postupak sprovođenja nabavke na koju se ZJN ne primenj...",
    "texts": [
      "Naručiocu ukazano da način sprovođenja postupka nabavki koje su izuzete od primene ZJN naručilac uređuje svojim internim aktom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju tehničko pitanje....",
    "texts": [
      "Upućeni na kolege sa Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li preduzetnik može da učestvuje u postupku javnih nabavki kao ponuđač?...",
    "texts": [
      "Može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za stručnu ocenu ponuda....",
    "texts": [
      "Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li postoji obaveštenje o raskidu ugovora i da li se isto ako postoji kači na Portal?...",
    "texts": [
      "Ne, nema takvog obaveštenja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako u izveštaj iz član 181. ZJN da unesu vrednost sa pdv, kod ugovora koji ne podležu pdv.?...",
    "texts": [
      "Unose vrednost bez pdv u obe sekcije.\nHoće da nastupe kao ponuđač i pitaju da li podizvođača nabavljaju u postupku javne nabavke, jer su i naručilac.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je bitno u kom procentu će nosilac posla da izvršava ugovor a u kom podizvođač?...",
    "texts": [
      "Ne, ponašaju se kao i svaki drugi pc, koji nastupa na tržištu..\nNije to zakonom ograničeno."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li takav ponuđač ima aktivnu legitimaciju za podnošenje zzp?...",
    "texts": [
      "Može, na osnovu člana 146. stav 2. ZJN.\nZahtev za zaštitu prava može da podnese privredni subjekt, kandidat, odnosno ponuđač koji je imao ili ima interes za dodelu određenog ugovora, odnosno okvirnog sporazuma i koji ukazuje da je zbog postupanja naručioca protivno odredbama ovog zakona oštećen ili bi mogla da nastane šteta usled dodele ugovora, odnosno okvirnog sporazuma protivno odredbama ovog zakona (u daljem tekstu: podnosilac zahteva).\nNaručilac navodi da ponuđač sa kojim su zaključili ugovor ne može da im isporuči deo opreme u ugovorenom roku iz opravdanih razloga. Pitaju da li mogu aneksom da mu produže rok.\nOdgovoreno da mogu.\nNaručilac je sproveo postupak javne nabavke u skladu sa ZJN/2015. Sada ima"
    ],
    "link": null
  },
  {
    "title": "Pitanje: potrebu da izmeni ugovor usled povećanja cene predmeta nabavke na tržištu. Kako se vrši izmena?...",
    "texts": [
      "Odgovoreno da se izmena vrši u skladu sa ZJN/2019.\nNaručilac je sproveo otvoreni postupak po partijama. Za jednu partiju pristigle su sve neodgovarajuće ponude, te bi naručilac sproveo pregovarački bez objavljivanja javnog poziva. Interesuje ih da li mogu da je podele u dve partije.\nne mogu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li uzorak traže samo od najpovoljnijeg ili...",
    "texts": [
      "mogu\nod svih onih za koje procene da imaju povoljnije ponude. Oni su dostavljanje uzoraka predvideli kroz napomenu u smislu da naručilac zadržava pravo da traži uzorak po slobodnom nahođenju.\nPojašnjeno da\nuzorak mogu da traže na dva načina: ili kao deo tehničke spec. i tada  se očekuje njegovo dostavljanje u roku za podnošenje ponude, ili je uzorak predviđen kao dokaz tehničkog kapaciteta, kada se isti dostavlja sa dokazima odnosno traži od najpovoljnijeg ponuđača.\nŽele da izmene ugovor u skladu sa članom 160. ZJN. Postavljaju pitanje da li moraju tu izmenu da objave na Portalu i da li su u obavezi da zaključe aneks. Takođe, ukoliko bi se naknadno javila potreba za novom izmenom, da li mogu da primene član 158. ZJN i da li bi onda imali obavezu da objave izmenu na Portalu.\nObaveza objavljivanja na Portalu postoji samo u slučaju izmene u skladu sa čl. 157. i 158. ZJN. Nemaju obavezu da zaključuju aneks, mogu ukoliko žele. Pojašnjeno u kojim slučajevima mogu da primene član 158. ZJN i tada postoji\nobaveza objavljivanja na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je predviđanje obilaska lokacije kao obaveznog uslova diskriminatorski?...",
    "texts": [
      "Ne, to nije nužno diskriminatorski, već to zavisi od svake konkretne nabavke, odnosno da li je za pripremu ponude objektivno potreban obilazak lokacije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li prilikom planiranja nabavke moraju da imaju obezbeđena sredstva ne valja, šta da rade?...",
    "texts": [
      "KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su dopis Ministarstva zdravlja da sprovedu hitnu nabavku. U dopisu je Ministarstvo zahtevalo ...",
    "texts": [
      "Posavetovani da se obrate Ministarstvu radi pojašnjenja zahteva iz dopisa."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su postupak javne nabavke koji je oblikovan u po partijama. Za tri partije su obustavili po...",
    "texts": [
      "Naručiocu je ukazano da sa iste pozicije u planu javnih nabavki ponovo pokrene postupak javne nabavke za preostale partije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje kako da sprovedu na Portalu pregovarački postupak bez objavljivanja javnog poziv...",
    "texts": [
      "Naručilac upućen na uputstva na Portalu i objašnjen ceo postupak.\nPonuđač\nje\nnaveo da je u postupku javne nabavke u kom je učestvovao izabran ponuđač koji nije registovan U Registru ponuđača, te samim tim, kako navode, ne ispunjava kriterijume za kvalitativni izbor ps.\nOdgovoreno da činjenica da neko privredno društvo nije registovano U Registru ponuđača ne znači da isto ne ispunjava kriterijume za kvalitativni izbor ps, već je u konkretnom slučaju dužan da dostavi dokaze o nepostojanju osnova za isključenje.\nNaručilac navodi da je nakon sprovođenja nabavke na koju se ZJN ne primenjuje izabrani ponuđač odustao od zaključenja ugovora. Interesuje ga da li je potrebno da donese odluku o obustavi postupka.\nOdgovoreno da ne treba, već da naprave službenu belešku i to konstatuju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li u slučaju podnošenja zahteva za zaštitu prava nakon donete odluke o dodeli ugovora, podizvođač...",
    "texts": [
      "opunomoći ponuđača za preduzimanje naveden\ne\nradnje.\nPream odredbama ZJN podizvođač nije ponuđač, gde ponuđač tj. privredni subjekt prema odredbama člana 131. stav 7. ZJN u potpunosti odgovara  naručiocu za\nizvršenje ugovornih obaveza. Shodno navedenom\ni činjenici da podizvođač nije ponuđač prema odredbama ZJN, nije nužno da podizvođač daje ovlašćenje ponuđaču (čiji je podizvođač), za podnošenje zahteva za zaštitu prava.\nNaručilac je dobio ponudu u postupku javne nabavke, gde je u istoj u obrascu ponude navedena jedna cena, dok je u obrascu strukture ponuđene cene navedena druga cena. Šta mogu da urade.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda. Iz celine dostavljene ponude, naručilac mora da utvrdi stvarnu sadržinu iste ukoliko je to moguće. Naručilac ne sme da dozvoli izmenu ponude, kako je to navedeno u odredbama člana 142. ZJN, ukoliko bi eventualno zahtevao neka dodatna objašnjenja od ponuđača. Ponuda se može izmeniti, dopuniti ili opozvati do roka za podnošenje ponuda, shodno odredbama člana 135. stav 3. ZJN. Ukoliko naručilac nije u mogućnosti da utvrdi stvarnu sadržinu ponude, zbog nedostataka u ponudi, istu će odbiti shodno odredbama člana 144. stav 1. tačka 6) ZJN.\nNaručilac je dobio dodatna sredstva od strane RFZO u vezi sa javnom nabavkom CJN koju je sproveo RFZO. Da li u svom Planu javnih nabavki mogu poziciju predmetne javne nabavke povećati u pogledu njene procenjene vrednosti za dodtano odobrena sredstva.\nNaručiocu odgovoreno da ne mogu povećati na navedenoj poziciji procenjenu vrednost predmetne javne nabavke, obzirom da se radi o nabavci koja je pokrenuta i sprovedena od strane RFZO kao tela za centralizovano sprovođenje postupaka javnih nabavki. U komunikaciji sa RFZO treba da dobiju instrukcije u pogledu povećanja finasnijskih sredstava, obzirom da je Fond zaključio okvirne sporazume sa dobavljačima, na osnovu kojih naručiocu zaključuju pojedinačne ugovore. U smislu navedenog, RFZO bi morao da izda jasne isntrukcije i u pogledu povećanih finansijskih sredstava za ovu namenu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li u slučaju ugovorene izmene ugovora, imaju obavezu da objave na Portalu....",
    "texts": [
      "Obaveza objavljivanja na Portalu postoji jedino u slučaju izmene primenom čl. 157. i 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Izmenili su konkursnu dokumentaciju nakon zzp. Da li je neophodno da čekaju rok 10+3?...",
    "texts": [
      "Da.\nRaspituju se za zahtev za tumačenje koji su poslali 24.11.2021. godine."
    ],
    "link": null
  },
  {
    "title": "Pitanje: ZJN?...",
    "texts": [
      "Zahtev je primljen u pisarnici 30.11.2021. godine. Na potpisu je.\nPojašnjen član 161. ZJN. Uz zahtev za uvođenje podizvođača, dostavljaju i dokaze da za tog ponuđača ne postoje osnovi za isključenje iz člana 111. ZJN, kao i dokaze da podizvođač ispunjava sve potrebne uslove."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li je neophodno menicu dostaviti putem pošte ili mogu da je dostave...",
    "texts": [
      "Obavezno je dostavljanje menice putem pošte."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje koje se odnosi na čl. 13. st. 6 i 7 ZJN'?...",
    "texts": [
      "Upućeni da upute zahtev za tumačenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da učestvuju kod istog naručioca u dva postupka javne nabavke jedna se tiče projektovanja...",
    "texts": [
      "Mogu, ponuđač upućen na čl. 90. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku usluge čišćenja za tri grada Kraljevo, Rašku i Vrnjačku Banju, da li mogu da nabavk...",
    "texts": [
      "Mogu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koliki rok za podnošenje ponude moraju da odrede za p.p. bez objavljivanja javnog poziva?...",
    "texts": [
      "ZJN ne propisuje rokove u ovoj situaciji, već naručilac određuje shodno zahtevima konkretne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 1.Ima nedoumicu u pogledu postojanja sukoba interesa, u nabavci koja je ispod limita?...",
    "texts": [
      "2. Takođe, interesuje ga, da li kod upućivanja poziva za podnošenje ponude, za nabavke ispod limita, ps mora da ima registr. delatnost koja je predmet nabavke..(nabavka kanc. materijala)\n1.Ukazano da se na nabavke ispod limita primenjuje poseban akt naručioca, te da u svakom konkretnom slučaju naručilac mora\nda vodi računa da ne dođe do sukoba interesa.\n2. Ukazano da pc po pravilu odaberu jednu pretežnu delatnost, a da u aktu o osnivanju navedu i ostale delatnosti kojima mogu da se bave. Ako nije u pitanju neka delatnost za koju je potrebna posebna dozvola za obavljanje, odn, obaveza da budu registrovani baš za tu delatnost, onda je dovoljno da je ps u aktu o osnivanju naveo da se bavi i tom delatnošću, kao što je ovde i slučaj..imajući u vidu da je u pitanju nabavka kanc. materijala.\nNaručilac je sproveo postupka javne nabavke, gde su ponude otvorene. U kriterijumima za izbor, naručilac je zahtevao da privredni subjekti ispunjavaju kriterijum za obavljanje profesionalne delatnosti iz člana 115. stav 2. ZJN. Prvorangirani ponuđač je grupa privrednih subjekata, gde samo jedan od članova poseduje zahtevanu dozvolu. Kako da postupe.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda. Takođe navedeno da u pogledu navedenog naručilac mora imati u vidu da li je predmetna dozvola potrebna privrednom subjektu bez obzira na način učešća (samostalno ili u grupi), a što bi trebalo da proizilazi iz tehničke specifikacije i zahteva predmeta javne nabavke. Takođe, skrenuta pažnja naručiocu da o navedenom uvek mora razmišljati kako bi na adekvatan način definisao kriterijum iz člana 115. stav 2. ZJN. Posebno naručiocu skrenuta pažnja da izvrši uvid u odluku Republičke komisije za zaštitu prava br. 4-00-109/2021 u kojoj je iznet stav u vezi sa ispunjenjem navedenog kriterijuma od strane grupe ponuđača.\nImaju jednu ponudu od grupe ponuđača. Da li svi članovi grupe ponuđača moraju da imaju dozvole za obavljanje delatnosti ili mogu da se sabiraju dozvole, u smislu da svi zajedno dostave potrebne četiri dozvole.\nSvi članovi grupe ponuđača moraju da imaju dozvole za obavljanje delatnosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Član 146. stav 2. ZJN ne propisuje ograničenje u tom pogledu, ali se postavlja pitanje ispravnog utv...",
    "texts": [
      "Naručilac u kd kao jedinicu meru odredio kutiju (svaka kutija sadrži 50 cd-ova). Najpovoljniji ponuđač je za jediničnu cenu ponudio cenu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: jednog cd-a, umesto cene čitave kutije. Da li mogu prihvatiti takvu ponudu?...",
    "texts": [
      "Naručilac ima mogućnost da uputi zahtev za dodatno pojašnjenje obzirom da se iz ponude može zaključiti prava cena."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li taksu za zzp može uplatiti član grupe ponuđača ili je neophodno da to učini nosilac grupe?...",
    "texts": [
      "Taksu može uplatiti bilo koji član grupe ponuđača obzirom da su svi solidarno odgovorni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Najpovoljniji ponuđač je uz ponudu samoinicijativno dostavio dokaze koji nisu ispravni. Da li naruči...",
    "texts": [
      "Ne, naručilac mora uzeti u obzir dostavljene dokaze.\nPrimili su dopis od KJN i imaju neka pitanja\nPreneto kolegama, biće kontaktirani."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kom roku su dužni da donesu odluku o obustavi?...",
    "texts": [
      "ZJN na definiše taj rok, naručiocu preporučeno da ne pređu maksimalan rok od 30 dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Treba da sprovedu postupak servisa sa nabavkom i zamenom određenih rezervnih delova, da li istu odre...",
    "texts": [
      "Upućeni na čl. 22. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju da zaključe aneks ugovora koji im je dostavio naručilac?...",
    "texts": [
      "Ponuđač samo donesi odluku u zavisnosti od okolnosti konkretnog slučaja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da pošalju KJN zahtev za mišljenje za dodatne radove u pregovaračkom postupku...",
    "texts": [
      "Naručiocu objašljeno da dodatni radovi shodno odredbama ZJN/2019, ne predstavljaju osnov za primenu pregovaračkog postupka bez objavljivanja poziva za podnošenje ponuda, odnosno javnog poziva. Ukoliko se naručiocu javi potreba za dodatnim radovima, isti shodno članu 157. ZJN/2019 ima mogućnost da izmeni ugovor o javnoj nabavci, u kojem slučaju će biti dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portal javnih nabavki u roku od 10 dana od izmene ugovora.\nNaručilac ima standard ISO/IEC  27001:2013 – sistem upravljanja bezbednošću informacijama, i po tom standardu imaju obavezu da"
    ],
    "link": null
  },
  {
    "title": "Pitanje: zaključe NDA ugovor o poverljivosti, te ih interesuje da li u skaldu sa ZJN imaju obavezu da zaključ...",
    "texts": [
      "ZJN predviđa članu 39. da naručilac može da zahteva zaštitu poverljivosti podataka koje privrednim subjektima stavlja na raspolaganje, ako ti podaci predstavljaju poslovnu tajnu u smislu zakona kojim se\nuređuje zaštita poslovne tajne ili predstavljaju tajne podatke u smislu zakona kojim se uređuje tajnost podataka. Obaveze naručioca koje proizlaze iz određenog standarda, nisu predmet regulisanja zjn,..\nViše pitanja vezanih za nabavke na koje se zakon ne primenjuje, u vezi sa izveštavanjem..\nUkazano na čl. 181. ZJN.\nU toku vršenja stručne ocene, ustanovljeno da su se pojavile okolnosti koje znatno utiču na konkretnu nabavku, i pitaju da li mogu da obustave postupak..\nOdluku o obustavi naručilac donosi u skladu sa članom 147. ZJN, naravno uz obrazloženje okolnosti koje su dovele do ove odluke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku usluge štampanja dobijena ponuda prelazi procenjenu vrednost nabavke. S tim u vezi...",
    "texts": [
      "Naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN. Podrazumeva se da naručilac treba da raspolaže potrebnim fin. sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke.\nNameravaju da upute prijavu neregularanosti u postupku jn u kojem su učestvovali, te su zamolili da im se objasni kako da istu pošalju.\nUpućeni kako da pošalju KJN\nprijavu neregularanosti u postupku jn.\nU toku je otvaranje ponuda, a pojavio se tehnički problem u vezi sa\nfunkcin\non\nisanjem\nPortala jn.\nProsleđeno kolegi Mladenu.\nNaručilac je u postupku javne nabavke dobio zahtev za zaštitu prava, koji je podnet pre isteka rok za podnošenje ponuda. Isti je odbijen kao neosnovan od strane R.komisije, te je"
    ],
    "link": null
  },
  {
    "title": "Pitanje: naručilac u subotu 22.01.2022. godine nastavio postupak javne nabavke gde je za ponedeljak 24.01.202...",
    "texts": [
      "Zainteresovanom licu odgovoreno, da naručilac nakon donošenja konačne odluke u postupku zaštite prava, nastavlja postupka javne nabavke i pri tom do roka za podnošenje ponuda mora da ostane minimum on\no\nliko dana koliko je ostalo od trenutka podnošenja zahteva za zaštitu prava. Zaintersovano lice može podneti ponudu, ili ukoliko smatra da su postupanjem naručioca njegova prava\npovređena eventualno podneti zahtev za zaštitu prava, iako opreza radi prema odredbama člana 214. stav 2. ZJN rok za podnošenje zahteva ističe protokom trećeg dana pre isteka roka za podnošenje ponuda. KJN u predmetnom postupku može, na osnovu obaveštenja zainteresovanog lica, da izvrši monitoring predmetnog postupka, shodno odredbama člana 180. ZJN i Pravilnika o monitoringu.\nNaručilac u velikom broju zaključenih ugovora ima problem, usled povećanja cena uzrokovanih poremećajem na tržištu, rasta cena sirovina, transporta i dr. Veliki broj dobavljača javlja se sa predlozima za izmenu ugovora zbog nastalih okolnosti i nemogućnosti izvršenja ugovora prema ugovorenim uslovima. Najveći broj ugovora definiše fiksnost cene za vreme važenja ugovora i u nekim slučajevima se radi o povećanju cene koja prelazi 50% vrednosti prvobitno zaključenih ugovora. Da li mogu vršiti izmenu ugovora i pored činjenice da su ugorene fiksne cene, kao i da li mogu vršiti izmene u vrednosti preko 50% vrednosti prvobitno zaključenih ugovora.\nNaručiocu odgovoreno da je odredbama člana 158. ZJN predviđena izmena ugovora, usled promenjenih okolnosti. U navedenoj odredbi su kumulativno predviđena dva uslova koja moraju biti ispunjena da bi se ugovor mogao izmeniti. Sama izmena fiksno ugovorene cene, shodno odredbama člana 154. ZJN, ne bi se mogla smatrati bitnom izmenom ugovora, ali opreza radi naručiocu sugerisano da se dobro upozna sa odredbama navedenog člana zakona. Takođe vrlo je bitno da naručilac nije imao niti je mogao da ima saznanja o mogućnosti nastupanja tih promenjenih okolnosti, kao i da iste pogađaju na jednak način sve ponuđače na tržištu. Navedeno naručilac mora nesporno utvrditi, pri čemu se isto ceni od slučaja do slučaja. U pogledu povećanja vrednosti ugovora, ona je ograničena odredbama člana 158. stav 2. na vrednost koja ne može biti veća od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona.\nNa koji način popunjavaju"
    ],
    "link": null
  },
  {
    "title": "Pitanje: izveštaj o nabavkama na koje se ZJN ne primenjuje?...",
    "texts": [
      "Pojašnjen član 181. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li postoji rok u kom moraju da objave plan javnih nabavki?...",
    "texts": [
      "Ne. Plan moraju da objave pre pokretanja prve javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukazuju na to da naručilac traži da se pribave određeni katalozi za svaku partiju pojedinačno, što n...",
    "texts": [
      "Savetovano da se obrate naručiocu i da traže pojašnjenje. Kažu da su to već uradili i da naručilac stoji pri svojoj prvobitnoj odluci. Ukazano da u tom slučaju mogu jedino da ulože zzp, ukoliko smatraju da je takva odluka naručioca neprimerena i neuobičajena za predmetnu javnu nabavku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Videli su na sajtu Ministarstva zdravlja da je objavljen javni poziv. Kako da se obrate naručiocu?...",
    "texts": [
      "Putem Portala javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje šta da rade kada su dobili sve iste ponude?...",
    "texts": [
      "Naručiocu ukazano da tada primenjuju rezervni kriterijum, a ako i nakon primene rezervnog kriterijuma i dalje postoje dve ili više ponuda koje su jednako rangirane naručilac će dodeliti ugovor ponuđaču koji bude izvučen putem žreba."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zaključili su okvirni sporazum na period od 4 godine i desile su se nepredviđene okolnosti hoće da i...",
    "texts": [
      "Upućeni na čl. 158. ZJN i napomenuta obaveza kačenja obaveštenja o izmeni na Portalu.\nSproveli su javnu nabavku peleta. Ugovor je potpisan u julu prošle godine"
    ],
    "link": null
  },
  {
    "title": "Pitanje: sa rokom važenja do aprila tekuće godine. U međuvremenu im se obratio isporučilac sa zahtevom za pov...",
    "texts": [
      "Odluka je na naručiocu, ukazano na mogućnost izmene po osnovu čl. 158. ZJN i napomenuta obaveza kačenja obaveštenja o izmeni na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da je rok za dostavljanje ponuda bio do danas do 10 sati. Uložen im je zzp u petak ...",
    "texts": [
      "Ukazano  na čl. 214. st. 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su postupak koji je oblikovan u dve partije. U partiji broj dva dobili su ponudu koja je pr...",
    "texts": [
      "Naručiocu ukazano na odredbu čl. 146. st. 2 ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac treba da sprovede javnu nabavku radova koji se odnose na molerske radove, radove na sanite...",
    "texts": [
      "Naručiocu ukazano na čl. 29. st. 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je samo delimično popunio izjavu o ispunjenosti kriterijuma za kvalitativan izbor privrednog...",
    "texts": [
      "Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da objave Obaveštenje o izmeni ugovora, ako su izvršili u skladu sa čl. 156?...",
    "texts": [
      "Rečeno da nisu i da su dužni jedino kada vrše izmenu u skladu sa članovima 157. i 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima potrebu da izmeni određene podatke u kd. Da li mora da produžava rok za podnošenje pon...",
    "texts": [
      "Odgovoreno da nemaju obavezu, budući da je reč o nekim više tehničkim stvarima, što se ne smatra bitnom izmenom kd.\nPonuđač ne može da se uloguje na Portal\nProsleđen kontakt kolegama sa Portala"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li svi članovi grupe ponuđača popunjavaju izjavu o ispunjenosti kriterijuma....",
    "texts": [
      "Da.\nProverava da li je dobro razumeo proceduru oko usvajanja zzp.\nPotvrdila."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu u neradni dan da objave poziv?...",
    "texts": [
      "1. Plan mogu da objave sad, ali postupak mogu da pokrenu od 1.1.2022. godine.\n2.  Mogu, Portal radi 24 sata, samo da vode računa o računanju rokova."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu pokrenuti postupak iz Plana jn za 2022. godinu?...",
    "texts": [
      "Ne mogu..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da objavljuju nešto ukoliko obustave postupak?...",
    "texts": [
      "Naručilac je dužan da objavi Odluku o obustavi postupka i Obaveštenje o obustavi postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se sredstvo obezbeđenja određuje sa ili bez pdv-a?...",
    "texts": [
      "Sredstvo obezbeđenja utvrđuje se u odnosu na vrednost ugovora o jn  bez poreza na dodatu vrednost."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju da brišu nabavke iz Plana koje nisu sproveli?...",
    "texts": [
      "Ne, takva mogućnost ne postoji."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku usluge fizičko-tehničkog obezbeđenja i procenjena vrednost je 1 200 000 dinara, da ...",
    "texts": [
      "Da, budući da je proc. vrednost nabavke iznad praga do kojeg se zakon ne primenjuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Obustavili su p.p. bez objavljivanja javnog poziva za koji su dobili mišljenje KJN, da li mogu opet ...",
    "texts": [
      "Mogu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kom roku može da se podnese ZZP na sadržinu kd?...",
    "texts": [
      "Na osnovu odredbe čl. čl. 135. st. 3. ZJN, ponuđač može da izmeni svoju ponudu do isteka roka za podnošenje ponuda na način na koji je podneo osnovnu ponudu.\nUpućeni na odredbu čl. 214. st. 2. ZJN kojom je propisan rok za\npodnošenje ZZP na sadržinu kd.\nInteresuje ih da li se na usluge organizovanja seminara čija je  proc. vrednost preko 1.000.000,00 din. primenjuju odredbe ZJN-a.\nUsluge organizovanja seminara pripadaju uslugama iz Priloga 7. ZJN (društvene i druge posebne usluge), te s obzirom da je proc. vrednost ove nabavke koju sprovodi javni naručilac ispod praga u smislu čl. 27. st. 1. tačka 3) ZJN, odnosno ispod 15.000.000,00 din., naručilac ne primenjuje odredbe ZJN i istu sprovodi po proceduri za nabavke izuzete od primene ZJN u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je dozvoljena ponuda sa varijantama ukoliko naručilac istu nije zahtevao u kd?...",
    "texts": [
      "Ukoliko naručilac u javnom pozivu nije naveo da je dozvoljeno ili da se zahteva podnošenje ponude sa varijantama smatra se da podnošenje ponude sa varijantama nije dozvoljeno, a u skladu sa čl. 136. st. 2. ZJN.\nSmatraju da se potkrala tehnička greška u ponudi, te se pitaju šta dalje da čine.\nMogu da zatraže dodatna objašnjenja u skladu sa čl. 142. ZJN uz napomenu da se ne smeju vršiti ispravke koje bi (eventualno) neprihvatljivu ponudu učinile prihvatljivom.\nKlijentu, koji je strani privredni subjekt i koji želi da učestvuje u konkretnom postupku jn, nije jasna dokumentacija u pogledu pojedinih dokaza koje treba dostaviti.\nKlijent odn. njegov advokat može da zatraži dodatna pojašnjenja dokumentacije o nabavci koja se tiču dostavljanja dokaza koji su im sporni u skladu sa čl. 97. ZJN.\nSprovode otvoreni postupak za nabavku namirnica po partijama. Hteli bi da izvrše neke izmene u kd, te ih zanima u kom roku to mogu da učine.\nNaručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda, što proizlazi iz odredbe čl. 96. st. 3. ZJN.\nU vezi obećane konsultacije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Saznala koja je koleginica obećala odgovor na pitanje koji je trebala dati nakon konsultacija, i pro...",
    "texts": [
      "Naručilac će u toku godine sprovoditi postupak javne nabavke održ\na\nvanja softvera proc.vrednosti 60.000,00 rsd. Radi se o usluzi koju isključivo može izvršiti jedan ponuđač. Navedena nabavka je uneta u Plan javnih nabavki kao pregovarački postupak bez objavljivanja javnog poziva. Da li su ispravno postupili.\nNaručiocu odgovoreno, da prema procenjenoj vrednosti predmetne javne nabavke, nije u obavezi da na istu primenjuje odredbe ZJN shodno članu 27. stav 1. tačka 1) ZJN, osim načela u meri u kojoj je to primereno shodno okolnostima konkretne nabavke.\nS obzirom da je naručilac navedenu nabavku planirao kao javnu nabavku u Planu javnih nabavki, istu sprovodi kroz navedenu vrstu postupka, objavom Obaveštenja o sprovođenju pregovaračkog postupka bez objaviljvanja javnog poziva, slanjem obrazloženja i dokumentacije KJN koje opravdavaju ovu vrstu postupka. Nakon toga naručilac ima pravo da uputi poziv ponuđaču/ima čime se predmetni postupka smatra pokrenutim.\nNaručilac je u avgustu 2021. godine, sproveo postupak javne nabavke goriva, doneo je odluku o dodeli ugovora, ali istu nije objavio niti je objavio obaveštenje o dodeli ugovora. Sa druge strane zaključio je Ugovor sa jedinim ponuđačem koji je dostavio ponudu („NIS“ a.d. N.Sad). Šta sad mogu da urade.\nNaručiocu odgovoreno da nije postupio u skladu sa odredbama ZJN. Naime, isti je bio u obavezi da nakon otvaranja ponuda sprovede stručnu ocenu ponuda, te da putem Portala javnih nabavki sačini Izveštaj o postupku i konačno donese Odluku o dodeli ugovora u zakonskom roku, koju je bio u obavezi da objavi najkasnije tri dana od dana donošenja na Portalu javnih nabavki. S obzirom da je u postupku podneta samo jedna ponuda, naručilac nije bio u obavezi da čeka protok roka za podnošenje zahteva za zaštitu prava, odnosno mogao je odmah nakon objavljivanja odluke da prosledi ugovor na potpisivanje ponuđaču kojem je dodelio ugovor. Uvidom u predmetni postupak na Portalu javnih nabavki, utvrđeno je da je naručilac ipak objavio\nodluku o dodeli ugovora 03.08.2021. godine, ali nije objavio Obaveštenje o dodeli ugovora. Ukazano naručiocu da bez odlaganja objavi navedeni oglas, obzirom da je neobjavljivanje istog predstavlja prekršaj naručioca iz člana 236. stav 1. tačka 8) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su predlog za zaključenje aneksa od strane EPS, sa kojim su 10 dana ranije zaključili ugovor....",
    "texts": [
      "Mogu da zaključe aneks, pozvaće se na član 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li fizičko lice može da se registruje na Portalu i da li može da učestvuje kao ponuđač?...",
    "texts": [
      "Može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li u prethodnom informativnom obaveštenju moraju da navode procenjenu vrednost?...",
    "texts": [
      "Naručiocu ukazano na Prilog 4 Deo A"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da je u toku realizacije ugovora došlo do višestrukog skoka cena na tržištu. Kako d...",
    "texts": [
      "Ako ništa nije predviđeno osnovnim ugovorom upućeni na čl. 158. ZJN i napomenuta obaveza kačenja obaveštenja o izmeni na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za stručnu ocenu ponuda...",
    "texts": [
      "Ukazano da KJN ne vrši stručnu ocenu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li bi trebalo da sprovedu postupak javne nabavke ukoliko nabavka ne prelazi prag, ali je izvesno ...",
    "texts": [
      "Rečeno da bi naručilac u tom slučaju trebalo da primeni zakon i sprovede javnu nabavku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da ponuđaču omogući uvid u partije za koje nije podneo ponudu?...",
    "texts": [
      "Rečeno da u skladu sa članom 149. ZJN ne proizilazi takva obaveza naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da kao zahtev nabavke odredi slanje kataloga poštom?...",
    "texts": [
      "Odgovoreno da može ukoliko je to u skladu sa potrebama nabavke i ukoliko iste nije moguće dostaviti putem Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na šta se odnosi član 14. stav 1. tač 6. ZJN?...",
    "texts": [
      "Rečeno da se taj izuzetak od primene zakona odnosi na javnog naručioca koji pruža poštanske usluge, u slučajevima kad sprovodi nabavke radi pružanja tih usluga.\nPovećana je procenjena vrednost mikroskopa koji nabavljaju, te ih interesuje da li moraju da vrše izmenu plana jn.\nUkoliko je povećana procenjena vrednost javne nabavke za više od 10%, naručilac je dužan da izvrši izmenu plana jn u skladu sa čl. 88. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se odredba čl. 156. ZJN može primeniti i na okvirni sporazum?...",
    "texts": [
      "Može, imajući u vidu da je čl. 162. ZJN propisano da se odredbe čl. 154-161. ZJN shodno primenjuju i na izmene okvirnog sporazuma.\nUpisani su u registar ponuđača u Republici Srbiji, ali se ukazala potreba za registrovanjem  izmene podatka koja se tiče promene zakonskog zastupnika.\nU registru ponuđača registruju se i promene podataka o ponuđaču (u konkretnom slučaju, promena zakonskog zastupnika) u skladu sa čl. 128. ZJN i\nPravilnik\nom\no sadržini Registra ponuđača i dokumentaciji koja se podnosi uz prijavu za registraciju ponuđača  („Službeni glasnik RS“, br. 17/20)\ni\nPravilnik\nom\no izmenama i dopuni Pravilnika o sadržini Registra ponuđača i dokumentaciji koja se podnosi uz prijavu za registraciju ponuđača („Službeni glasnik RS“, br. 94/20).\nPored toga, privredni subjekt treba da izvrši izmenu podatka o zakonskom zastupniku odn. promenu zakonskog zastupnika i na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi sa  Portalom jn....",
    "texts": [
      "Upućeni da se obrate na br. tel. za konsultacije za primenu Portala jn datih na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Vrši internu reviziju i s tim u vezi postavlja pitanje u vezi sa planom jn. Naime,...",
    "texts": [
      "da li je nabavku\nčiji je postupak bio  pokrenut pa obustavljen po starom ZJN, ili koja nije bila pokrenuta iz plana jn po starom ZJN-u do početka primene novog ZJN, čija je proc. vrednost iznad pragova, a za kojom je i dalje postojala  potreba,"
    ],
    "link": null
  },
  {
    "title": "Pitanje: trebala biti predviđena u planu jn po novom ZJN-u?...",
    "texts": [
      "U\nkazano je na sledeće:\nU\nskladu sa čl. 239. stav 1. ZJN postupci jn\nkoji su započeti pre dana početka primene\nnovog ZJN-a\nokončavaju\nse\npo propisima po kojima su započeti.\nDalje, u\nskladu sa st. 2. istog člana\nnaručilac je bio\ndužan da danom početka primene\nn\novog ZJN plan j\nn\nuskladi sa\nistim.\nS tim u vezi, planovi j\nn\n, koje naručilac priprema i objavljuje u skladu sa odredbama novog ZJN mogu da sadrže samo javne nabavke za koje postupci nisu pokrenuti do 1. jula 2020. godine, odnosno do početka primene novog ZJN. Imajući u vidu navedeno,\nukoliko je\nnaručilac pokrenuo postupak\njn\npo starom ZJN, koji je bio predviđen Planom j\nn\nkoji je objavljen na Portalu j\nn\npo starom ZJN, celokupnu dokumentaciju u vezi sa navedenim postupkom objavljuje na Portalu j\nn\npo starom ZJN (koji\nje i\ndalje dostupan korisnicima). U slučaju da se postupak\njn\nokonča\no\nobustavom,\nili da je imao  predviđen postupak jn u starom planu jn koji nije pokrenuo,\nnaručilac\nje mogao da\nizmeni plan j\nn\n, u skladu sa članom 88. ZJN, ukoliko\nje\ni dalje ima\no\npotrebu za\ntom nabavkom\n.\nKJN je s tim u vezi objavila\nObaveštenje u vezi sa usklađivanjem plana jn sa odredbama novog ZJN na internet stranici\nKJN\n, koj\ni se\nse mog\nao\nnaći i na prvoj strani Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu za izmenom ugovora o jn sanitetskog potrošnog materijala (vata, medicinske igle i dr. ...",
    "texts": [
      "izvrše izmenu predmetnog ugovora o jn usled nepredviđenih okolnosti.\nSavetovano da razmotre mogućnost primene čl. 158. ZJN, te da, ukoliko su ispunjeni svi uslovi propisani ovim članom i pod uslovom da je ugovor o predmetnoj jn još uvek važeći, izvrše izmenu istog. Ukazano i na dužnost naručioca da u slučaju izmene ugovora o jn usled nepredviđenih okolnosti objavi obaveštenje o izmeni ugovora o jn u skladu sa čl. 155. st. 2. ZJN.\nPogrešili br. tel. za konsultacije (trebala im\nje\nkonstulacija u vezi sa tehničkim problemom koji se pojavio prilikom rada na Portalu jn).\nNapomenuto da su na internet stranici KJN u delu Kontakt istaknuti i br. tel. za konsultacije za primenu Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice je postavilo pitanje da li je odredbama ZJN predviđena neka krajnja vrednost pon...",
    "texts": [
      "Zainteresovanom licu odgovoreno da odredbe ZJN navedeno ne definišu, ali je skrenuta pažnja zainteresovanom licu na odredbe člana 29. stav 1. ZJN, gde je navedeno da naručilac mora voditi računa o validnosti planirane procenjene vrednosti kako u momentu planiranja, tako i u trenutku pokretanja postupka javne nabavke. Pored navedenog, nije bez značaja i odredba člana 88. stav 4. ZJN, gde je navedeno da se povećanje procenjene vrednosti preko 10% prvobitne vrednosti\nsmatra izmenom plana javnih nabavki. Takođe je napomenuto da naručilac u pogledu primene navedene odredbe zakona (član 146. stav 2. ZJN), mora voditi računa o poštovanju propisa koji regulišu pitanje budžetskog poslovanja i trošenja javnih sredstava, kao i druge propise iz ove oblasti. Svakako je odredbama člana 144. stav 2. ZJN definisano da naručilac može i da odbije ponudu čija vrednost prelazi iznos procenjene vrednosti javne nabavke ili raspoloživih sredstava.\nImali su centralizovanu javnu nabavku. Naknadno se javila potreba za dodatnom količinom istog predmeta nabavke. Da li mogu novu javnu nabavku da sprovedu mimo primene ZJN, s obzirom da je procenjena vrednost ispod 1.000.000 dinara.\nNe. Navedeni izuzetak od primene može da se primeni jedino u slučaju da je procenjena vrednost javne nabavke ispod 1.000.000 na godišnjem nivou, za isti predmet nabavke. S obzirom da su oni već sproveli centralizovanu javnu nabavku za isti predmet javne nabavke, nova nabavka bi u zbiru sa centralizovanom prelazila iznos od 1.000.000 dinara."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nije regulisano ZJN, već oni to pitanje uređuju interno, a i u zavisnosti od toga da li naručilac sp...",
    "texts": [
      "Naručilac je postavio pitanja koja su se odnosila na dostavljanje izveštaja za nabavke čija je procenjena vrednost bila ispod vrednosti pragova.\nProtumačene su odredbe člana 181. Zakona o javnim nabavkama, prema kojima je naručilac dužan da evidentira podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nTakođe, napomenuto je da je tu svoju obavezu naručilac dužan da izvrši do 31. januara tekuće godine za prethodnu.\nNaručilac je imao nedoumice koje su se odnosile na izmene ugovora, konkretno mogućnost izmene ugovora po više osnova, kao i limit kod\nnepredviđenih radova i viškova radova.\nProtumačene su odredbe člana 157. Zakona o javnim nabavkama, kojima su uređene izmene u pogledu dodatnih dobara, usluga ili radova.\nTakođe, objašnjeno da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nUkazano da ugovoreni viškovi radovi ne predstavljaju izmenu ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi postupak javne nabavke u kojem se kao sporno javilo pitanje isteka roka važenja p...",
    "texts": [
      "Protumačene su odredbe člana 137. Zakona o javnim nabavkama, sa posebnim akcentom na stav 2."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li stručni kapacitet mogu da dokazuju preko podizvođača?...",
    "texts": [
      "Mogu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li nedostavljanje menice na način koji je propisan k.d. osnov za odbijanje ponude?...",
    "texts": [
      "KJN ne vrši stručnu ocenu ponuda, a menica se dostavlja putem pošte."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su javnu nabavku hemije i u toku realizacije ugovora javila im se potreba za dodatnim količ...",
    "texts": [
      "Ukazano na mogućnost primene čl. 160. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Treba da sprovedu nabavku čija je procenjena vrednost 1 000 000 dinara da li imaju obavezu primene Z...",
    "texts": [
      "Dalje u toku razgovora utvrđeno da naručilac ne razlikuje zahteve nabavke od kriterijuma za kvalitativan izbor privrednog subjekta.\nDa.\nNaručiocu pokušano ukratko da se objasni razlika na način što će zahtev nabavke shvatiti kao nešto što je imanentno samo predmetu, dakle odnosi se na isti, a da krit. za kval. izbor priv. subjekta shvati kao one zahteve koje treba da ispuni ponuđač."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li se čl. 129. odnosi na strane ponuđače?...",
    "texts": [
      "Da.\nNabavljaju suvenire  u reprezentativne svrhe. Procenjena vrednost nabavke je ispod 1.000.000,00 din.  S tim u vezi, hteli su da\npotvrde da li ovu nabavku sprovode po proceduri za nabavke izuzete od primene ZJN.\nPotvrđeno da\npredmetnu  nabavku sprovode po proceduri za nabavke izuzete od primene ZJN u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN.\nImaju potrebu za izmenom ugovora zaključenog u o.p. za nabavku šavnog materijala po partijama\nusled povećanja obima nabavke. Naime, u kd su predvideli da će zaključiti jedan ugovor o jn sa ponuđačem za sve partije za koje isti bude podneo najpovoljniju ponudu. (Tako, imaju zaključene ugovore o jn sa pojedinim ponuđačima za dve, negde za tri partije). U vezi s tim, postavljaju pitanje da li se povećanje obima nabavke do 10% odnosi na sve partije za koje je ugovor zaključen ukupno ili na pojedinačne vrednosti partija u okviru zaključenog ugovora o jn.\nPovećanje obima od\n10%  naručilac bi trebao da posmatra na nivou ugovora o jn, imajući u vidu odredbu čl 160. st. 1. tač.\n1) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uopšteno pitanje u vezi sa izmenom ugovora o jn....",
    "texts": [
      "Objašnjeno kako i na koji način može da se vrši izmena ugovora o jn uz upućivanje na čl. 154-161 ZJN.\nImaju potrebu za nabavkama  usluga stručnog nadzora nad izvođenjem građevinskih radova (radovi na zelenoj bašti, radovi na sportskom terenu, radovi na zgradi). Pojedinačna proc. vrednost dve od ovih nabavki su ispod limita, a treće je iznad limita. Da li nabavke ispod limita sprovode u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN, ili ih posmatraju kao istovrsne s obzirom da se sve tri nabavke odnose na usluge stručnog nadzora nad izvođenjem građevinskih radova?\nUkoliko\nse radi o uslugama stručnog nadzora nad izvođenjem radova koje ne predstavljaju celinu u smislu člana 29. stav 3. ZJN, što bi trebao da utvrdi naručilac uz pomoć stručnog lica, tada naručilac u zavisnosti od procenjene vrednosti svake konkretne javne nabavke utvrđuje da li se radi o nabavci na koju se ne primenjuju odredbe ZJN u smislu člana 27. ZJN ili se radi o nabavci na koju će primeniti odredbe ZJN, i iste nabaviti primenom odgovarajućeg postupka javne nabavke propisanog odredbama ZJN.\nNa osnovu rečenog ne može se zaključiti da predmetne usluge predstavljaju tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu u smislu člana 29. stav 3. ZJN s obzirom da se usluge\nstručnog nadzora odnose na izvođenje različitih  građevinskih radova\n(zelena bašta, sportski teren i zgrada) koji međusobno nemaju nikakve veze, a što potvrđuje i naručilac.\nNaručilac je primo zahtev za zaštitu prava pre isteka roka za podnošenje ponuda. Objavljeno je obaveštenje o podnetom zzp-u, ali je nakon toga podnosilac uputio dopis o povlačenju tj. odustanku od\npodnetog zzp-a. Naručilac je doneo Rešenje o obustavi postupka zzp-a i\nisto dostavio R.komisiji i podnosiocu zahteva. Naručilac postavlje da li mora da čeka neku posebnu odluku R.komisije u vezi sa navedenim.\nNaručiocu odgovoreno, da je isti postupio u skladu sa odredbama člana 220. stav 7. ZJN, s tim da je napomenuto da je navedeno mogao uraditi isključivo pre preduzimanja radnji iz stava 1. navedenog člana zakona (usvajanja rešenja, ili sačinjavanja i slanja odgovora). Naručilac, shodno navedenom nastavlja postupka javne nabavke i obzirom da je isti bio zadržan saglasno odredbama člana 216. stav 1. ZJN, u obavezi je da odredi novi rok za podnošenje ponuda koji mora biti u minimlanom trajanju, koliko je iznosio preostali rok za podnošenje ponuda u trenutku podnošenja zzp-a."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice je postavilo pitanje u vezi registracije ogranka stranog pravnog lica i njegove ...",
    "texts": [
      "Zainteresovanom licu odgovoreno da KJN nije nadležna za tumačenje propisa kojima je uređen status, registracija, kao i prava i obaveze ogranaka stranih privrednih društva, te je upućeno lice da se upozna sa odredbama Zakona o privrednim društvima, Zakona o postupku registracije u APR-u i dr. propisa iz ove oblasti, kao i da se evetualno obrati predlagačima navedenih propisa za tumačenje. Sa druge strane, ukazano zainteresovanom licu da je odredbama člana 2. stav 1. tačka 7) ZJN definisano da je privredni subjekt lice ili grupa lica, koje na tržištu nude dobra, usluge ili radove, dok je prema tački 8) istog člana zakona ponuđač privredni subjekt koji je podneo ponudu. Pored navedenog skrenuta pažnja zaintersovanom licu na sledeće: da bi privredni subjekt mogao da učestvuje u postupcima javnih nabavki, mora prethodno biti registrovan na Portalu javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Predvideli su nabavku na koju se ZJN ne primenjuje jer je procenjena vrednost ispod praga. Naknadno,...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi sa Portalom javnih nabavki....",
    "texts": [
      "Upućeni na tehničku službu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: planiranja ili u momentu pokretanja?...",
    "texts": [
      "U momentu pokretanja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je moguće aneksirati okvirni sporazum?...",
    "texts": [
      "Da saglasno čl. 162. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ako predvide izmenu ugovora usled skoka cene na tržištu imaju ograničenje u pogledu povećanja ...",
    "texts": [
      "Ne, nemaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje koje se odnosi na čl. 12. st. 1. tač. 7) ZJN...",
    "texts": [
      "Upućeni da dostave zahtev za tumačenje KJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac se interesuje kako se dostavljaju zbirni izveštaji za nabavke izuzete od primene ZJN?...",
    "texts": [
      "Objašnjen čl. 181. st. 3 i 4. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Po kom osnovu vrše izuzeće od primene ZJN nabavku usluge istraživanja koja je finansirana projektom ...",
    "texts": [
      "Rečeno da mogu da nabavku izuzmu od primene po osnovu člana 11. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se na ugovor o autorskom delu primenjuju odredbe ZJN?...",
    "texts": [
      "Rečeno da primenjuju, osim u slučaju ukoliko se radi o nabavci na koju se zakon ne primenjuje zbog limita."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li  se usluge angažovanja pozorišnih glumaca mogu smatrati društvenim uslugama?...",
    "texts": [
      "Odgovoreno da se mogu smatrati, ukazano na određenu šifru u Prilogu 7."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na šta se odnosi član 14. stav 1. tač 6. ZJN?...",
    "texts": [
      "Rečeno da se taj izuzetak od primene zakona odnosi na javnog naručioca koji pruža poštanske usluge, u slučajevima kad sprovodi nabavke radi pružanja tih usluga."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu da sprovedu nabavku usluge obuke proc. vrednosti 1.000.000,00 din., te postavljaju pit...",
    "texts": [
      "Naručilac\nprimenjuje odredbe ZJN za predmetnu nabavku\nimajući u vidu proc. vrednost nabavke, a u skladu sa čl. 28. st. 1. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: predviđena u planu jn?...",
    "texts": [
      "Obrisali bi stavku iz plana jn, te pitaju na koji način.\nMože (čl. 88. st. 7. ZJN).\nUpućeni na Uputstvo za korisnike Portala jn (deo Planovi jn, odeljak Plan jn – izmene i dopune, gde se može naći i objašnjenje kako se vrši brisanje stavke plana jn). Takođe, rečeno da ukoliko bude bilo potrebe mogu da pozovu na neki od br. tel. za konsultacije u vezi sa primenom Portala jn, datih na našem sajtu u delu Kontakt.\nU otvorenom postupku za nabavku usluge štampanja publikacije javio se ponuđač koji je ponudio neuobičajeno nisku cenu. Naime, javilo se još nekoliko ponuđača, ali je ponuda dotičnog duplo niža od ostalih. Postupili su po čl. 143. ZJN i zahtevali od ponuđača koji je dostavio neuobičajeno nisku ponudu da istu obrazloži. Kako primereni rok ističe sutradan,  izrazili su bojazan da isti neće odgovoriti na njihov zahtev. S tim u vezi, interesuje ih da li naručilac može odbiti neuobičajneo nisku ponudu ukoliko ponuđač koji je ponudio takvu ponudu ne postupi po zahtevu naručioca i u primerenom roku ne dostavi obrazloženje (neuobičajeno niske) cene.\nMože. To bi bio logičan odgovor, s obzirom da ZJN ne propisuje kako postupa naručilac u ovom slučaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ponuđač može da menja ponudu nakon prihvatanja zahteva naručioca za produženje roka važenja po...",
    "texts": [
      "Ne. Saglasno čl. 137. st. 3. ZJN, ponuđač koji prihvati zahtev\nnaručioca za produženje roka važenja ponude\nne može da menja ponudu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko izmeni konkursnu dokumentaciju samo za jednu partiju, da li za nju teče poseban rok?...",
    "texts": [
      "Ne, nabavka je jedinstvena i rok ne može da se odnosi samo na jednu partiju, već na celokupnu javnu nabavku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: procenjene vrednosti ispod evr.pragova. Kada je naručiocu poslednji dan za odgovor? Kada mogu da ulo...",
    "texts": [
      "Ukazano na čl. 97. stav 2. tačka 2) ZJN.  U konkretnom slučaju, poslednji dan kada naručilac treba da odgovori jeste 31.12.\nUkoliko im naručilac ne odgovori, zzp treba da ulože 1.1.2022. godine.\nNaručilac je postavio pitanja koja su se odnosila na računsku grešku i neuobičajeno nisku cenu.\nUkazano je da je naručilac u obavezi da, u skladu sa odredbama člana 142. stav 4. Zakona o javnim nabavkama, zatraži od ponuđača saglasnost za ispravku računske greške, dok je ponuđač dužan da odgovori u roku od pet dana od dana prijema zahteva. Ukoliko se ponuđač ne bi saglasio sa ispravkom računske greške, naručilac shodno članu 142. stav 5. Zakona o javnim  nabavkama odbija ponudu navedenog ponuđača.\nČlanom 143. Zakona o javnim nabavkama predviđeno je da je naručilac dužan da u primerenom roku zahteva od ponuđača da obrazloži cenu u ponudi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Prvorangirani ponuđač uz svoju ponudu nije dostavio sve dokumente koji su bili predviđeni konkursnom...",
    "texts": [
      "Ukazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda.\nTakođe, u ovoj fazi postupka (kad je istekao rok za podnošenje ponuda i kad su ponude otvorene) nije moguće vršiti izmenu ili dopunu ponude, kao ni njeno povlačenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode postupak koji je oblikovan u tri partije. U jednoj od partija su primetili da su napravili ...",
    "texts": [
      "Ne, rok se produžava na nivou postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju da brišu nabavke iz Plana koje nisu sproveli?...",
    "texts": [
      "Ne, takva mogućnost ne postoji.\nDoneli su odluku o obustavi postupka jer nisu dobili nijednu ponudu, da li moraju da čekaju konačnost kako bi opet pokrenuli postupak.\nNaručiocu odgovoreno da čekaju konačnost odluke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: pokrenu do 31.12.2021. godine?...",
    "texts": [
      "Ako iste planiraju da sprovedu, moraju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju da stave ili odgovarajuće kada navode marku?...",
    "texts": [
      "Da, uvek.\nTražen im je uvid u dok., putem mejla..Da li da im šalju dok. putem mejla..\nPo pravilu, uvid se traži putem portala, kao što se i odobrava putem istog,.. Isto je navedeno u Uputstvu o korišćenju Portala jn, budući da portal omogućava uvid u dok. na značajno jednostavniji način, nego da se pojedinačno šalje dokumentacija ponuđaču..\nPitanja u vezi sa postupanjem prilikom sprovođenja nabavke koja je izuzeta od primene ZJN.\nUkazano na primenu načela i Posebnog akta naručioca.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu da prihvate ponudu ponuđača čija ponuda sadrži ponuđenu cenu koja je ...",
    "texts": [
      "Mogu, u skladu sa čl. 146. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koje nabavke naručilac evidenira u godišnjem izveštaju iz čl. 181. ZJN?...",
    "texts": [
      "Iz odredaba čl. 181. ZJN jasno proizlazi da godišnji izveštaj o nabavkama sadrži podatke o nabavkama na koje se ZJN ne primenjuje. Dakle, to su nabavke ispod praga iz čl. 27. st. 1. ZJN i nabavke izuzete od primene ZJN iz čl. 11-21. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se na nabavku usluge zastupanja od strane advokata u sudskom postupku primenjuju odredbe ZJN-a...",
    "texts": [
      "Nabavka\nusluge zastupanja naručioca od strane advokata u sudskom postupku potpada pod nabavke izuzete od primene ZJN-a u skladu sa čl. 12. st. 1. tač. 4) podtač. (2) ZJN, koja se sprovodi po proceduri za nabavke izuzete od primene ZJN-a u skladu sa posebnim aktom naručioca iz čl. 49. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi popunjavanja godišnjeg izveštaja o...",
    "texts": [
      "nabavkama na koje se ZJN ne primenjuje.\nUpućeni su na Uputstvo za korisnike Portala jn (deo koji se odnosi na Godišnji\nizveštaj o\nnabavkama\n).\nTakođe\n,\nrečeno da\nkonsultacije u vezi sa planom j\nn\ni objavljivanjem podataka koji su izuzeti od primene Zakona na Portalu javnih nabavki (član 181. stav 4 ZJN)\nmogu dobiti na br. tel. datih na sajtu KJN u delu Kontakt.\nŽele da  izvrše promene u registraciji na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na registraciju korisnika). Rečeno i da, u slučaju potrebe, mogu dobiti konsultaciju na neki od br. tel. za primenu Portala jn datih na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu za nabavkom usluge održavanja softvera za  budžet i finansije koju može pružiti samo o...",
    "texts": [
      "Odgovoreno da mogu da primene pregovarački postupak ukoliko su ispunjeni uslovi iz čl. 61. st. 1. tač. 1) podtačka 3) ZJN na način propisan čl. 62. ZJN, uzimajući u obzir i\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kojim aktom naručilac utvrđuje da navodi ZZP-a nisu osnovani? Da li rešenjem?...",
    "texts": [
      "Objašnjeno kako naručilac dalje postupa sa ZZP, a u skladu sa čl. 220. ZJN na koji je i upućen.\nZJN u odredbi čl. 220. st. 1. tačka 2) ZJN propisuje da ako smatra da navodi ZZP-a nisu osnovani, naručilac dostavlja Republičkoj komsiji\nodgovor\nu kome će se izjasniti na sve navode ZZP-a, radi odlučivanja o ZZP, a primerak istog dostavlja podnosiocu ZZP-a. Dakle, radi se o aktu u vidu odgovora odn. izjašnjenja na navode ZZP-a a na osnovu kojeg i kompletne dokumentacije iz postupka jn odluku (rešenje) donosi Republička komisija."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac treba da sačini godišnji izveštaj iz člana 181. stav 3. ZJN, te postavljaju sledeće pitanj...",
    "texts": [
      "JKP „Parking servisom“ za uslugu korišćenja parking mesta, koji prema njima predtsvalja izuzetaka iz člana 12. stav 1. tačka 1) ZJN. Da li navedeni ugovor evidentiraju pod uslugama ili dobrima.\nNaručiocu odgovoreno da, ukoliko je po predmetnom ugovoru ispunjen osnov za izuzeće iz člana 12. stav 1. tačka 1) ZJN, u izveštaju vrednost ugovora prijavljuju kao dobro, s obzirom da zakup predstavlja nabavku dobra, a ne usluge, posebno ako se\nuzme u obzir pojam ugovora o javnoj naavci dobara iz člana 2. stav 1. tačka 3) ZJN.\nOpreza radi, skrenuta pažnja naručiocu da vodi računa o prirodi samog ugovora, tj. da li je isti ugovor o zakupu ili je to nekad ruga vrsta ugovora, te u tom smislu da li je ispunjen osnov za izuzeće od primene ZJN prilikom nabavke predmetne usluge/dobra. Skrenuta pažnja naručiocu da se u konretnom slučaju možda radi o izuzetku na osnovu isključivih prava iz člana 12. stav 1. tačka 11) ZJN. Preporuka je naručiocu da sve navedeno nesporno utvrdi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice je postavilo pitanje u vezi sa osnovima za isključenje iz člana 111. stav 1. tač...",
    "texts": [
      "Zainteresovanom licu predočeno da su prema odredbama člana 121. stav 1. tačka 1) ZJN dokazi za navedeno potvrde, odnosno uverenja nadležnih sudova, odnosno nadležne policijske uprave. S obzirom na sedište naručioca, preporučeno istom da se obrati sudovima (Osnovnom ili Višem na teritoriji grada Niša), radi blagovremenog pribavljanja informacije gde mogu da izvade zahtevane potvrde tj. uverenja. Pored navedenog, na osnovu javno dostupnih informacija, potrebno je da kontaktiraju specijalna odeljenja Viših sudova, radi informacija o izdavanju uverenja u vezi kriv.dela iz njihove nadležnosti. Uverenje za zakonskog zastupnika se pribavlja u nadležnoj policijskoj upravi, prema prebivalištu zakonskog zastupnika.\nPored svega navedenog, predočeno zaintersovanom licu, da može da iskoristi pravo upisa u registar ponuđača, definisan odredbama člana 128. ZJN i Pravilnikom\no sadržini Registra ponuđača i dokumentaciji koja se podnosi uz prijavu za registraciju ponuđača\n, te da u skladu sa procedurom objavljenom na int.stranici APR-a izvrši upis privrednog društva u registra ponuđača."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su predlog da zaključenje aneks ugovora od strane EPS. EPS predlaže manju jediničnu cenu i po...",
    "texts": [
      "Mogu da zaključe aneks, pozvaće se na član 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da sprovedu postupak javne nabavke koji je predviđen još u 2019. godini, po starom ZJN, a...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nakon objavljivanja Odluke o dodeli ugovora, osnivač im je povukao sredstva. Moraju da donesu Odluku...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način evidentiraju nabavke iz člana 12. stav 1. tačka 8) ZJN?...",
    "texts": [
      "Pojašnjen član 181. ZJN\nNaručilac je dobio ponudu u kojoj je za jednu partiju izražena cena koja je veća od procenjene vrednosti te partije.\nTakođe, za jednu partiju nije podneta ni jedna ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li za prvu partiju može da prihvati takvu ponudu, kao i  da li je z...",
    "texts": [
      "Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nPored toga, nakon Odluke o obustavi postupka naručilac ima obavezu da sačeka da istekne rok za podnošenje zahteva za zaštitu prava.\nNaručilac priprema Plan javnih nabavki za 2022. godinu i Plan nabavki na koje se zakon ne primenjuje, te s tim u vezi ima poteškoće sa određivanjem da li su određene nabavke istovrsne ili ne (npr. nabavka usluge izrade sajta i usluge održavanje postojećeg softvera).\nNovi Zakon o javnim  nabavkama ne poznaje „institut istovrsnosti“, a takođe više ne postoji ni odrednica „na godišnjem nivou“. Međutim, naručioci bi trebalo da nastave da se oslanjaju na dobro poznat koncept istovrsnosti i da se isto ponašaju u odnosu na dato pitanje. Pri tome, imajući u vidu novu zakonsku regulativu, u smislu odredbe člana 29. Zakona o javnim nabavkama, naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Objavili su odluku o dodeli ugovora 27.1.2022. godine i nakon radnog vremena su dobili zahtev za uvi...",
    "texts": [
      "Naručiocu ukazano na čl. 85. st. 8. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Privredni subjekt sa kojim imaju zaključen ugovor, je pravno lice kome je pripojen drugi pravni subj...",
    "texts": [
      "Naručiocu ukazano na čl. 158. ZJN. i napomenuta obaveza kačenja obaveštenja o izmeni ugovora na Portalu javnih nabavki.\nSproveli su nabavku čija je proc. vred."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 23 000 000 dinara, dobili su samo jednu ponudu proc. vred. 25 000 000 dinara. Šta da rade?...",
    "texts": [
      "Ukazano na čl. 146. st. 2. ZJN i čl. 144. st. 2. ZJN"
    ],
    "link": null
  }
]