[
  {
    "title": "Pitanje: Zaključili su okvirni sporazum na period od 4 godine i desile su se nepredviđene okolnosti hoće da i...",
    "texts": [
      "Upućeni na čl. 158. ZJN i napomenuta obaveza kačenja obaveštenja o izmeni na Portalu.\nSproveli su javnu nabavku peleta. Ugovor je potpisan u julu prošle godine"
    ],
    "link": null
  },
  {
    "title": "Pitanje: sa rokom važenja do aprila tekuće godine. U međuvremenu im se obratio isporučilac sa zahtevom za pov...",
    "texts": [
      "Odluka je na naručiocu, ukazano na mogućnost izmene po osnovu čl. 158. ZJN i napomenuta obaveza kačenja obaveštenja o izmeni na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da je rok za dostavljanje ponuda bio do danas do 10 sati. Uložen im je zzp u petak ...",
    "texts": [
      "Ukazano  na čl. 214. st. 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su postupak koji je oblikovan u dve partije. U partiji broj dva dobili su ponudu koja je pr...",
    "texts": [
      "Naručiocu ukazano na odredbu čl. 146. st. 2 ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac treba da sprovede javnu nabavku radova koji se odnose na molerske radove, radove na sanite...",
    "texts": [
      "Naručiocu ukazano na čl. 29. st. 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je samo delimično popunio izjavu o ispunjenosti kriterijuma za kvalitativan izbor privrednog...",
    "texts": [
      "Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da objave Obaveštenje o izmeni ugovora, ako su izvršili u skladu sa čl. 156?...",
    "texts": [
      "Rečeno da nisu i da su dužni jedino kada vrše izmenu u skladu sa članovima 157. i 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima potrebu da izmeni određene podatke u kd. Da li mora da produžava rok za podnošenje pon...",
    "texts": [
      "Odgovoreno da nemaju obavezu, budući da je reč o nekim više tehničkim stvarima, što se ne smatra bitnom izmenom kd.\nPonuđač ne može da se uloguje na Portal\nProsleđen kontakt kolegama sa Portala"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li svi članovi grupe ponuđača popunjavaju izjavu o ispunjenosti kriterijuma....",
    "texts": [
      "Da.\nProverava da li je dobro razumeo proceduru oko usvajanja zzp.\nPotvrdila."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu u neradni dan da objave poziv?...",
    "texts": [
      "1. Plan mogu da objave sad, ali postupak mogu da pokrenu od 1.1.2022. godine.\n2.  Mogu, Portal radi 24 sata, samo da vode računa o računanju rokova."
    ],
    "link": null
  }
]