[
  {
    "title": "Pitanje: 2. Potrebno je da povećaju vrednost ugovora o nabavci papira za 80%, ako raskinu ugovor za tu stavku...",
    "texts": [
      "1. Odgovoreno da se na otuđenje stvari u javnoj svojini ne primenjuju odredbe ZJN.\n2. Rečeno da ukoliko se ne povećava vrednost za ostale stavke iznad 50%, ugovor može ostati na snazi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ne mogu samostalno da podnesu ponudu za određenu nabavku, te postavljaju pitanje da li da sačine gru...",
    "texts": [
      "ili da nastupe samostalno koristeći kapacitete drugih subjekata bez udruživanja? .\nPojašnjena razlika između navedenih opcija, te odgovoreno da privredni subjekt mora sam doneti odluku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da je izvršena nabavka štampanog materijala, kao i da je već izvršena izmena ugovor...",
    "texts": [
      "Navedeno nije u skladu sa ZJN, povećanje vrednosti ugovora od 50% se odnosi na ukupnu vrednost svih izmena, ukoliko se ugovor menja više puta."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju da šalju ili objavljuju neko obaveštenje u slučaju da su izmenili ugovor iz razloga koj...",
    "texts": [
      "Naručilac nema takvu obavezu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukazano je na odredbe Zakona o javnim nabavkama koje su od značaja u odnosu na dato pitanje i ujedno...",
    "texts": [
      "Naručilac se interesovao da li je bio u obavezi da odredi sredstvo obezbeđenja imajući u vidu da je\npredvideo avansno plaćanje.\nNovi Zakon o javnim nabavkama, za razliku od prethodnog, ne predviđa takvu obavezu na strani naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice je postavilo pitanje na koji način privredni subjekt može učestvovati u jednom p...",
    "texts": [
      "Objašnjeno je da privredni subjekt može na više načina da učestvuje u postupku javne nabavke (samostalno, kao ponuđač, ali i zajedno sa drugim ponuđačima kao član grupe ponuđača koja podnosi zajedničku ponudu; zatim, privredni subjekt može biti angažovan od strane ponuđača kada ima ulogu podizvođača; takođe, novi Zakon o javnim nabavkama uveo je i mogućnost korišćenja kapaciteta drugog subjekta).\nKancelarija za javne nabavke je navedenom naručiocu uputila zahtev za dostavljanje podataka o odgovornom licu. Naručilac se interesuje da li te podatke dostavlja putem Portala javnih nabavki i da li se oni objavljuju na istom.\nUkazano je da je naručilac dužan da potrebne podatke dostavi Kancelariji za javne nabavke u roku od 15 dana od dana prijema zahteva, na isti način na koji mu je zahtev upućen, odnosno preko pisarnice, Nemanjina 22-26, Beograd.\nNapomenuto je da propuštanje povlači prekršajnu odgovornost."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice postavilo pitanje kako mogu da učestvuju u postupcima nabavki koje su ispod limi...",
    "texts": [
      "do poziva za učešće koji je upućen drugom privrednom subjektu, da li bi oni mogli da podnesu ponudu u tom postupku.\nZainteresovanom licu odgovoreno da u navedenim postupcima može da učestvuje na osnovu poziva koji im dostavlja naručilac. Preporučeno, ukoliko imaju saznanja da će naručilac sprovesti nabavku na koju se ne\nprimenjuju odredbe ZJN, uputi dopis o zainteresovanosti za učešće u postupku.\nU pogledu drugog pitanja, odgovoreno da zakon navedeno ne reguliše, ali uzimajući u obzir načela javnih nabavki koja je naručilac dužan i u ovim postupcima da primenjuje, ne bi trebalo da bude smetnja za učešće u postupku pod uslovom da ponuđač ispunjava sve uslove koje zahteva naručilac.\nNaručiocu je podnet zahtev za zaštitu prava u postupku j.n. u fazi pre roka za podnošenje ponuda. Odlukom R.komisije za zaštitu prava u postupcima javnih nabavki isti je odbijen kao neosnovan i naručilac planira samo da kroz ispravku pomeri rok za podnošenje ponuda. Da li u navedenom slučaju mora ponovo da odredi rok za podnošenje ponuda, shodno odredbama člana 52. ZJN.\nNaručiocu odgovoreno da nije u obavezi da određuje novi rok u skladu sa odredbama člana 52. ZJN, ali je u obavezi da ostavi razuman rok za pripremu ponuda, koji ne sme biti kraći od roka koji je bio preostao od trenutka podnošenja zahteva za zaštitu prava do roka za podnošenje ponuda. Preporuka je da uvek u ovim situacijama ostane dovoljno vremena da zainteresovana lica mogu da postave pitanje i eventualno ukažu na nepravilnosti i ostvare svoje pravno na zaštitu prava.\nNaručilac je pokrenuo postupak javne nabavke, ali je u dokumentaciji o nabavci (Uputstvu i modelu ugovora)"
    ],
    "link": null
  },
  {
    "title": "Pitanje: propustio da definiše sredstvo obezbeđenja za ispunjenje ugovornih obaveza. Planiraju da u navedenom...",
    "texts": [
      "Naručiocu odgovoreno, da navedeno predstavlja bitnu izmenu dokumentacije, posebno što se uvodi novi zahtev koji može da utiče na zaintersovana\nlica, u smislu opredeljenja da li žele da učestvuju u predmetnom postupku. Npr.\ni\nzmenom se uvodi bankaraska garancija (kao s.o. za ispunjenje ugovornih obaveza) koja iziskuje određene troškove na strani privrednog subjekta, koja može da utiče na vrednost ponude i samu isplativost, te kao takvo da istog destimuliše da učestvuje u predmetnom postupku ili da povuče već dostavljenu ponudu. Zaključak je da naručilac u navedenoj situaciji mora da postupi u skladu sa odredbama člana 87. stav 2. i 3. ZJN.\nZainteresovano lice učestvuje u postupku javne nabavke kao grupa ponuđača i postavljaju pitanje šta označavaju u izjavi iz člana 118. ZJN za drugog člana grupe, gde je navedeno „koristim kapacitete drugog učesnika“, posebno imajući u vidu da naručilac u predmetnom postupku nije zahtevao kriterijume za izbor, već samo osnove iz člana 111. ZJN.\nZainteresovanom licu odgovoreno da članovi grupe ponuđača ipunjavaju kriterijume iz člana 116. i 117. ZJN zajednički, shodno odredbama člana 130. stav 1. ZJN tj. sa mogućnošću korišćenja kapaciteta članova grupe ponuđača. Shodno navedenoj zakonskoj odredbi, privredni subjekti mogu da koriste kapacitet člana grupe i u tom slučaju biraju opciju „da“ i u obrazloženju navode koji su to kapaciteti. Ukoliko ne koriste kapacitete člana grupe označavaju opciju „ne“."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima potrebu da sprovede nabavku lizing usluga na period od 3 godine. Da li u Plan nabavki ...",
    "texts": [
      "Rečeno da unosi ukupnu procenjenu vrednost za tri godine za koje planira da zaključi ugovor."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izvrše izmenu ugovora na osnovu koje bi se vrednost ugovora povećala za više od 50% pr...",
    "texts": [
      "Ne mogu, izmene ugovora su propisane odredbama 154. - 162. ZJN gde su regulisani razlozi i uslovi za izmene ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izvrše izmenu ugovora kojom bi izmenili način plaćanja?...",
    "texts": [
      "Navedeno nije izmena koja je predviđena odredbama ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima potrebu za sprovođenjem nabavke zdravstvenih usluga (sistematski pregled dece radi uče...",
    "texts": [
      "da sprovede ovu nabavku.\nOdgovoreno da razmotri mogućnost sprovođenja predmetne nabavke u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN za nabavke društvenih i drugih posebnih usluga (iz Priloga 7. ZJN).\nPostavljeno više pitanja u vezi sa jn male vrednosti iz 2015. godine:\nsadržaj narudžbenice (da li sadrži elemente ugovora);\nistovrsnost nabavke (zbog sumnje na „cepkanje“ nabavke);\npragovi.\nDati odgovori:\nU pojedinačnom postupku jn male vrednosti čija vrednost nije\nbila\nveća od iznosa iz\nčl. 39.\nstav 2.\nZJN/15 omogućavao\nje naruči\nocu da\numesto zaključenja ugovora o javnoj nabavci, najpovoljnijem ponuđaču izda narudžbenicu ako\nje ista sadržala\nbitne elemente ugovora.\nU skladu sa čl. 3. stav\n23)\nZJN/15 pod\njavnom nabavkom male vrednosti podrazumevala se nabavka čija procenjena vrednost nije\nbila\nveća od vrednosti određene\ntim\nzakonom\n(čl. 39. ZJN/15)\n, pri čemu ni ukupna procenjena vrednost istovrsnih nabavki na godišnjem nivou nije\nbila\nveća od vrednosti određene tim zakonom;\nPragovi po ZJN/15 propisani su u čl. 39.\nDakle, naručilac je tada bio u obavezi da vodi računa u vezi sa prethodnim, kako\nnjegovo postupanje ne bi dovelo do cepanja nabavke (iznad praga) na nabavke male vrednosti, te cepanja nabavke male vrednosti na nabavke na koje se ZJN ne primenjuje.\nKoliko iznosi taksa za ZZP kojim se osporava sadržina kd iz čl 214. st. 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "U tom slučaju taksa iznosi 120.000,00 din. bez obzira na iznos procenjene vrednosti jn, u skladu sa\nčl. 225. st. 1. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li podatke o nabavci na koju se ZJN ne primenjuje da objavi na svom sajtu s obzirom da je tako ur...",
    "texts": [
      "Da, naručilac postupa u skladu sa posebnim aktom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li kao naručilac moraju da postupe u skladu sa članom 151. stav 2. ...",
    "texts": [
      "Naručiocu odgovoreno da isti može\n(\nnije dužan)\nzaključiti ugovor, pre isteka roka za podnošenje zahteva za zaštitu prava, u slučaju postojanja situacije iz člana 151. stav 2. tačka 3) ZJN. Prema odredbama člana 152. stav 2. ZJN je dužan u roku od 10 dana od isteka roka za podnošenje zahteva za zaštitu prava da ugovor dostavi ponuđaču kojem je odlukom dodeljen ugovor."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji su rokovi za postavljanje pitanja i odgovora naručioca?...",
    "texts": [
      "Rečeno da su rokovi definisani članom 97. ZJN i navedeno da od zavisnosti od visine procenjene vrednosti iznose 8. ili 6. dana pre isteka roka za podnošenje ponuda, a za odgovor naručioca 6 ili 4. dana pre isteka tog roka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da traži od ponuđača da prevede ponudu sa stranog jezika?...",
    "texts": [
      "Ukazano na član 42. stav 5. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način članovi grupe dokazuju da ispunjavaju kapacitete?...",
    "texts": [
      "Na način kako je to zahtevao naručilac u konkursnoj dokumentaciji i Uputstvu ponuđačima kako da sačine ponudu gde može biti zahtevano da moraju da navedu podatke o vrednosti\n,\nkoličini, procentu, predmetu dela ponude koji izvršava određeni član grupe."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se kod određivanja rokova za podnošenje ponuda u skladu sa članom 52. ZJN uzima u obzir procen...",
    "texts": [
      "Rečeno da se uzima u obzir procenjena vrednost konkretne nabavke koja se sprovodi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Od kojih sve sudova ponuđač treba da pribavi uverenja o krivičnoj neosuđivanosti?...",
    "texts": [
      "Rečeno da naručilac definiše u konkursnoj dokumentaciji koje dokaze podnose i izdavaoce tih dokaza. Rečeno da krivična dela na koja se odnosi član 111. ZJN uglavnom se vode u evidenciji osnovnog suda, ali da zavisno od teritorije ponuđača mogu da budu\nu evidenciji i Višeg suda. Takođe, za neka od navedenih krivičnih dela nadležno je i Posebno odeljenje Višeg suda u Beogradu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Šta se smatra zaštićenim podatkom u postupku javne nabavke?...",
    "texts": [
      "Rečeno da se poverljivim podatkom u smislu člana 38. ZJN smatra svaki podatak koji privredni subjekt učini dostupnim naručiocu, a koji  u skladu sa odg. zakonima predstavlja takav podatak, pri čemu je ponuđač obrazložio razloge poverljivosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da postupe ukoliko smatraju da ponuda koja je dostavljena  sadrži neuobičajenu nisku cenu?...",
    "texts": [
      "Ako naručilac proceni da je ponuda neuobičajeno niska, dužan je da zahteva od ponuđača da, u primerenom roku, obrazloži cenu ili trošak naveden u ponudi. Naručilac može da odbije ponudu samo u slučaju da dostavljeno obrazloženje i dokazi ne pružaju odgovarajuće objašnjenje neuobičajeno niske ponude, uzimajući u obzir podatke iz stava 3. ovog člana"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je izmena konkursne dokumentacija odmah vidljiva ponuđačima na Portalu jn?...",
    "texts": [
      "Ne, izmene konkursne dokumentacije se objavljuju sutradan."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje o načinu podnošenja ponuda u slučaju da žele da nastupe sa podizvođačem....",
    "texts": [
      "Upućeni na član 131. ZJN i pojašnjeno sa stanovišta zakona, te da pozovu kolege koje daju konsultacije vezano za Portal jn kako bi im pomogli i u tehničkom smislu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako sprovesti nabavku iz čl. 12. st. 1. tačka 11) ZJN?...",
    "texts": [
      "Nabavku iz čl. 12. st. 1. tačka 11) ZJN\nnaručilac sprovodi u skladu sa posebnim aktom iz čl. 49. ZJN primenjujući načela ZJN na način koji je primeren okolnostima konkretne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nakon raskida ugovora o jn zbog neizvršavanja obaveza od strane privrednog subjekta, naručilac razmi...",
    "texts": [
      "Ukazano da naručilac u skladu sa čl. 112. st. 1. tač. 5) ZJN ima mogućnost da isključi privrednog subjekta iz postupka jn u svakom trenutku, ukoliko utvrdi da isti u periodu od prethodne tri godine od dana isteka roka za podnošenje ponuda nije ispunjavao obaveze iz ranije zaključenih ugovora o jn, a neizvršavanje obaveza je rezultiralo raskidom ugovora o jn, naknadom štete..., s tim da tu mogućnost predvidi u dokumentaciji o nabavci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način mogu da upute zahtev za tumačenje ZJN, putem pošte ili elektronski?...",
    "texts": [
      "Zahtev za davanje mišljenja o primeni ZJN naručilac upućuje KJN putem pošte."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koliko može da iznosi visina sredstva obezbeđenja za povraćaj avansa?...",
    "texts": [
      "Saglasno čl. 94. st. 4. ZJN sredstvo obezbeđenja za povraćaj avansa mora da bude u visini avansa.\nPozvali su danas kolege sa Portala jn koji su im obećali odgovor  nakon prethodne konsultacije...Ostavili su kontakt tel."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kom vremenu se, inače, mogu dobiti konsultacije u vezi sa primenom Portala jn?...",
    "texts": [
      "Preneto kolegama sa Portala jn.\nRečeno da će se kolege javiti nakon konsultacije, imaju kontakt tel.\nU vremenu od 9 do 12 časova na date brojeve tel., kao što je i istaknuto na internet stranici KJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi postupak javne nabavke lekova. Jedan od ponuđača je u Obrascu strukture ponuđene ...",
    "texts": [
      "Ukazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda.\nTakođe, u ovoj fazi postupka (kad je istekao rok za podnošenje ponuda i kad su ponude otvorene) nije moguće vršiti izmenu ili dopunu ponude, kao ni njeno povlačenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje ugovorenih viškova radova u smislu da li oni predstavljaju izmenu ugov...",
    "texts": [
      "Protumačene su odredbe člana 157. Zakona o javnim nabavkama.\nTakođe, objašnjeno da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nIstovremeno je ukazano da ugovoreni viškovi radova ne predstavljaju izmenu ugovora, te da ne postoji obaveza objavljivanja obaveštenja o izmeni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac planira da pokrene postupak javne nabavke, međutim, smanjio bi procenjenu vrednost. Postav...",
    "texts": [
      "Ukazano je u kojim je zakonom predviđenim slučajevima naručilac dužan da izvrši izmenu, odnosno dopunu plana javnih nabavki, pri čemu kao osnov nije predviđeno smanjenje procenjene vrednosti.\nPored toga, objašnjeno je da je radi pravne sigurnosti preporučljivo i u drugim situacijama upodobiti pravno stanje faktičkom, posebno kada naručilac odustaje od određenih javnih nabavki koje je planirao.\nNaručilac\nima potpisan Ugovor sa Ministarstvom prosvete za projekat vrednosti\n970.000,00 rsd\n(nabavka računarske opreme za naučne radove)\n. Navedeno je deo iznosa finansijskih sredstava koja su potrebna za nabavku koju čini navedeni projekat. Deo fina.sredstava ministarstvo će obezbediti do kraja godine, a preostali deo do kraja februara 2022. godine. Da li oni mogu u Plan javnih nabavki da unesu vrednost navake koja je veća trenutno od vrednosti koja je navedena u finansijskom planu.\nNaručiocu odgovoreno da isti donosi Plan javnih nabavki u skladu sa odredbama člana 88. ZJN. Naručilac ne mora imati"
    ],
    "link": null
  },
  {
    "title": "Pitanje: obezbeđena finansijska sredstva u momentu planiranja nabavke, ali da ista mora imati obezbeđena u tr...",
    "texts": [
      "Naručilac sprovodi javnu nabavku društvenih i posebnih usluga (član 75. JN) za usluge fto. Procenjena vrednost j.nabavke je preko milijardu dinara. Opredelili su se da objave javni poziv shodno odredbama člana 75. stav 2. tačka 1) ZJN i sprovešće postupak primenjujući pravila otvorenog postupka. Postavljaju pitanje da li isti moraju objaviti poziv u Sl.glansiku  RS, imajući u vidu\nprocenjenu vrednost, posebno što ta funkcionalnost na Portalu nije predviđena."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Drugo pitanje se odnosi na okolonost da je naručilac sproveo postupak za j.nabavku zdravstvenih uslu...",
    "texts": [
      "Nakon konsultacije sa S.Leposavić saopšteno naručiocu da se oglas ne objavljuje u Sl.glasniku RS, obzirom da isti predstavlja obaveštenje za društevne i druge posebne usluge, koje se ne objavljuju u navedenom glasilu prema odredbam ačlana 105. stav 8. ZJN.\nU pogledu drugog pitanja, naručiocu odgovoreno da prilikom planiranja mora da vodi računa o prirodi samih nabavki koje namerava da sprovodi, te u tom smislu i društevnih i posebnih usluga. Svakako bi naručilac, koji je nabavku odredi kao društvenu, trebao da istu kao\ntakavu označi na Portalu javnih nabavki. U konkretnom slučaju je sproveden otvoreni postupak kao njtransparentniji postupak i propust naručioca u tom smislu nije velikog značaja.\nPostupak javne nabavke se nalazi u fazi stručne ocene gde je pripremljen Izveštaj o postupku, koji je naručilac generisao i odštampao. Svi članovi komisije su potpisali isti, osim jednog koji odbija da navedeno učini.\nNaručiocu odgovoreno da KJN ne može da odgovori na navedeno pitanje, obzirom da je isto pitanje uređeno unutrašnjom organizacijom kod naručioca. Sam izveštaj se genereše na Portalu i odredbe ZJN ne predviđaju obavezu njegovog potpisivanja. U članu 145. stav 1. ZJN je navedeno da komisija sastavlja izveštaj o postupku, nakon sprovedenog postupka stručne ocene ponuda. Komisija je kolektivno telo koje je imenovano odlukom naručioca i isti imaju obavezu da sprovedu postupka javne nabavke, da vode računa o zakonitosti postupka i da posebno izvrše zadatke navedene u članu 92. stav 7. ZJN i da odluke donose\nkonsenzusom. Potrebno je da se utvrdi unutar naručioca i same komisije, iz kojih razloga član komisije ne želi da da saglasnost na predmetni izveštaj (izjava i sl.)"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje iz kog razloga u izveštaju iz člana 181. ZJN nisu uključene nabavke iz...",
    "texts": [
      "Naručiocu odgovoreno da jesu uključene, obzirom da je u članu 181. stav 3. ZJN navedeno da su to i nabavke iz člana 27. stav 1. ZJN u kojem se nalaze sve nabavke navedene od tačke 1) do 3) ZJN.\nNaručilac je obustavio postupak javne nabavke za nekoliko partija, koje je sproveo u otvorenom postupku javne nabavke. Postavljaju pitanje da li navedene partije mogu da sprovedu bez primene odredbi ZJN, shodno odredbama člana 35. stav 4. ZJN i da li iste moraju sve da se saberu i da budu ispod limita iz navedene odredbe zakona.\nNakon kosultacije sa S.Leposavić saopšteno naručiocu da, obzirom da je za predmetne partije prethodno sproveo postupak j.nabavke koji je obustavljen, nisu u mogućnosti da navedene partije sprovedu bez primene ZJN, po osnovu odredbi člana 35. stav 4. ZJN, već moraju sprovesti tj. ponoviti postupak javne nabavke (za navedene partije)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima zaključen ovirni sporazum po postupku sprovedenom na osnovu odredbi ZJN/2015. Izdaju n...",
    "texts": [
      "dostavljanja kvartalnih izveštaja. Naručilac navodi da su na osnovu informacija viših instanci iz MUP-a dobili usmenu informaciju da shodno mišljenju DRI-a nemaju obavezi sačinjavanja i slanja kvartalnih izveštaja.\nNaručiocu odgovoreno da imaju obavezu da sačinjavaju i dostavljaju kvartalne izveštaje u vezi sa postupcima koje su sproveli na osnovu odredbi ZJN/2015. Za bliže informacije skrenuta pažnja naručiocu da se obrati koleginicama i kolegama koji pružaju infomracije u vezi\nfunkcionisanja Portala. Posebno skrenuta pažnja naručiocu da obaveštenja o zaključenim ugovorima (sada Obaveštenja o dodeli ugovora) objavljuju na novom Portalu javnih nabavki, prema uputstvu navedenom na novom Portalu javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima isključivo pravo štampanja izbornog materijala. Da li može da pokrene nabavku materija...",
    "texts": [
      "Rečeno da je takva mogućnost predviđena članom 88. stav 7. ali samo u slučaju izuzetne hitnosti koju naručilac nije mogao da predvidi, u slučaju kada nastupe nepredvidljive i vanredne okolnosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izmene način plaćanja i rok važenja ugovora?...",
    "texts": [
      "Rečeno da mogu da postupe u skladu sa članom 156. ili 158. ZJN ukoliko postoji odgovarajući osnov za to."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da traže dodatna pojašnjenja ako je ponuđač naveo pogrešne jedinične cene?...",
    "texts": [
      "Odgovoreno da se navedene jedinične cene ne mogu menjati."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je nakon dodele ugovora i zaključenja ugovora izvršio predmetnu nabavku mimo ponuđača. Koj...",
    "texts": [
      "Rečeno da nadzor nad izvršenjem ugovora o javnoj nabavci vrši Ministarstvi finansija.\nNaručiocu je ukazano da se nakon sprovedenog postupka javne nabavke, na izvršavanje obaveza ugovornih strana primenjuje ZOO."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nisu zahtevali ispravku računske greške za cenu sa PDV-om, te je zbog toga uneta pogrešna vrednost u...",
    "texts": [
      "Rečeno da Odluku i Obaveštenje o dodeli ne mogu izmeniti nakon donošenja, da mogu jedino da objave novo Obaveštenje sa napomenom da vrše ispravku te vrednosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je dostavio obrazac strukture ponuđene cene koji nije potpisan i pečatiran. Da li mogu da ih...",
    "texts": [
      "Preme odredbama ZJN više ne postoji obaveza ponuđača da potpisuju i pečatiraju dokumenciju, te naručilac ne sme odbiti ponudu iz tog razloga."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su zahtev od KJN da dostave JMBG i adresu direktorke. Postavljaju pitanje na osnovu čega i iz...",
    "texts": [
      "Traženi podaci traženi su na osnovu Pravilika o monitoringu nad primenom propisa o javnim nabavkama, dok za razlog traženja istih nisam dala odgovor. Upozoreni da nepostupanje po zahtevu KJN predstavlja prekršaj."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da čekaju da Republička komisija objavi svoju odluku na Portalu jn kako bi nastavili ...",
    "texts": [
      "Nisu dužni, upućeni da mogu nastaviti postupak, te da obaveste učesnike o nastavku postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li podnet ZZP obavezno  zadržava nastavak postupka jn?...",
    "texts": [
      "Podnet ZZP zadržava nastavak postupka jn od strane naručioca do okončanja postupka zaštite prava, osim u slučaju pregovaračkog postupka po hitnosti. Izuzetno,\nnaručilac može podneti RKJN obrazloženi predlog za nastavak postupka jn pre okončanja postupka zaštite prava u skladu sa čl 216. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Istekao je rok za podnošenje ponuda u o.p. za nabavku peleta, po partijama. Da li se još uvek može i...",
    "texts": [
      "Ne. Naručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Mogu li predvideti u kd da se odluka o dodeli ugovora o jn može doneti u roku dužem od 30 dana od da...",
    "texts": [
      "Da, u skladu sa čl 146. st. 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada je naručilac u obavezi da nakon izmena ugovora o jn pošalje obaveštenje o izmeni ugovora o jn n...",
    "texts": [
      "Obaveštenje o izmeni ugovora o jn naručilac je u obavezi da pošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn\nsamo u slučaju izmene ug\no\nvora o jn po osnovu iz čl\n.\n157.\ni  158. ZJN.\nHteli bi da obustave postupak jn usled prestanka potrebe za nabavkom...\nNaručilac može da postupi po čl. 147. st. 1. tačka 2) ZJN i donese odluku o obustavi postupka jn ako postoje dokazivi razlozi usled kojih je prestala postreba za tom nabavkom zbog čega se neće\nponavljati u toku budžetske godine, odnosno u narednih šest meseci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je objasnio da ima nameru da objavi prethodno obaveštenje. S tim u vezi postavlja pitanje ...",
    "texts": [
      "Ukazano je da je članom 107. stav 2. Zakona o javnim nabavkama predviđeno da javni naručilac može da objavi prethodno informativno obaveštenje na profilu naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je nakon donošenja i objavljivanja odluke o dodeli ugovora o javnoj nabavci primetio da ni...",
    "texts": [
      "Objašnjeno je da je potrebno ponovo sprovesti fazu stručne ocene ponuda i doneti novu odluku. Takođe, napomenuto je da od objavljivanja te odluke teče novi rok za podnošenje zahteva za zaštitu prava.\nNaručilac ima problem sa računanjem rokova za odgovor na pitanja zainteresovanih lica.\nPredočeno je na koji način se računaju rokovi i ujedno su protumačene odredbe člana 97. Zakona o javnim nabavkama.\nPonuđač je u ponudi napravio tehničku grešku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje kako da postupi u toj situaciji....",
    "texts": [
      "Naručilac je upućen na član 142. Zakona o javnim nabavkama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li može da zaključi ugovor o javnoj...",
    "texts": [
      "nabavci na period duži od godinu dana.\nNapomenuto je da sa stanovišta Zakona o javnim nabavkama ne\npostoji smetnja da se zaključuju i višegodišnji ugovori.\nUjedno je skrenuta pažnja na to da je npr. članom 66. predviđeno da okvirni sporazum koji zaključuje naručilac ne može da traje duže od četiri godine, osim u posebno opravdanim slučajevima. Takođe, članom 76. je npr. predviđeno da maksimalno trajanje rezervisanih ugovora za određene usluge ne može da bude duže od tri godine.\nNaručilac je objavio javnu nabavku i juče je bilo otvaranje ponuda po predmetnoj nabavci. Naručilac je saopštio da u delu otvorenih ponuda javlja neku grešku te da ne mogu da otvore ponude.\nNaručiocu preporučeno da se u vezi navedenog tehničkog pitanja obrati koleginicama i kolegama koji pružaju konsultacije u vezi sa primenom Portala javnih nabavki.\nNaručilac sprovodi postupak javne nabavke i u fazi je struč\nne\nocene ponuda gde je zahtevao od najpovoljnijeg ponuđača dokaze za nepostojanje osnova za isključenje, obzirom da ponuđač nije upisan u registar ponuđača. Koje je relevantno vreme važenja dokaza za osnov iz člana 111. stav 1. tačka 1) ZJN.\nNaručiocu odgovoreno da se uverenje ili potvrda nadležnog suda, odnosno policijske uprave mora odnositi na period od prethodnih pet godina od dana isteka roka za podnošenje ponuda. Navedena povrda/uverenje se izdaje nakon podnetog zahteva, ali mora da pokriva navedeni period, kako je navedeno u\nodedbi člana 111. stav 1. tačka 1) ZJN.\nNaručilac je sproveo postupak javne nabavke\ndijagnostičke opreme po partijama (JN 13/21). U postupku je bio podnet zahtev za zaštitu prava, koji je okončan odlukom R.komisije (odbijen zahtev kao neosnovan). Ipravkom je naručilac nastavio postupak javne nabavke i otvorene su ponude. U zapisniku o otvaranju ponuda, ali i u delu dostavljenih ponuda nalaze se po dve ponude dva ponuđača (duplirane ponude, odnosno ponude sa različitim datumima). Nije naručiocu jasno o čemu se radi i kako da ocenjuju navedene ponude.\nNaručiocu skrenuta pažnja da se u vezi navedenog pitanja obrati\nkoleginicama i kolegama koji pružaju konsultacije u vezi Portala javnih nabavki. Prema zakonskim odredbama do roka za podnošenje ponuda ponuđač može da izmeni, dopuni ili opozove svoju ponudu, na način na koji je podneo osnovnu ponudu. A  osnovnu ponudu ponuđač podnosi putem Portala javnih nabavki. U konretnom slučaju, ponuđači su prvobitno podnetu ponudu mogli da izmene i dopune, ili opozovu do roka za podnošenje ponuda, a na Portalu javnih nabavki, i to ulaskom u prvobitno podnetu ponudu. Ponuđač može podneti samo jednu ponudu. Svakako je još jednom napomenuto naručiocu da je navedeno pre svega tehničko pitanje, o kojem više informacija mogu dati koleginice i kolege koje pružaju informacije o radu i funkcionisanju Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je primio zahtev za zaštitu prava u postupcima javnih nabavki, od strane drugorangiranog p...",
    "texts": [
      "da li navode uputstvo o pravnom sredstvu.\nNaručiocu predočeno da ne postoji posebno uputstvo o pravnom sredstvu, ali je skrenuta naručiocu pažnja na odredbe člana 220. stav 3. ZJN. U navedenoj zakonskoj odredbi stoji da u slučaju da naručilac donetim rešenjem nije ocenio kao osnovane sve navode iz zahteva za zaštitu prava, podnosilac ima pravo da u roku od dva radna dana od dana prijema rešenja, podnese\nizjašnjenje R.komisiji, o čemu obaveštava naručioca i istom dostavlja kopiju izjašnjenja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da nabave neku opremu i video bimove za održavanje stručnog skupa u iznosu od 50.000 dina...",
    "texts": [
      "Odgovoreno da je naručilac dužan da sprovede nabavku na koju se ne primenjuje zakon u skladu sa pravilima predviđenim internim aktom, kao i da je dužan da pošalje ponudu na adresu najmanje 3 ponuđača."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da zaključi ugovor nakon sprovedenog postupka javne nabavke ako će sredstva  za plaćanje ...",
    "texts": [
      "Rečeno da može da zaključi ugovor i da je potrebno da naručilac ima sredstva za plaćanje u momentu realizacije ugovora ."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je potrebno da nakon Odluke o obustavi postupka istekne rok za zaštitu prava?...",
    "texts": [
      "Rečeno da je potrebno da sačekaju istek roka, u skladu sa članom 214. stav 1. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da produže rok ugovora usled nepredviđenih okolnosti ako je ugovor prestao da važi?...",
    "texts": [
      "Rečeno da ne mogu produžiti trajanje ugovora ako je prestao da važi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se rok za podnošenje ponuda nakon odluke RK može produžiti nakon objavljivanja odluke ili od d...",
    "texts": [
      "Odgovoreno da se može produžiti nakon dostavljanja odluke naručiocu.\nNaručiocu je u toku postupka jn uložen ZZP na konkursnu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: dokumentaciju. Na osnovu njega Republička komisija je donela rešenje kojim je odlučila u korist naru...",
    "texts": [
      "Mogu, upućeni na član 147.ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Obzirom da je zakonom predviđeno da je naručilac dužan da odgovori na pitanje ponuđača...",
    "texts": [
      "najkasnije\nšestog, odnosno četvrtog dana pre isteka roka za podnošenje ponuda, ne može se poslednji dan odlagati na navedeni način..\nNaručilac je dobio ponudu koja je u svemu prihvatljiva, međutim ponuđač je greškom dostavio pogrešno menično ovlašćenje (menica je uredna). Da li mora  odbiti tu ponudu\nUpućen na mogućnost da traži ponuđaču dostavljanje dodatne dokumentacije na osnovu člana 142.ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac nakon uloženog ZZP-a na konkursnu dokumentaciju koji je Republička komisija odbila kao neo...",
    "texts": [
      "Naručilac će odrediti primereni rok za podnošenje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U toku izvođenja građevinskih radova pojavio se manjak. Inače,  osnovnim ugovorom o jn predvideli su...",
    "texts": [
      "Ne, ugovoreni manjak radova ne zahteva izmenu ugovora o jn.\nZamolili su da kontaktiraju koleginicu Mariju Petković, koja je već upoznata sa temom razgovora.\nProsleđen kontakt tel. koleginici."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ZJN predviđa sporazum o zajedničkom nastupu kada ponudu podnosi grupa privrednih subjekata?...",
    "texts": [
      "Odgovoreno da\nZJN ne predviđa sporazum o zajedničkom nastupu u slučaju podnošenja ponude od strane grupe privrednih subekata, ali naručilac može da ga predvidi u kd.\nHteli bi da nam upute zahtev ѕa tumačenje...\nData uputstva za slanje zahteva ѕa tumačenje.\nNakon objavljivanja odluke o dodeli ugovora o jn nameravaju da izvrše uvid u dokumentaciju iz"
    ],
    "link": null
  },
  {
    "title": "Pitanje: postupka jn radi eventualnog podnošenja ZZP. S tim u vezi, postavljaju pitanje da li može da se vrši...",
    "texts": [
      "Može, osim delova\ndokumentacije iz postupka jn\nkoji predstavljaju poverljive podatke, koje je  naručilac u obavezi da zaštiti u skladu sa ZJN. Troškove\nkopiranja\ndokumentacije iz postupka jn snosi\npodnosilac zahteva za uvid u\ndokumentaciju iz postupka jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U slučaju podnošenja ponude od strane grupe privrednih subjekata, da li svaki član grupe privrednih ...",
    "texts": [
      "Da, u skladu sa čl 118. st. 3. ZJN.\nNaručilac je u dokumentaciji o nabavci kriterijumima za kvalitatavni izbor privrednih\nsubjekata, greškom uneo zahtev za standardom kvaliteta koji nije potreb\nan"
    ],
    "link": null
  },
  {
    "title": "Pitanje: za predmetnu javnu nabavku. Planiraju da izmene dokumentaciju, te postavljaju pitanje da li moraju d...",
    "texts": [
      "Naručiocu odgovoreno da moraju da pomere rok u skladu sa odredbama člana 87. stav 2. i 3. ZJN, obzirom da je predmet izmen\ne\nkriterijum za kvalitativni izbor\nprivrednih\nsubjekata. Sama činjenica da će navedena okolnost (izmena i brisanje uslova) dovesti do veće konkurencije, upravo i ide u prilog obavezi pomeranja roka prema odredbama stava 2. i 3. navedenog člana zakona, pored činjenice da naručilac menja kriterijum za kvalitativni izbor.\nNaručilac je sproveo postupak javne nabavke i u fazi je stručne ocene ponuda i utvrdio je da jedan ponuđač nije dostavio sve dokaze za ispunjenost kriterijuma za kval.izbor u okviru ponude. Pored navedenog, predmetna ponuda je vrednosti koja prelazi iznos p.v. javne nabavke.\nNaručiocu odgovoreno da naručilac u fazi podnošenja ponuda, nema pravo da zahteva dokaz/e za ispunjenost kriterijuma za kv.izbor privr.subjekata, obzirom da su isti u ovoj fazi postupka u obavezi da dostave samo izjavu iz člana 118. ZJN. Nakon otvaranja ponuda, u fazi stručne ocene ponuda, naručilac shodno odredbama člana 119. ZJN je u obavezi ili može da zahteva dokaze za ispunjenost kriterijuma, i to od ponuđača koji  je dostvavio ek.najpovoljniju ponudu. Obzirom da je predmetna ponuda vrednosti preko proc.vrednosti javne nabavke,\nnaručilac istu može da odbije shodno odredbama člana 144. stav 2. ZJN.\nNaručilac je sproveo postupak javne nabavke procenjene vrednosti 500.000,00 rsd, ali je ista istvovrsna sa drugim nabavkama koje u zbiru prelaze pragove iz člana 27. ZJN. Prilikom generisanja izveštaja o postupku su načinili grešku (u vezi dodatnih objašnjenja ponude) te žele da obustave predmetni postupak. Ukoliko bi obustavili predmetni postupak, da li moraju čekati protok vremena za podnošenje zahteva za zaštitu prava, pre nego što ponovo pokrenu predmetni postupak javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na učešće grupe privrednih subjekata i deo popunjavanja...",
    "texts": [
      "ponude koji se odnosi na grupu, koje je već postavio kroz konsultacije u prošli petak, ali još uvek nije dobio odgovor.\nNaručiocu odgovoreno da odluka o obustavi postupka shodno odredbama člana 147. stav 3. ZJN mora da bude obrazložena, da sadrži podatke iz izveštaja  o postupku j.nabavke tj. razloge obustave postupka i uputstvo o pravnom sredstvu. U odredbama ZJN nije predviđeno da naručilac pre isteka roka za podnošenje zahteva za zaštitu prava može ponovo pokrenuti postupak javne nabavke. Naručilac mora sačekati nastupanje konačnosti odluke o obustavi, da posle toga objavi obaveštenje o obustavi postupka i tek nakon toga stiče uslove da pokrene ponovo predmetni postupak javne nabavke. Posebno ukazano naručiocu da vodi računa o osnovanosti razloga za obustavu postupka i na pravne posledice koje isti proizvode."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac planira da sprovede postupak za javno privatno partnersto primenom odredbi ZJN i postavlja...",
    "texts": [
      "Naručiocu odgovoreno da KJN nije nadležna za tumačenje odredbi propisa koji nisu iz oblasti javnih nabavki. Navedeno pitanje je i tehničke prirode, pa je preporučeno da se naručilac eventualno obrati koleginicama i kolegama koji pružaju podršku u vezi primene Portala javnih nabavki. Na izbor privatnog partnera prema odredbama Zakona o javno privatnom partnerstvu i koncesijama, primenjuje se\nili postupak javne nabavke određen zakonom kojim se uređuju javne nabavke ili postupak davanja koncesije određen ovim zakonom.\nTakođe je preporučeno naručiocu da se obrati radi bližeg tumačenja i predlagaču ovog zakona (nadležnom Ministrastvu, kao i Komisiji za javno privatno partnerstvo Vlade Republike Srbije)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se višegodišnji ugovori stavljaju svake godine u Plan jn?...",
    "texts": [
      "Ne, samo u Plan jn za godinu u kojoj je pokrenut postupak javne nabavke.\nZahtevaju da u vezi sa svojim problemom razgovaraju sa kolegom Dejanom.\nPreneto kolegi Dejanu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Načelno pitanje o istovrsnosti, na koji način da određuje da li su nabavke istovrsne ili ne....",
    "texts": [
      "Ukazano da naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nTakođe, upućeni na mogućnost iz člana 35. stav 4. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U otvorenom postupku za nabavku pumpi ѕa vodu dobili su dve ponude koje su neodgovarajuće. Da li spr...",
    "texts": [
      "Osoba koja je zatražila konsultaciju nije do sada sprovodila pregovarački postupak za jn, te je,  s tim u vezi, zamolila  za objašnjenje procedure\nsprovođenja pregovaračkog postupka.\nNaručilac ima mogućnost da sprovede novi o.p. za predmetnu nabavku, a ima i mogućnost da sprovede pregovarački postupak u skladu sa čl. 61. st. 7. ZJN.\nUkratko objašnjena procedura za sprovođenje pregovaračkog postupka. Upućeni na čl. 62. ZJN, Uputstvo za korisnike Portala jn,\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva.\nUkoliko su naručiocu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: nejasni podaci dati u ponudi u vezi sa cenom datom u obrascu srukture cene i modelu ugovora o jn, da...",
    "texts": [
      "Dat odgovor da naručilac može da zahteva\ndodatna objašnjenja\nod ponuđača koji je dostavio takvu ponudu u skladu sa čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju pitanje tehničke prirode u vezi sa radom na Portalu jn....",
    "texts": [
      "Upućeni na kolege i koleginice koji daju konsultacije u vezi sa radom na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Razgovarali su sa koleginicom koja je već upoznata sa pitanjem, koja je ostala  dužna odgovor nakon ...",
    "texts": [
      "Nakon provere\nsaznala koja je koleginica razgovarala i prosledila kontakt tel."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji postupak nabavke naručilac sprovodi za nabavku usluga obezbeđenja procenjene vrednosti 1.200.00...",
    "texts": [
      "Radi se o nabavci društvenih i drugih posebnih usluga iz Priloga 7. ZJN, na koju se ZJN ne primenjuje prema čl. 27. st. 3. ZJN, i koju naručilac sprovodi po proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49. ZJN.\nNaručilac je sproveo postupak javne nabavke po partijama (vodovodni materijal). Za partiju 10, čija je procenjena vrednost\n400.000,00\nrsd, a\ndobili su ponudu čija je vrednost 1.800.000,00 rsd. Kako mogu da postupe u navedenoj situaciji.\nNaručiocu odgovoreno, da shodno odredbama člana 144. stav 2. ZJN naručilac može da odboje ponudu kao neprihvatljivu, koja prelazi iznos procenjene vrednosti  predmeta javne nabavke ili raspoloživih sredstava. Prema odredbama člana 146. stav 2. ZJN naručilac može da dodeli ugovor pponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. U vezi sa navedenim, skrenuta pažnja naručiocu o pravilima određivanja procenjene vrednosti (član 29, 30, 32. ZJN) posebno uz naglašavanje da prema odredbi člana 29. stav 1. ZJN procenjena vrednost javne nabavke mora biti validna kako u trenutku planiranja, tako i u trenutku pokretanja postupka. Takođe napomenuto naručiocu šta se prema odredbama člana 88. ZJN smatra izmenom plana javnih nabavki. Naručilac tj. komisija naručioca vrši stručnu ocenu\nponuda, a ne KJN, te u tom smislu mora, imajući u vidu sve navedene zakonske odredbe, da donese odluku kojom će okončati postupak za predmetnu partiju, koja će biti zasnovana na zakonu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U slučaju kada je naručilac u dokumentaciji o nabavci i ugovorom o jn predvideo mogućnost promene ce...",
    "texts": [
      "U dilemi su da li i kada postoji mogućnost izmene ugovora o jn usled nepredviđenih okolnosti.\nMože. Naručilac postupa u skladu sa čl. 156. ZJN.\nDato objašnjenje uz upućivanje na čl. 158. ZJN i čl. 155 st. 2. ZJN.\nTražili su da razgovaraju sa nekim ko daje konsultacije u vezi sa primenom Portala jn.\nUpućeni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn na brojeve telefona koji su istaknuti na internet stranici KJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U dokumentaciji o nabavci i ugovoru o jn predvideli su mogućnost izmene ugovora o jn usled promene c...",
    "texts": [
      "Pored toga, zahtevao je i objašnjenje čl. 158. ZJN.\nOdgovoreno da naručilc postupa u skladu sa ugovornim odredbama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dato objašenje na drugo pitanje, odn. kada je moguće izvršiti...",
    "texts": [
      "izmene ugovora usled nepredviđenih okolnosti.\nU planu jn predvideli su\nnabavku izvođenja građevinskih radova\nna pet lokacija, ali bi jednu\nlokaciju izbacili i dodali\njoš jednu, novu lokaciju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: izmenu plana jn?...",
    "texts": [
      "Da, imajući u vidu da planiranje nove jn i izmena predmeta jn zahtevaju izmenu i dopunu plana jn u skladu sa čl. 88. ZJN.\nNaručilac je sproveo postupak javne nabavke i zaključio ugovor. Međutim, ugovor je raskinut iz razloga što dobavljač nije izvršavao svoje"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ugovorne obaveze. Naručilac postavlja pitanje šta da radi....",
    "texts": [
      "Imajući u vidu da naručilac i dalje ima potrebu za predmetnim uslugama, potrebno je da sprovede novi postupak javne nabavke, vodeći pri tome računa o ukupnoj procenjenoj vrednosti i predviđenim  rokovima.\nTakođe, preporuka je da naplati sredstvo obezbeđenja za dobro izvršenje posla.\nZainteresovanom licu je bila potrebna informacija o tome na koji način može da učestvuje na tenderima.\nObjašnjeno je da privredni subjekt može na više načina da učestvuje u postupku javne nabavke:\nsamostalno, kao ponuđač, ali i zajedno sa drugim ponuđačima kao član grupe ponuđača koja podnosi zajedničku ponudu;\nzatim, privredni subjekt može biti angažovan od strane ponuđača kada ima ulogu podizvođača;\ntakođe, novi Zakon o javnim nabavkama uveo je i mogućnost korišćenja kapaciteta drugog subjekta.\nPrivredni subjekt je imao dilemu oko dokazivanja da ispunjava kriterijume za kvalitativni izbor.\nUkazano je na odgovarajuće odredbe Zakona o javnim nabavkama i date potrebne smernice."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukazano je na odredbe Zakona o javnim nabavkama koje su od značaja u odnosu na dato pitanje i ujedno...",
    "texts": [
      "Naručilac je sproveo postupak za javnu nabavku usluge izrade projekata. Primio je do roka\nza podnošenje ponuda pet ponuda. Drugorangirani ponuđač je u obrascu ponude, umesto u delu gde se\nupisuje cena bez pdv-a, istu upisao u delu gde se upisuje cena sa obračuntim pdv-om. U ostalim obrascima (str.pon.cene i mod.ugovora) cena je ispravno uneta i postoji napomena ponuđača da nije u sistemu pdv-a obzirom da po Zakonu o porezu na dodatu vrednost nije obveznik pdv-a. Kako da postupe u navedenoj situaciji."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Drugo  pitanje se odnosi na postupak gde je doneta odluka o dodeli ugovora, koja je danas postala ko...",
    "texts": [
      "Naručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, ali da u konretnom slučaju ima mogućnost da na osnovu odredbi člana 142. ZJN zahteva od navedenog ponuđača dodatno obajašnjenje ponude, kao i saglasnost na ispravku računske greške. Napomenuto naručiocu da mora utvrditi stvarnu sadržinu ponude, te je u skladu sa tim oceniti prihvatljivom, odnosno neprihvatljivom, vodeći računa da prilikom zahteva (dodatana objašnjenja i dr.) ne dovede do izmene dostavljene ponude.\nU pogledu drugog pitanja, naručiocu odgovoreno da isti nakon konačnosti odluke, shodno odredbama člana 152. najkasnije u roku od 10 daan od isteka roka za podnošenje zahteva za zaštitu prava ima dužnost da dostavi ugovor na potpisivanje izabranom ponuđaču. Prema stavu 3. istog člana zakona, ukoliko ponuđač odbije da zaključi ugovor, naručilac može da zaključi ugovor sa sledećim najpovoljnijim ponuđačem. Posebno ukazano naručiocu na opravdanost tj. neopravdanost odbijanja ponuđača da zaključi ugovor, prekršajnu odgovornost ponuđača u tom smislu, zatim sredstva obezbeđenja za ozb.ponude i naplate istog zbog\nodbijanja ponuđača da zaključi ugovor i dr."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Treće pitanje se odnosi na slučaj u kojem ponuđač kojem je dodeljen ugovor (jedini ponuđač u postupk...",
    "texts": [
      "Naručiocu odgovoreno da prema odredbama ZJN ne postoji zakonska obaveza naručioca da objavljuje procenjenu vrednost javne nabavke, tj. navedeni podatak on može da objavi.\nU pogledu drugog pitanja, odgovorno da se izveštaj sačinjava na Portalu javnih nabavki, ali naravno uz pripremu potrebe dokumentacije i podataka, a prema uputstvu navedenom na samom Portalu. Dodatno je skrenuta pažnja naručiocu na Uputstvo za objavivanje podataka o javnim nabavkama koje su izuzete od primene zakona (podzakonski akt mogu pronaći na int.stranici KJN). Za bliže informacije oko tehnike popunjavanja navedenog izveštaja, naručilac upućen na telefonske konsultacije koje pružaju koleginice i kolege koje rade na pružanju informacija o funkcionisanju Portala javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Odgovor na treće pitanje: Naručilac u navedenoj situaciji mora obustaviti postupak, i ako navedenu s...",
    "texts": [
      "obrazloženje razloga obustave postupka koje su navedene i u izveštaju u postupku javne nabavke. Posebno ukazano naručiocu na opravdanost tj. neopravdanost odbijanja ponuđača da zaključi ugovor, prekršajnu odgovornost ponuđača u tom smislu, zatim sredstva obezbeđenja za ozb.ponude i naplate istog zbog odbijanja ponuđača da zaključi ugovor i dr.\nNaručilac je postavio pitanje u vezi kvartalnog objavivanja ugovora koji su zaključeni na osnovu prethodno zaključenog okvirnog sporazuma iz člana 109. ZJN. U pitanju je CJN koju je sproveo RFZO kao telo za sprovođenje centralizovanih javnih nabavki. Kako da oni navedeno sprovedu na Portalu javnih nabavki.\nNaručiocu odgovoreno da shodno odredbama člana 109. stav 2. ZJN naručilac ima dužnost da tromesečno obavljuje zbirno obaveštenja o dodeli ugovora koji su zaključeni na osnovu okvirnog sporazuma, i to u roku od 30 dana od isteka tromesečja  u kojem su ugovori zaključeni. Obzirom da je u pitanju CJN nabavaka koju je sproveo RFZO kao telo za CJN, i da su pitanja objave navedenog oglasa pitanja tehničke prirode, preporučeno da se naručilac obrati koleginicama i kolegama koji pružaju informacije o funkcionalnosti Poratal, ali da se u pogledu svog postupanja u vezi sa navedenim obrate i telu za CJN tj. RFZO radi dobijanja preciznih instrukcija za postupanje u pogledu navedenog.\nNaručilac ima tehničkih poteškoća da unese podatke o zahtevanom\nsredstvu obezbeđenja za ozbiljnost ponude (Portal javalja greške u prethodnim koracima).\nNaručiocu saopšteno da se vrati nekoliko koraka unazad te da proveri da li je kod zahtevane\ndokumentacije označio zahtev za s.o. za ozbiljnost ponude. Naručilac je proverio navedeno ispravio, čime je otklonjen nastali problem u pripremi dokumentacije za javnu nabavku.\nZamolili su za informacije u vezi sa slanjem zahteva za tumačenje ZJN (način slanja, adresa...).\nDate informacije u vezi sa slanjem zahteva za tumačenje ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu prihvatiti ponudu koja prelazi iznos procenjene vrednosti?...",
    "texts": [
      "N\naručilac može da postupi\nu skladu\nsa čl. 144. st. 2. ZJN i dodeli ugovor ponuđaču koji sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nImaju nejasnoća oko dokaza koje naručilac zahteva u dokumentaciji o nabavci.\nUkazano na mogućnost da zahtevaju pojašnjenja i dodatne informacije od naručioca u skladu sa čl. 97. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da odgovori na neblagovremni zahteva za dodatnim pojašnjenjem i informa...",
    "texts": [
      "Ne, naručilac odgovara na blagovremeni\nzahtev za dodatnim pojašnjenjem i informacijama na način proopisan čl. 97. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada se radi o jn po partijama (predmetna partija je podeljena na 35 partija), da li...",
    "texts": [
      "u tom slučaju"
    ],
    "link": null
  },
  {
    "title": "Pitanje: naručilac  zaključuje jedan ugovor o jn po partijama, ili pojedinačne ugovore o jn tj. za svaku part...",
    "texts": [
      "Odgovoreno da se radi o pitanju tehničke prirode, te da naručilac ima mogućnost da zaključi jedan ugovor o jn za sve partije ili pojedinačne ugovore o jn (za svaku partiju posebno).\nNejasni su im podaci koje je\nponuđač naveo u obrascu\nponude u pogledu cene.\nUkazano na mogućnost da zahtevaju pojašnjenje od ponuđača na način propisan  čl. 142. ZJN uz napomenu da takvo postupanje ne sme dovesti do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora o jn ili do izmene ponuđenog predmeta jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je u postupku javne nabavke kancelarijskog nameštaja, između ostalog, dobio i jednu ponudu...",
    "texts": [
      "Ukazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda ili prijava, a može da vrši i kontrolu (uvid) kod ponuđača.\nNaručilac se interesovao da li može\nu ovoj godini da pokrene postupak za sledeću.\nObjašnjeno je da sa stanovišta Zakona o javnim nabavkama ne postoji smetnja, ali je potrebno da\nse nova nabavka unese u Plan javnih nabavki za tekuću godinu.\nNaručilac u toku dana ima otvaranje ponuda, koja je oblikovana po partijama i za jednu partiju je zahtevao dostavu uzoraka. Kako postupaju sa delom ponude koji se ne dostavlja putem Portala i da li su obavezi da npr.\no\ntvore kutiju sa uzorcima ili samo da istu pokažu na otvaranju.\nNaručiocu odgovoreno da je postupak otvarnja ponuda javan i da imaju pravo da prisustvuju sva zainteresovan lice (osim u izutenim slučajevima def.zakonom) i ovlašćeni predstavnici ponuđača koji mogu i aktivno da učestvuju u postupku otvaranja ponuda pa i onog dela koji se dostavlja mimo Portala javnih nabavki. Naručilac je obavezi prvenstveno da primi uzorke (na istim naznači tačana datum i vreme prijema) i da o tome izda potvrdu podnosiocu ukoliko je isti uzorke dostavio neposredno. Uzorci kao delovi ponude, se shodno odredbi člana 5. stav 1. Pravilnika o otvaranju ponuda otvaraju i to prema redosledu prispeća. Shodno navedenoj odredbi naručilac ima obavezu da otvori ovaj deo ponude i konstatuje da su ti delovi ponude dostavljeni. Naručilac je dužan da podatke o ovim delovima ponude konstatuje u izveštaju u postupku (a i ako nije propisano zakonom i podzakonskim aktom preporuka je da naručilac vodi zapisnik ili belešku o otvaranju ovih delova\nponude). Prisutni ovlašćeni predstavnici ponuđača imaju pravo uvida u obrazac ponude svih ponuđača i pravo utvrđivanja da su delovi ponude dostavljeni koji se ne dostavljaju elektornskim sredstvima tj. putem Portala javnih nabavki, gde isti može izneti i određene primedbe u vezi sa otvaranjem ponuda što je naručilac dužan da zabeleži.\nNaručilac je primio ponude za javnu nabavku. Pregledom je utvrdio da jedna od ponuda sadrži i neto i bruto cenu 0,00 rsd. Uvidom u ostale obrasce utvrđeno je da sadrže jedinične i ukupne cene, kao i ukupnu neto i bruto vrednost. Takođe je utvrđeno, i ako nije zahtevno uputstvom, da je navedeni ponuđač dostavio u okviru ponude model ugovora u kojem je popunio vrednost neto i bruto. Kako bi bilo najpametnije da postupe.\nNaručiocu skrenuta pažnja da KJN ne vrši stručnu ocenu ponuda, ali je ipak skrenuta pažnja na sledeće: da ponuđači u obrascu ponude moraju da navedu vrednost ponude (voljnom radnjom) što je sporni ponuđač i učinio i napisao 0,00 rsd. Sa druge strane u ostalim dostupnim obrascima (koji su i zahtevani dokumentacijom, ali koje je ponuđač i bez obaveze dostavio) može se utvrditi vrednost ponude. Napomenuto da naručilac mora utvrditi stvarnu sadržinu ponude pre ocene iste. Skrenuta pažnja naručiocu i na načelni pravni stav Republičke komisije (stav 87.) kao i na jednu od odluka R.komisije za zaštitu prava po podnetom zahtevu za zaštitu prava koja možda daje odgovor na spornu situaciju\n4-00-109/2017. Napomenuto je da su u pitanju stavovi R.komisije u postupcima\nzaštite prava po odredbama ZJN/2015.\nNaručilac je objavio poziv i jednu ispravku dokumentacije u u postupku j.nabavke. Ima nameru da menja tehničku specifikaciju u jednoj od partija (greškom je uneta pogrešna specifikacija i karakteristike). Da li moraju da postupaju u skladu sa odredbama člana 87. ZJN i za koliko su dužni da pomere rok za podnošenje ponuda.\nNaručiocu odgovoreno da su dužni da produže rok za podnošenje ponuda u navedenoj situaciji, a prema odredbama stav člana 87. stav 3. ZJN. Detaljno naručiocu objašnjeno računanje rokova prema prethodno navedenom članu zakona.\nZainteresovano lice postavilo sledeća pitanja:\n-ponuđač je dostavio ponudu bez jediničnih cena u modelu ugovora, ali je istu naveo u obrascu strukture ponuđene cene i iskazao je ukupnu vrednost u obr.ponude. Kako se tretira ovakva ponuda.\n-u članu 5. modela ugovora je ostao nakon dela gde se upisuje rok plaćanja, tekst koji se odnosi na potpuno drugu javnu nabavku.\n-sumnja u validnost dokaza (falsifikat). Da\nli se na osnovu navedenog može odbiti ponuda.\nZainteresovanom licu odgovoreno:\n-Komisija za javnu nabavku mora utvrditi stvarnu sadržinu dostavljenih ponuda. Imajući u vidu da se mogu utvrditi jedinične cene iz dostavljenog obr.strukture ponuđene cene, kao i ukupna vrednost ponude iz istog obrasca, ali i ostalih obrazaca, komisija za javnu nabavku je u mogućnosti da utvrdi stvarnu sadržinu ponude, na osnovu čeka će doneto i odluku o oceni dostavljene ponude.\n-Navedeni nedostatak dokumentacije bi se mogao podvesti pod propust i tehničku grešku. Zainteresovana lica su mogla, shodno odredbama člana\n97. ZJN da ukažu naručiocu na učinjeni propust, koji je isti mogao otkloniti ispravkom dokumentacije.\n-Sama sumnja da je neki dokaz nevalidan ili falsifikat, nije dovoljan za ocenu istog. Potrebno je da naručilac utvrdi verodostojnost dostavljenog dokaza, posebno što na to ima pravo shodno odredbama člana 120. stav 2. ZJN, tražeći original dokaza (ili over.kopiju), zatim potvrdu izdavaoca dokaza (nadl.organa) ili trećeg lica koje ima saznanja o relevantnim činjenicama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da uvek zahteva dokaze za ispunjenosti kriterijuma za kvalitativni izbo...",
    "texts": [
      "Naručiocu odgovoreno da shodno odredbama člana 119. stav 2. ZJN nije u obavezi da zahteva dokaze ukoliko procenjena vrednost j.nabavke ne prelazi iznos od 5 miliona dinara. Ali svakako prema stavu 3. prethodno navedenog člana zakona, svakako ima pravo tj. može da zahteva dokaze i u ovim postupcima, kada je to potrebno za pravilno sprovođenje postupka.\nNaručilac sprovodi otvoreni postupak javne nabavke, tehnikom okvirnog sporazuma. Predmet su usluge. U tehničkim specifikacijama su\ndefinisane okvirne količine na osnovu kojih je definisana i procenjena vrednost j.nabavke. Da li im ponuđač može podneti zahteva za zaštitu prava, iz razloga što njegova ponuda ima vrednost koja prelazi iznos procenjene vrednosti javne nabavke.\nNaručiocu odgovoreno da prema odredbama člana 144. stav 2. ZJN može da odbije kao neprihvatljivu ponudu koja prelazi iznos procenjene vrednosti javne nabavke ili raspoloživih sredstava.\nNaručiocu takođe predočeno da ponuđači u svakom slučaju pod zakonom predviđenim uslovima (i pod uslovom da imaju aktivnu legitimaciju) mogu da podnesu zahtev za zaštitu prava (nezavisno od toga da li je isti osnovan ili ne)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju odobriti uvid u dokumentaciju ponuđaču koji nije podneo ponudu za partiju za koju traži...",
    "texts": [
      "Ne, naručilac je dužan da omogući uvid u dokumentaciju privrednim subjektima koji su podneli ponudu (prijavu) u konkretnoj partiji postupka jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju dilemu da i da zaključe ugovor koji im je naručilac poslao na potpisivanje. U vezi sa tim post...",
    "texts": [
      "Ukoliko naručilac od ponuđača naplati sredstvo obezbeđenja, i u narednom postupku kao osnov za isključenje navede razlog iz člana 112. stav 1. tačka 5) ZJN, moći će da odbije ponuđača po tom osnovu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje šta mogu da učine ako smatraju da je naručilac u postupku u kome su i oni učestv...",
    "texts": [
      "Ukazano na član 143. ZJN, kao i na mogućnost ulaganja zahteva za zaštitu prava."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li rang lista ponuđača mora biti ispravna. Odnosno, da li prilikom oc...",
    "texts": [
      "Odgovoreno da nakon otvaranja ponuda, odnosno prijava, vrši se pregled, stručna\nocena i rangiranje ponuda, odnosno prijava, na osnovu uslova i zahteva iz dokumentacije o nabavci i sačinjava izveštaj o postupku javne nabavke. Takopđe, u članu 144. stav 4. ZJN predviđemo je da se ponude koje nisu odbijene ocenjuju i rangiraju prema kriterijumu za dodelu ugovora koji je određen u dokumentaciji o nabavci, dok je u članu 145. stav 2. tačka 7) ZJN predviđeno da naručilac Izveštaj o postupku nabavke mora sadržati način rangiranja ponuda.\nIz svega navedenog sledi da naručilac mora oceniti sve dobijene ponude.\nNaručilac navodi da je u postupku jn dobio 2 ponude od kojih je jednu ocenio kao neprihvatljivu iz razloga što prelazi iznos procenjene vrednosti, dok je druga bila prihvatljiva i naručilac je tom ponuđaču dodelio ugovor. Nakon toga, izabrani ponuđač je odbio da zaključi ugovor koji mu je naručilac dostavio. U vezi sa tim n. Postavlja pitanja 1) da li može kroz ponovnu stručnu ocenu ponuda, ponudu koju je odbio, sada oceniti kao prihvatljivu i zaključiti sa njim ugovor;"
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2) da li mora da donosi odluku o obustavi postupka ili je dovoljno da objavi obaveštenje o obustavi ...",
    "texts": [
      "Naručilac ne može ponudu koju je odbio kao neprihvatljivu sada oceniti kao prihvatljivu, te je dužan doneti odluku o obustavi postupka – ne postoji mogućnost da se ista izbegne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje kako da postupi ukoliko za tehnički kapacitet odredi da ponuđač dostavi ...",
    "texts": [
      "Naručilac mora određivati kriterijume za kvalitativni izbor privrednog subjekta na objektivan način i tako da isti budu u logičkoj vezi sa predmetom javne nabavke. Ukoliko bi bez takvog kriterijuma bilo nemoguće izvršiti javnu nabavku, naručilac bi morao odbiti takvu ponudu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su u obavezi da traže dokaze o ispunjenosti kriterijuma od ponuđača za kog su na osnovu izjave...",
    "texts": [
      "Pojašnjeno da naručilac traži dokaze samo od ponuđača koji je dostavio ekonomski najpovoljniju ponudu, u skladu sa čl.119. ZJN, ne od svih ponuđača."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje kako u planu navode procenjenu vrednost nabavke, da li na godišnjem nivou ili uk...",
    "texts": [
      "Ukupna vrednost javne nabavke predstavlja procenjenu vrednost koju unose u plan jn.\nZaključili su okvirni sporazum na 17.000.000 dinara. Prestalo im je neutrošenih sredstava"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Gde će preusmeriti preostali novac, zavisi od njihovog finansijskog plana. Okvirni sporazum se i zak...",
    "texts": [
      "može sa sigurnošću znati kakve će biti njegove potrebe, te sav novac i ne mora biti utrošen."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Moraće da raskinu ugovor. Kako dalje da nastave postupak i nađu novog ponuđača?...",
    "texts": [
      "Da, s obzirom da ponuđači nisu jedini aktivno legitimisani u postupku. Ukazano na član\n211.\nZJN.\nPotrebno je da pokrenu novi postupak javne nabavke. Prethodni se završio zaključenjem ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Poslali su javni poziv i kd na objavljivanje na Portalu jn za konkretnu nabavku. U međuvremenu su se...",
    "texts": [
      "Odgovoreno da saglasno čl. 147. ZJN naručilac može doneti odluku o obustavi postupka jn usled pojave okolnosti koje bi, da su naručiocu bile poznate ranije, dovele do bitne promene u sadržaju dokumentacije o nabavci.\nUčestvuju kao ponuđači u pregovaračkom postupku kod sektorskog naručioca po čl. 61. st. 8. ZJN, te su\nzamolili za objašnjenje pomenutog člana ZJN.\nDato objašnjenje pregovaračkog postupka čl. 61. st. 8. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju tehničko pitanje u vezi sa slanjem oglasa na Portal službenih glasila Republike Srbije i baza ...",
    "texts": [
      "Upućeni na kolege i koleginice koji daju konsultacije u vezi sa radom na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li nabavku opreme i potrošnog materijala za  laboratoriju da sprovode  u jednom postupku jn, ili ...",
    "texts": [
      "Ukazano da naručilac određuje predmet jn imajući u vidu odredbu čl. 29. st. 3. ZJN.\nPrimili su\nodluku RKJN o odbijanju ZZP  kao neosnovanog putem pošte, ali nisu sigurni da li mogu dalje da postupaju s obzirom da RKJN istu nije objavila na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: jedna firma autorizovana da pruži predmetne usluge na teritoriji Republike Srbije?...",
    "texts": [
      "Rečeno da mogu dalje da postupaju.\n.\nDat odgovor da postoji mogućnost primene pregovaračkog postupka u skladu sa čl. 61. st. 1. tačka 1) ZJN, ukoliko je ta firma jedina ovlašćena od proizvođača da vrši predmetne\nusluge na teritoriji Republike Srbije, s tim što je u naručilac  u obavezi da zatraži mišljenje o osnovanosti primene pregovaračkog postupka. Ukazano na proceduru pregovaračkog postupka u skladu sa čl. 62. ZJN.\nImaju zaključen ugovor za isporuku električne energije sa ponuđačem „\nRestart energy“"
    ],
    "link": null
  },
  {
    "title": "Pitanje: i isti ih je obavestio da prestaje sa obavljanjem delatnosti i da neće moći dalje da isporučuje el.e...",
    "texts": [
      "NNaručiocu odgovoreno da u odredbam ZJN nema zakonskih smetnji koje bi zabranile ponovno sprovođenje postupka javne nabavke, nakon što je po prethodno sprovedenom postupku javne nabavke po kojem je zaključen ugovor isti raskinut. Sama tehnička pozivanja na istu u poziciju u Planu javnih nabavki, ili planiranje nove j.nabavke je pitanje koje naručilac mora rešiti u konsultaciji sa koleginicama i kolegama koji pružaju konsultacije u vezi funkcionisanja Portala javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li svi članovi grupe kojima je dodeljen ugovor, moraju isti da poti...",
    "texts": [
      "Naručiocu odgovoreno da navedeno nije regulisano odredbama ZJN, ali i da za navedeno nema smetnje, posebno ukoliko imamo u vidu da je prema definiciji iz člana 2. ZJN ponuđač privredni subjekt koji je podneo ponudu, a gde je privredni subjekt lice ili grupa lica koja nude na tržištu dobra, usluge ili radove. Dalje u članu 152. stav 1. ZJN je navedeno da se ugovor o javnoj nabavci zaključuje u pisanoj formi sa ponuđačem kojem je dodeljen ugovor.\nNaručilac je sproveo postupak javne nabavke po partijama, koji je ukupne procenjen\ne\nvrednosti nekih 9.500.000,00 rsd. Zaključeni su ugovori za sve partije i objavljena obaveštenja o dodeli ugovora. Naručilac je propustio da objavi oglas (javni poziv) u Sl.glasniku RS. Da li može naknadno da objavi ovaj oglas u navedenom službenom glasilu.\nNaručiocu odgovoreno da se oglas iz člana 105. stav 1. tačka 1) do 4) ZJN gde spada i javni poziv objavljuje i u Sl.glasniku RS, ukoliko je procenjena vrednost javne nabavke (nezavisno od toga da li je oblikovana po partijama ili ne) jednake ili veće vrednosti od 5 miliona dinara. U konkretnoj situaciji nema smetnji da naručilac generiše navedeni oglas i da ga pošalje na objavljivanje u Sl.glasnik RS, ali se postavlja pitanje svrhe ovakvog postupanja, obzirom da je postupak sroveden, dodeljeni su ugovori i objavljena obaveštenja o dodeli ugovora. Svakako je naglašeno da je propust naručioca nepravilnost u postupanju koje je u suprotnosti sa navedenom odredbom ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju da produže rok za 5 dana, ako traže dostavljanje bank. garancije?...",
    "texts": [
      "Ne, odredba člana 52. stav 7. ZJN, ne odnosi se na podnošenje ponuda, već konkursnu dokumentaciju.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač nije popunio i dostavio  obrazac strukture cene, ali jeste upisao ukupnu cenu..Iz toga ne mo...",
    "texts": [
      "Ukazano za šta služi opcija pojašnjenja, i da u ovom slučaju to nije moguće.. Te da je takva ponuda neprihvatljiva.\nPotrebno im je pojašnjenje člana 124. stav 1. tačka 1. I da li se pod spiskom izvedenih radova smatraju potpuno izvedeni radovi tj. okončane situacije ili može i privrena situacija.\nUkazano da se referentne liste kao dokazi izvedenih radova, odnose na kompletno izvedene radove..tj. isporučena dobra ili pružene usluge."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na kom jeziku član grupe ponuđača koji je iz inostrastva popunjava Izjavu o ispunjenosti kriterijuma...",
    "texts": [
      "Na srpskom jeziku, osim ako naručilac u konkursnoj dokumentaciji nije dozvolio da se ponuda ili deo ponude podnese na stranom jeziku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izmene Odluku o dodeli ugovora za jednu partiju?...",
    "texts": [
      "Navedeno ne bi bilo u skladu sa odredbama ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li strani privredni subjekt može podneti ponudu?...",
    "texts": [
      "Može..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavka javne rasvete, zaključuju jednogodišnje ugovore. Imaju ugovor do 31.12.2021. godine. Početko...",
    "texts": [
      "Savetovano da mogu da izmene postojeći plan, s obzirom da bi vrednost izmene bila preko 10% i da zaključe ugovor na godinu dana, do narednog decembra."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač nije naveo jediničnu ali jeste ukupnu cenu. Kako da tretiraju takvu ponudu?...",
    "texts": [
      "Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već komisija odnosno lice koje je naručilac imenovao. U razgovoru utvrđeno da\nmogu prostim deljenjem ukupne cene da dođu do jedinične.\nZaključili su ugovor sa grupom ponuđača (dva ponuđača). Naveli su da je jedina obaveza jednog od njih bila da dostavi sredstvo obezbeđenja. Međutim, sredstvo obezbeđenja je dostavio drugi ponuđač, koji izvršava sav preostali posao. Sad sav posao izvršava samo jedan ponuđač. Kako da postupe.\nUkazano da su međusobni odnosi nakon zaključenja ugovora uređeni pre svega samim ugovorom kao i Zakonom o obligacionim odnosima, a ne ZJN. ZJN predviđa kada može doći do izmene i do raskida ugovora. Naručiocu je bitno da posao bude završen, članovi grupe ponuđača su svakako solidarno odgovorni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavljaju kancelarijski nameštaj, te ih zanima da li mogu da zahtevaju spisak isporučenih dobara ka...",
    "texts": [
      "Ukazano da\nje\nčl.\n124. st. 1. ZJN tač. 2)  propisano da naručilac, kao jedan od dokaza za tehnički i stručni kapacitet može da zahteva spisak isporuka  relevantnih  dobara  ili  pruženih  usluga  tokom perioda  od  najviše  tri  poslednje  godine  pre  isteka  roka  za  podnošenje ponuda, odnosno prijava, sa iznosima, datumima i nazivima korisnika, a ako je potrebno da bi se obezbedio odgovarajući nivo konkurencije, naručilac može da naznači da će se uzeti u obzir dokaz o relevantnim dobrima ili uslugama isporučenim, odnosno pruženim u periodu dužem od tri godine.\nIzabrani su kao najpovoljniji ponuđač\nu o.p.\n, čija proc. vrednost iznosi preko\n5.000.000,00 din.,\nali bi sada odustali od zaključenja ugovora o jn iz razloga što nisu u mogućnosti odn. u stanju da dostave sve tražene dokaze. Interesuje ih da li naručilac ubuduće može da ih isključi iz postupka jn usled takvog postupanja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ponuđač može da zahteva od naručioca naknadu troškova pripremanja i podnošenja ponude?...",
    "texts": [
      "Dat odgovor da\nukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu odbije da zaključi ugovor o jn, naručilac\npostupa u skladu sa čl. 152. ZJN odn. može da pozove\nsledećeg ponuđača koji je podneo najpovoljniju ponudu i sa njim zaključ\ni\nugovor o jn\n, ili da obustavi postupak jn, ako postoje razlozi za obustavu postupka jn.\nSkrenuta pažnja\nna\nmogućnost naručioca da u skladu sa čl. 112. st. 1\n.\ntač. 6) ZJN isključi takvog privrednog subjekta iz postupka jn u svakom trenutku, ukoliko tu mogućnost predvidi u dokumentaciji o nabavci.\nNe. Naime, troškove pripremanja i podnošenja ponude snosi isključivo ponuđač i naknadu tih troškova ne može zahtevati od naručioca. Izuzetno, prema čl. 138. ZJN, u slučaju obustave postupka jn iz razloga koji su na strani naručioca, naručilac je dužan da nadoknadi ponuđaču troškove izrade uzorka/modela izrađenih u skladu sa tehn. specifikacijom naručioca, kao i troškove pribavljanja sredstava obezbeđenja, pod uslovom da je ponuđač zahtevao naknadu tih troškova u svojoj ponudi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada je naručilac u obavezi da objavi obaveštenje o podnetom ZZP?...",
    "texts": [
      "Obaveštenje o podnetom ZZP naručilac je dužan da objavi na Portalu jn najkasnije narednog dana od dana prijema ZZP, što je jasno propisano čl. 214. st. 8. ZJN.\nImaju potrebu za nabavkom specijalne laboratorijske opreme, za  koju tvrde da može da je izradi i isporuči samo jedan ponućač, te ih interesuje da li predmetnu nabavku mogu sprovesti u pregovaračkom postupku.\nUkazano na mogućnost primene čl. 61. st. 1. tač. 1) ZJN pod uslovima koje isti predviđa, u kom slučaju je naručilac dužan da se obrati KJN radi dobijanja mišljenja o osnovanosti primene pregovaračkog postupka u skladu sa čl. 62. ZJN.\nNaručilac je sproveo postupak javne nabavke i otvorene su ponude. U okviru jedne partije naručilac je dobio ponudu samo jednog ponuđača, ali je u ponudi navedeni ponuđač umesto zahtevanog obr.str.ponuđene cene dostavio neki drugi dokument. Da li mogu ponudu navedenog ponuđača, primenom odredbi člana 142. ZJN, da ipak ocene prihvatljivom.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, ali je skrenuta pažnja istom da navedeni ponuđač nije postupio po zahtevu naručioca, odnosno nije u skladu sa uputstvom dostavio zahtevni obrazac strukture ponuđene cene u ponudi. Prema odredbama člana 142. ZJN naručilac može da zahteva dodatna objašnjenja dostavljenih ponuda i dokumentacije, ali se navedeno može odnositi na već dostavljenu dokumentaciju u ponudi (zahtevani obrasci i ostalo). Prema članu 135. stav 1. ZJN privr.subjekti ponude podnose putem Portala javnih nabavki, gde je prema stavu 3. istog člana zakona navedeno da ponuđač ponudu može da izmeni, dopuni ili opozove, u roku za podnošenje ponuda, na isti način na koji je podneo ponudu. Suština je da bi se naknadno dostavljanje obr.strukture\nponuđene cene moglo smatrati izmenom ponude, a što naručilac ne sme da dozvoli. Uzimajući u obzir sve prethodno navedeno, naručilac mora izvršiti stručnu ocenu ponuda i doneti zakonitu odluku kojom će okončati predmetni postupak javne nabavke.\nZainteresovano lice postavilo sledeća pitanja:\n-da li u postupku javne nabavke može učestovati kao nosilac posla u zajedničkoj ponudi strani privredni subjekt;\n-da li se cena u ponudi može iskazati u stranoj valuti.\nZainteresovanom licu odgovoreno:\n-strani privredni subjekt može da učestvuje u postupku javne nabavke kao nosilac posla u zajedničkoj ponudi, ali je preduslov da bi mogao podneti ponudu registracija na Portalu javnih nabavki;\n-da, pod uslovom da je naručilac navedeno dozvolio, kako je to bliže definisano u odredbi člana 43. ZJN.\nNaručilac ima nedoumicu u vezi sa primenom odredbe u članu 112. stav 1. tačka 5) ZJN. Da li povreda tj. neispunjenje ugovornih obaveza  po ranije zaključenom ugovoru mora nastupiti u navedenom periodu, ili npr. Neispunjavanje obaveza je nastalo pre 5 godina, ali je naplata penala (posledica) nastupila u zahtevanom periodu (prethodne tri godine pre isteka roka za podnošenje ponuda)\nNaručiocu odgovoreno da prema sadržini navedene norme jasno proizilazi da privredni subjekt u periodu od prethodne tri godine pre isteka roka za podnošenje ponuda nije ispunjavao obaveze iz ranije zaključenih ugovora o javnoj nabavci, a što je za posledicu imalo raskid tog ugovora, naplatu sredstva obezbeđenja, naknadu štete ili dr. Znači u obuhvat navedenog perioda bi morala ući radnja neispunjenja ugovorne obaveze, ali i dokaz da je nastupila posledica (raskid ugovora, naplata sred.obezbeđenja, ugovorne kazne, penala i sl.)\nNaručilac je sproveo postupak za javnu nabavku električne energije, zaključio je ugovor i isti\nističe 01.04.2022. godine. U međuvremenu predmetni ugovor je istrošen tj. količina\nKw\nkoji su predviđeni ugovorom. Da li mogu planirati novi postupak javne nabavke u Planu i da li u ovoj iili narednoj kalendarskoj godini.\nNaručiocu odgovoreno, da prvenstveno mora proveriti sadržinu ugovora i utvrditi pod kojim se sve uslovima predmetni\nugovor smatra izvršenim i kada isti prestaje da važi. Drugo, ukoliko su razlozi opravdani naručilac može planirati novi postupak javne nabavke u Planu i za ovu godinu, izmenom plana i pod uslovom da će imati obezbeđena finansijska sredstva za realizaciju predmetne javne nabavke. To znači da sredstva ne moraju biti obezbeđena u momentu planiranja, već realizacije predmetne javne nabavke. Način obezbeđivanja i planiranja finansijskih sredstava po kalendarskim godina i druga pitanja koja se tiču sastavljanja finansijskog plana nisu u nadležnosti KJN i na ista nije moguće odgovoriti putem usmenih konsultacija."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Žele da produže rok za donošenje odluke o dodeli ugovora, dakle da bude duži od 30 dana. Gde da to n...",
    "texts": [
      "ZJN propisuje da u članu 146. da odluku o dodeli ugovora naručilac donosi u roku od 30 dana od isteka roka za podnošenje ponuda, osim ako je naručilac u konkursnoj dokumentaciji odredio duži rok. Naručiocu rečeno da ovu informaciju, može da navede npr. u sekciji ostale informacije, od značaja za ps."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ko zaključuje ugovor kod nabavki koje su sprovedene kao zajedničke?...",
    "texts": [
      "Sporazumom bi trebalo da se regulišu ovakva pitanja, između ostalog..\nSproveli nabavku proc. vrednosti 3.300.000, a sada ponovo imaju potrebu da sprovedu istu nabavku 2.000.000, pa pitaju da li"
    ],
    "link": null
  },
  {
    "title": "Pitanje: sad treba da objave oglas u sl. glasniku?...",
    "texts": [
      "Ukazano da treba, imajući u vidu da je ukupna proc. preko 5 miliona.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je dobio ponudu u kojoj je sao polovično dostavljena Izjava o ispunjenosti kriterijuma za ...",
    "texts": [
      "Može..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nastala je potreba za popravkom krova zbog prokišnjavanja. Radovi bi iznosili oko 2.000.000 dinara. ...",
    "texts": [
      "Obzirom da se radi o nabavci na koju se odredbe ZJN ne primenjuju, naručilac nema obavezu da nabavku unese u Plan jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu da povećaju obim ugovora o jn usluga za 9%, a ništa nisu predvideli  ugovorom. Da li m...",
    "texts": [
      "Mogu povećati obim nabavke do 10% prvobitne vrednosti ugovora, naosnou člana 160. ZJN. Nije potrebno da je naručilac takvu izmenu predvideo u kd."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U dilemi su oko konkretnog pojma istovrsnosti nabavke odn. da li ZJN reguliše istovrsnost?...",
    "texts": [
      "Dato objašnjenje da ZJN ne sadrži konkretan pojam istovrsnosti, ali postoje odredbe ZJN koje na odgovarajući način upućuju naručioca kako da postupa s tim u vezi. Naime, prema čl. 29. st. 3JN naručilac određuje predmet javne nabavke na način da isti predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu. Napomenuto da je čl. 29. st. 2. ZJN propisano da određivanje procenjene\nvrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene ZJN, niti da u tom cilju može da se vrši podela predmeta jn na više nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Izmenjen je naziv naručioca. Naime, umesto KBC Sremska Mitrovica sada je Zdravstveni centar Sremska ...",
    "texts": [
      "Da, vrše izmene naziva na Portalu jn.\nTražili kontakt sa nekim od lica koji pružaju podršku u radu na Portalu jn.\nUpućeni na brojeve kontakt telefona za konsultacije u vezi sa Portalom jn, objavljene na sajtu KJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Načinili su tehničku grešku prilikom izrade dokumentacije o nabavci u delu koji se tiče obrasca stru...",
    "texts": [
      "Iz razgovora sa naručiocem ne može se zaključiti da se u konkretnom situaciji radi o nekom od slučaja iz čl. 87. ZJN kada je naručilac u obavezi da produži rok za podnošenje ponuda. Ukazano da je čl. 87.  ZJN propisano u kojim slučajevima naručilac ima obavezu da produži rok za podnošenje ponuda i na koji način.\nNaručilac danas ima otvaranje ponuda u 12,00 časova, a u prethodnim danima su primali zahtev za pojšnjenjima od strane zainteresovanih lica koja su im ukazivala na nepravilnosti u dokumentaciji. Danas su proverom navoda utvrdili da zaista postoje nepravilnosti u dokumentaciji.\nNaručiocu odgovoreno da prema odredbama člana 96. ZJN naručilac u roku za podnošenje ponuda može da izmeni dokumentaicju i dužan je da izmene pošanje bez odlaganja na P\no\nrtal javnih nabavki, odnosno da\nje\nstavi na raspolaganje kao i osnovnu dokumentaciju. Shodno navedenoj odredbi, poslednji trenutak za sprovođenje naveden\ne\nradnje je dan pre isteka roka za podnošenje ponuda. Ukoliko naručilac ne može da\nobezbedi da se predmetni postupak okonča na zakonit način dodelom ugovora, treba da razmotri mogućnost obustave postupka, ukoliko postoje osnovi navedeni u odredbama člana 147. ZJN\nNaručilac ima nameru da planira nabavku specijalnog sanitetskog vozila za prevoz lica na dijalizi. Ispitivao je tržište i dobio je informacije od skoro svih potencijalnih dobavljača da cene koje bi isti dali u\nponudama ne bi predstavljale konačne cene, obzirom na sitaciju na tržištu. Kako bi naručilac mogao da postupi u navedenoj situaciji.\nNaručiocu odgovoreno da isti procenjenu vrednost javne nabavke određuje prema odredbama člana 29, 30 i 32. ZJN, vodeći računa o validnosti iste i u momentu pokretanja javne nabavke. Sa druge strane navodi potencijalnih ponuđača da ne bi mogli dati konačnu cenu je njihov stav, ali prema odredaba ZJN njihova ponuda je\nobavezujuća za njih i istu prema članu 135. stav 3. ZJN mogu da izmene, dopune ili opozovu do roka za podnošenje ponuda na način kako je i podneta ponuda (po pravilu putem Portala). Takođe naručilac može da predvidi u dokumentaciji i sredstvo obezbeđenja za ozbljinost ponude, koje obezbeđuje naručioca uprava u situaciji kada ponuđač hoće da odustane od ponude u roku važenja iste, ili kada neopravdano odbije da zaključi ugovor o javnoj nabavci, kada je odlukom naručioca istom dodeljen ugovor. Naručilac ne može da zna šta će se desiti u konkretnoj situaciji, ali mora da vodi računa o validnosti procenjene vrednosti konkretne nabavke (sve do trenutka pokretanja iste) kao i da na zakonit način sprovede i okonča postupak.\nNaručilac je sproveo postupak javne nabavke, koji se jednim delom finansira i putem granta. U pitanju je j.nabavka radova. Ponuda koju su primili viša je od procenjene vrednosti za 30 miliona dinara. Davalac granta im je preporučio da umesto dodele ugovora po osnovu člana 146. stav 2. ZJN, sprovedu pregovarački postupak. Da li oni navedeno mogu da učine.\nNaručiocu odgovoreno da je pregovarački postupak moguć u slučaju navedenom u članu 61. stav 7. ZJN kada naručilac nije dobio do roka za podnošenje ponuda nijednu ponudu, kada su sve ponude neodgovarajuće, ali pod uslovom da početni uslovi javne nabavke nisu bitno izmenjeni. U konkretnoj situaciji nije ne radi se o slučaju navedenom u ovoj odredbi ZJN. Naručilac bi eventualno mogao voditi konkurentni postupak sa pregovaranjem, shodno odredbama člana 55. stav 1. tačka 5) ZJN, pod uslovom da su ispunjeni svi uslovi navedeni u stavu 3. navedenog člana zakona, a na šta naručilac treba da obrati posebnu pažnju, posebno imajući u vidu vrednost ponude koju su primili u otvorenom postupku  i njen odnos sa proc.vrednošću javne nabavke. Skrenuta pažnja naručiocu da shodno odredbama člana 29. stav 1. ZJN naručilac mora da vodi računa o validnosti procenjene vrednosti, kao u vreme planiranja nabavke, tako i u momentu pokretanja postupka javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu iz stavke plana da izdvoje jednu stavku i da je sprovedu kao poseban postupak....",
    "texts": [
      "Mogu, tom prilikom menjaju plan, u skladu sa članom 88. stav 4. ZJN.\nUkoliko jedan od članova grupe ponuđača ne ispunjava uslov da nije isvršio\nkrivično delo u smislu člana 111. stav 1. tačka 1) podtačka (2) ZJN, da li je to osnov za isključenje cele grupe ili samo tog člana grupe.\nPojašnjeno da ponuda koju podnosi grupa ponuđača predstavlja zajedničku ponudu. Dakle, osnov za isključenje može da se\nprimeni isključivo na celokupnu grupu, odnosno ponudu, ne na člana grupe ponuđača.\nPonuđač im je nakon donošenja Odluke o dodeli ugovora poslao mejl u kom navodi da je pogrešno izrazio cenu u smislu da je izostavio jednu cifru. Da li mogu da izvrše tu izmenu.\nPojašnjeno da ponuđač ne može da menja ponudu, osim ukoliko nije evidentno da se radi o tehničkoj grešci. U ovom primeru nije reč o tehničkoj grešci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavka usluge održavanje vozila. Naručilac postavlja pitanje da li može kao dodatni uslov da navede...",
    "texts": [
      "Odgovoreno da načelno može, ali mora da vodi računa da li je i koliko svrsishodno, opravdano zahtevanje da se radi o ovlašćenom servisu, da ne bi došlo upravo do kršenja načela konkurencije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pristigla im je ponuda poštom, bez obrasca ponude, bez izjave. Kako da tretiraju takvu ponudu?...",
    "texts": [
      "Ukazano da KJN ne vrši stručnu ocenu ponuda. Ponude se podnose isključivo elektronski, i evidentno je da ponuda nema sve neophodne elemente."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ako su predvideli viškove radova, da li su dužni da obaveštavaju KJN?...",
    "texts": [
      "Odluka o izmeni ugovora više ne postoji, samo obaveštenje o izmeni ugovora koje se u slučaju izmene na osnovu člana 156. ZJN ne objavljuje na Portal jn.\nNe..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu sada da pokrenu postupak na osnovu koga će se zaključiti ugovor koji će se izvršavati u n...",
    "texts": [
      "Može..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da nastave postupak u kome je podnet ZZP, ali je RK odbacila isti  iz razloga što se radi...",
    "texts": [
      "Mogu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li izmena procenjene vrednosti (mala izmena) u toku roka za podnošenje ponuda smatra bitnom izmen...",
    "texts": [
      "Smatra se - dokumentacija o nabavci je bitno izmenjena ako bi zbog\nizmena privrednim subjektima nužno bilo potrebno dodatno vreme za\npripremu ponude ili prijave, a naročito ako se te izmene odnose na\nkriterijume za kvalitativni izbor privrednog subjekta, kriterijume za dodelu\nugovora ili tehničke specifikacije predmeta nabavke.\nU slučajevima iz stava 1. tač. 1) i 2) ovog člana, naručilac je dužan da\nproduži rok za podnošenje ponuda ili prijava, srazmerno značaju\ninformacije ili izmene koje se objavljuju, pri čemu do isteka roka za\npodnošenje zahteva za zaštitu prava iz člana 214. stav 2. ovog zakona ne može\nda preostane manje od deset dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li u slučaju da su primili samo jednu prihvatljivu ponudu, mogu odmah zaključiti ugovor?...",
    "texts": [
      "Na osnovu člana 151. ZJN naručilac može da zaključi ugovor o javnoj nabavci i pre isteka roka za podnošenje zahteva za zaštitu prava ako je podneta samo jedna ponuda, koja je prihvatljiva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je nakon donošenja i objavljivanja odluke o dodeli ugovora o javnoj nabavci primetio da ni...",
    "texts": [
      "Objašnjeno je da je potrebno ponovo sprovesti fazu stručne ocene ponuda i doneti novu odluku. Takođe, napomenuto je da od objavljivanja te odluke teče novi rok za podnošenje zahteva za zaštitu prava."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je početkom tekuće godine zaključio ugovor o javnoj nabavci koji ističe u januaru naredne ...",
    "texts": [
      "Ukazano je da naručilac može da pokrene predmetni postupak, ali je potrebno da novu nabavku unese u Plan javnih nabavki za 2021. godinu. Što se tiče finansijskih sredstava potrebnih za realizaciju ugovora, naručilac je dužan da ih obezbedi najkasnije do momenta preuzimanja obaveze, odnosno do trenutka zaključenja ugovora.\nPrivredni subjekt ima dilemu iz razloga što mu je nejasna dokumentacija o nabavci u pogledu dokaza koje treba da dostavi.\nPrivrednom subjektu je ukazano na mogućnost da zahteva pojašnjenja i dodatne informacije od naručioca u skladu sa članom 97. Zakona o javnim nabavkama.\nInteresuje ih da li je maksimum 3 godine, u članu 124. stav 1. tačka 2) ZJN, period\nza koji može da se traži dokaz u vezi sa referencama..\nZakon propisuje da je to period od najviše tri poslednje godine, sa mogućnošću da naručilac traži i za duži period.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uvideli su da imaju nedostatke u konkursnoj i da moraju da je izmene, pitanje je da li moraju da pro...",
    "texts": [
      "Ukazano na član 87. stav. 3. ZJN koji propisuje da je naručilac dužan da produži rok za podnošenje ponuda, srazmerno značaju informacije ili izmene koje se objavljuju, pri čemu do isteka roka za podnošenje zahteva za zaštitu prava iz člana 214. stav 2. ovog zakona ne može da preostane manje od deset dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje je u vezi sa mogućnošću podnošenja zzp, na postupak koji je sproveden bez primene zjn....",
    "texts": [
      "Ukazano i objašnjen član 215. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Izmenio se jedan zakonski zastupnik firme, a u međuvremenu ovlastili su još jednog, tako da sada ima...",
    "texts": [
      "Naručilac će izvršiti izmene na Portalu jn. Portal jn omogućava unos dva odn. više zakonskih zastupnika privrednog subjekta.\nDobili su ponudu koja sadrži nejasnoće u pogledu cene u obrascu strukture cene...\nNaručilac može da zatraži od ponuđača pojašnjenja u skladu sa čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku laptopova prvorangirani ponuđač nije dostavio dokaze. Da li pozivaju sledećeg najp...",
    "texts": [
      "U\nkoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu\nne dostavi (tražene) dokaze u datom roku\n, naručilac u skladu sa čl. 119. st. 6. ZJN ponudu tog ponuđača odbija i poziva sledećeg ponuđača koji je podneo najpovoljniju ponudu da dostavi dokaze (ukoliko ima još rangiranih ponuđača), ili  obustavlja postupak jn za tu partiju ako su se stekli razlozi za obustavu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku usluga održavanja knjigovezačkih mašina po partijama nisu dobili nijednu ponudu. D...",
    "texts": [
      "Mogu pod uslovima i na način propisan čl. 61. st. 7. ZJN.\nZainteresovano lice ima nameru učešća u postupku javne nabavke radi zaključenja okvirnog sporazuma, gde je naručilac u okviru tehničkih specifikacija za neka od predmetnih dobara naveo okvirne količine dok za druga nije. Rangiranje će se vršiti na osnovu jediničnih cena (zbira istih). Da li je navedeno ispravno sa stanovišta ZJN i da li mogu da se žale u pogledu navedenog.\nZainteresovanom licu odgovoreno da je smisao tehnike okvirnog sporazuma, upravo situacija u kojoj naručilac nije u mogućnosti da precizno odredi količine potrebnih dobara, gde isti navodi okvirne količine na osnovu kojih i određuje procenjenu vrednost javne nabavke. Svakako je nužno da naručilac odredi što je moguće preciznije količine kada god je to moguće, a ne da tehničke specifikacije definiše bez navođenja količina. Preporučeno da zainteresovano lice, shodno odredbama člana 97. ZJN uputi zahteva za pojašnjenjima i eventualno ukaže naručiocu na nedostake ukoliko smatra da isti postoje u dokumentaciji. U pogledu „žalbe“ zainteresovanom licu je odgovoreno da svakako ima pravo na podnošenje zahteva za zaštitu prava,  prema pravilima navedenim u odeljku zakona koji definiše zaštitu prava, uz napomenu da isti pre podnošenja zahteva ima obavezu ukazivanja na nedostatak u dokumentaciji ili postupanju naručioca.\nNaručilac ima formiranu komisiju za javnu nabavku, gde su pored članova imenovani i zamenici članova. Da li zamenik jednog člana može da menja drugog člana komisije.\nNaručilac je u postupku javne nabavke, u okviru dostavljenih ponuda utvrdio da je četvrti po rangu ponuđač u izjavi o nepostojanju osnova za isključenje naveo da su dokazi javno dostupni, što ipak nije slučaj. Kako da posmatraju ponudu navedenog ponuđača.\nNaručiocu odgovoreno da odredbama ZJN nisu definisani zamenici članova komisije, već samo članovi. Navedeno ne znači da ZJN zabranjuje da članove komisije menjaju imenovani zamenici. Obzirom da odredbe ZJN ne prepoznaju zamenike članova, KJN ne može da odgovori na navedeno pitanje, ali smisao imenovanja zamenika je da menja lice čiji je zamenik u njegovom odsustvu.\nU pogledu drugog pitanja odgovoreno da naručilac mora nesporno da utvrdi da li ponuđač ima ili nema osnove za isključenje. Prema odredbama člana 119. ZJN naručilac od ponuđača koji je dostavio ekon.najpovoljniju ponudu zahteva dokaze za ispunjenost kriterijuma za kv.izbor privr.subjekata. Dalje, prema odredbama člana 120. stav 2. ZJN naručilac u pogledu istinitosti podataka koje je dostavio  privredni subjekt može zahtevati od nadležnih državnih organa, trećih lica pa i samog privrednog subjekta da dostavi dokaz iz kojeg će se nesporno utvrditi verodostojnost navedenog podatka. Sa druge strane naručilac može da odbije ponudu kao neprihvatljivu, ukoliko je utvrdio da\npostoje osnovi za isključenje privrednog subjekta (Član 144. stav 1. tačak 1) ZJN.\nNaručilac je izvršio ponovno istraživanje tržišta i utvrdio da je proc.vrednost javne nabavke na jednoj poziciju Planu j.nabavki mnogo niža i da je sada ispod limita iz člana 27. stav 1. ZJN. Da li u ovom slučaju moraju da sprovedu postupak javne nabavke.\nNaručiocu odgovoreno da se predmetna javna nabavka nalazi u Planu javnih nabavki i dokle god je to činjenica i okolnost, naručilac ima obavezu da sprovede postupak javne nabavke u skladu sa odredbama ZJN. ZJN u odredbama člana 88. ne govori o brisanju javne nabavke iz plana ili odustanku, kao načinu izmene Plana javnih nabavki, ali tehnički naručilac može da odustane od navedene nabavke tj. da istu obriše iz plana.\nNapomenuto naručiocu da vodi računa o svim pravilima koja je morao definisati u skladu sa posebnim aktom iz člana 49. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice je postavilo pitanje da li je učešće u postupku javne nabavke uslovljeno registr...",
    "texts": [
      "Zainterosavnom licu odgovoreno da učešće u postupku javne nabavke nije uslovljeno registracijom privrednog subjekta u reg.ponuđača, ali je mogućnost registracije definisana u odredbama člana 128. ZJN i Pravilnika o sadržini registra ponuđača\ni dokumentaciji koja se podnosi uz prijavu za registraciju ponuđača. Svakako skrenuta pažnja zainteresovanom licu da mora biti registrovan na Portalu javnih nabavki kako bi mogao učestvovati u postupcima javnih nabavki.\nNaručilac je u odluci o sprovođenja postupka imenovao članove komisije. Otvaranje ponuda u predmetnom postupku je u toku sledeće nedelje, a član komisije pre toga odlazi na put. Da li navedena osoba mora potpisati Izjava o nepostojanju sukoba interesa.\nNaručiocu odgovoreno da predstavnici naručioca (članovi komisije za javnu nabavku) potpisuju izjavu o nepostojanju sukoba interesa nakon otvaranja ponuda, shodno odredbama člana 50. stav 8. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je poslao menicu kao deo ponude. Međutim, opozvali su je pre nego što je naručilac otvorio. ...",
    "texts": [
      "Odgovoreno da mogu da je vrate ponuđaču neotvorenu, ZJN ne uređuje u kom momentu će to učiniti niti postoji obaveza da to negde pribeleže, prepušteno internoj proceduri naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac im je poslao ugovor na potpisivanje. Međutim, ponuđač više ne može da isporuči predmet ugo...",
    "texts": [
      "Ne, ugovor još uvek nije zaključe, na naručiocu je kako će postupiti.\nŽele da ukažu na nepravilnosti kod drugih ponuđača, tj. na falsifikovane kataloge. Uložili su zahtev Republičkoj komisiji, koja je odbila zahtev sa obrazloženjem da je u pitanju nabavka na koju se ZJN ne primenjuje. Ističu da je samo sporna partija ispod limita, ne i sama nabavka. Obraćali su se KJN, dobili su odgovor da nismo nadležni. Zahtevaju sastanak.\nUzet kontakt telefon, preneto rukovodiocu Grupe za monitoring.\nPrivredni subjekt je podneo zahtev za zaštitu prava kojim je osporena Odluka o dodeli ugovora. Republička komisija je predmetni zahtev usvojila i delimično poništila postupak javne nabavke. Zainteresovano lice postavlja pitanje šta će dalje da bude sa postupkom, imajući u vidu da naručilac planira da donese odluku o obustavi.\nObjašnjeno je na koji način naručilac treba da postupi u smislu ponavljanja faze stručne ocene ponuda i donošenja nove odluke.\nUkazano je da je naručilac dužan da postupi u skladu sa nalozima Republičke komisije sadržanim u njenoj odluci.\nTakođe, napomenuto je da Republička komisija može da zahteva od naručioca da podnese izveštaj o sprovođenju njene odluke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je sproveo postupak javne nabavke u kojem su dva ponuđača podnela ponudu. Međutim, nakon d...",
    "texts": [
      "prava ukoliko ugovor dodeli drugorangiranom ponuđaču.\nUkazano je da naručilac ima mogućnost da zaključi ugovor sa drugorangiranim, kao i da obustavi postupak javne nabavke.\nDobili su primedbu ponuđača, ali nakon isteka roka, šta da rade…\nUkazano da zakon ne obavezuje naručioca da odgovori na neblagovremeno pitanje ili ukazivanje od strane privr. subj. Međutim, naglašeno da ipak treba da imaju u vidu sadržinu pitanja ili ukazivanja na nepravilnost i procene da li bi bilo svrsishodno da uvaže njihove navode i odgovore na pitanje, ako bi to koristilo ostalim ps."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Šta se smatra datumom zaključenja ugovora?...",
    "texts": [
      "Prema odredbama zoo, to je momenat kada obe ugovorne strane saglase volju, odnosno kod ugovora po pristupu kada druga ugovorna strana potpiše ugovor.\nPrvi put podnose ponudu (učestvuju u otvorenom postupku), te su zamolili za pomoć.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na pripremu i podnošenje ponude, posebno u o.p.), Demo verziju Portala jn u cilju vežbanja rada na Portalu jn, i kontakt tel. za podršku u radu na Portalu jn u slučaju eventualnih pitanja.\n1.\nZanima ih za koji period mogu da zahtevaju spisak isporučenih dobara kao dokaz."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Nameravaju da sprovedu nabavku usluga  restorana proc. vrednosti ispod 15.000.000,00 din., te pos...",
    "texts": [
      "1.\nUkazano na čl. 124. st. 1. ZJN tač. 2)  kojim je propisano da naručilac, kao jedan od dokaza za tehnički i stručni kapacitet može da zahteva spisak isporuka  relevantnih  dobara  ili  pruženih  usluga  tokom perioda  od  najviše  tri  poslednje  godine  pre  isteka  roka  za  podnošenje ponuda, odnosno prijava, sa iznosima, datumima i nazivima korisnika, a ako je potrebno da bi se obezbedio odgovarajući nivo konkurencije, naručilac može da naznači da će se uzeti u obzir dokaz o relevantnim dobrima ili uslugama isporučenim, odnosno pruženim u periodu dužem od tri godine.\n2. Dato objašnjenje da se u konkretnom slučaju radi o nabavci društvenih i drugih posebnih usluga (Prilog 7) iz čl. 27. st. 1. tač. 3) ZJN, te da naručilac istu sprovodi po proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49. ZJN uz primenu načela ZJN na način\nkoji je primeren okolnostima konkretne nabavke.\nImaju potrebu za sprovođenjem nabavke usluga licenci za softver čija je procenjena vrednost ispod praga, te ih interesuje da li su u obavezi da primene pregovarački postupak po čl. 61. st. 1. t. 1) ZJN, tvrdeći da samo jedan ponuđač može da izvrši predmetnu nabavku.\nNaručilac nije u obavezi da primeni pregovarački postupak po čl. 61. st. 1. t. 1) ZJN, s obzirom da je reč o nabavci ispod praga, već predmetnu nabavku sprovodi u skladu sa posebnim aktom iz čl. 49. ZJN uz primenu načela ZJN na način koji je primeren okolnostima konkretne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice postavlja pitanje kako može da dobije statističke podatke vezane za grupe naruči...",
    "texts": [
      "a\n(po delatnosti), zatim po predmetima nabavke (dobra, usluge i radovi), zatim po opisu predmeta javne nabavke i dr.\nZainteresovanom licu odgovoreno da je dobio telefon u vezi pravnih konsultacija u vezi sa primenom ZJN. U vezi sa navedenim pitanjem upućen na konsultacije koje pružaju koleginice i kolege u vezi sa primenom Portala javnih nabavki. Svakako je zainteresovano lice upućeno i na funkcionalnosti Portala, gde isti može vršiti pretrage postupaka po više osnova i isti je upućen na deo gde se formiraju filtri za pretragu (po raznim parametrima).\nNaručilac sprovodi javnu nabavku za gorivo. U fazi je stručne ocene ponuda i utvrdio je da je jedan od ponuđača u ponudi\nd\nostavio zahtevani cenovnik (na dan objavljivanja poziva za predm.j.nabavku) ali je u istom navedeno da važi do 14,00 časova tog dana. Da li se cene u cenovniku mogu menjati na opisani način.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, već komisija za javnu nabavku naručioca. U pogledu postavljenog pitanja KJN nije u mogućnosti da odgovori, obzirom da navedeno nije u njenoj nadležnosti. Preporučeno da se naručilac u pogledu navedenog obrati Agenciji za energetiku, Ministarstvu nadležnom za poslove trgovine ili Poreskoj upravi. Svakako skrenuta pažnja naručiocu da po osnovu odredbi člana 142. ZJN ima pravo da zahteva objašnjenja dostavljene dokumentacije na način i u roku kako je navedeno u odredbi stava 2. navedenog člana zakona. Posebno naglašeno da naručilac postupanjem u skladu sa članom 142. ZJN ne sme dovesti ili dozvoliti da dođe do izmene dostavljene ponude.\nSproveli su postupak javne nabavke radova i zaključili ugovor. Sada imaju potrebu za izmenom ugovora po osnovu\nnepredviđenih radova, ali i na osnovu povećanja obima. Takođe u ugovoru imaju definisane viškove radova, po osnovu Uzansi o građenju do 10%. Kako i po kom osnovu u ZJN mogu da izmene ugovor.\nU pogledu nepredviđenih radova se primenjuju odredbe člana 157. ZJN i ova izmena se objavljuje na Portalu javnih nabavki prema odredbam ačlana 155. stav 2.\nZJN. Povećanje obima je regulisano odredbama člana 160. ZJN.\nKonačno napomenuto naručiocu da shodno odredbama člana 157. stav 5. ZJN ugovoreni viškovi radova ne predstavljaju izmenu ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Predvideli su ugovorom mogućnost nabavke dodatnih dobara. Da li imaju obavezu da sačine aneks?...",
    "texts": [
      "Nemaju tu obavezu. Pojašnjen član 156. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na osnovu čega određuju da li se na neku nabavku primenjuje ZJN ili ne, na osnovu procenjene vrednos...",
    "texts": [
      "Ukazano na pragove, čl. 27. ZJN.\nImaju dve ponude, jedna je prihvatljiva, druga nije po više osnova. Pitaju koje su mogućnosti drugog ponuđača, čija ponuda nije prihvatljiva kada je reč o zzp."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može obustaviti postupak jn usled pojave okolnosti koje mu nisu bile poznate u vreme...",
    "texts": [
      "Može, ukoliko bi te okolnosti, da su bile poznate naručiocu ranije, dovele do bitne promene u sadržaju dokumentacije o nabavci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imali su samo sprovedene nabavke ispod praga, ne i izuzete nabavke. S tim u vezi, postavljaju pitanj...",
    "texts": [
      "Klikom na Uputstvo za korisnike na Portalu jn - deo pod nazivom Godišnji izveštaj o nabavkama, naručilac će dobiti uputstva kako da popuni godišnji\nizveštaj o nabavkama na koje se ZJN ne primenjuje iz čl. 181. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kakva je procedura za izuzetne nabavke?...",
    "texts": [
      "Koje dokaze dostavlja privredni subjekt sa kojim je zaključen ugovor o jn (koji ugovor o jn izvršava sa podizvođačem) u slučaju da naručilac"
    ],
    "link": null
  },
  {
    "title": "Pitanje: zatraži zamenu podizvođača?...",
    "texts": [
      "Izuzete nabavke sprovode se  u skladu sa posebnim a\nkt\nom iz čl. 49. st.  2. ZJN.\nU tom slučaju, privredni subjekt sa kojim je zaključen ugovor o jn dostavlja zahtev iz čl. 161. st. 1. tačka 1) ZJN i dokaze da za novog\npodizvođača ne postoje osnovi za isključenje iz čl. 111. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada je naručilac u obavezi da produži rok za podnošenje ponude usled izmene dokumentacije o nabavci...",
    "texts": [
      "Protumačena odredba čl. 87. ZJN, posebno deo koji se odnosi na to kada je naručilac dužan da produži rok za podnošenje ponude, te kada se smatra da je dokumentacija o nabavci bitno izmenjena."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da razmotri prikladnost oblikovanja predmeta nabavke po partijama ukoli...",
    "texts": [
      "Ne mora. Upućeni na čl. 36. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje u vezi primene odredbe člana 119. ZJN i u vezi s tim pitanje da li nar...",
    "texts": [
      "e\nli ugovora i da li se dokazi dostavaljaju putem elektronske pošte.\nNaručiocu odgovoreno da se dokazi za ispunjenost kriterijuma, shodno odredbama člana 119. stav 1. ZJN dostavljaju od strane ponuđača koji je dao ekonomski najpovoljniju ponudu, i to pre sačinjavanja samog izveštaja o postupku i donošenja odluke o dodeli ugovora. Dokazi se ne zahtevaju u samoj e-ponudi, obzirom da ponuđači u ponudi dostavljaju izjavu kojom potvrđuju da nemaju osnove za isključenje i da ispunjavaju kriterijume za izbor, shodno odredbama člana 118. stav 1. ZJN. Dokazi se zahtevaju i dostavljaju putem Portala javnih nabavki, shodno odredbama člana 45. stav 2. tačka 7) ZJN, a ne putem elektronske pošte.\nNaručilac je sproveo postupak javne nabavke za sanitetski materijal i zaključio je ugovor. Potrošili su sav sanitetski materijal pre isteka roka važenja ugovora. Da li mogu da izmene ugovor, kao i da li mogu pokrenuti novi postupak javne nabavke iako nije usvojen Plan javnih nabavki.\nNaručiocu odgovoreno da odredbe člana 160. ZJN definišu način izmene ugovora, usled povećanja obima nabavke, kao i uslove pod kojima se po ovom osnovu može izmeniti ugovor. Sa druge strane odredbama člana 88. stav 7. ZJN definisano je da u izuzetnim slučajevima, kada javnu nabavku nije moguće unapred planirati ili iz razloga hitnosti, naručilac može pokrenuti postupak javne nabavke koja nije predviđena u planu javnih nabavki. U pogledu navedenog, skrenuta pažnja naručiocu da ima u vidu da li je mogao predmetnu nabavku da planira unapred ili ne, što mora sam da oceni, kao i da li postoje razlozi hitnosti koji bi opravdavali pokretanje postupka javne nabavke koja nije u Planu javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje kako se dokazuje neobavezni osnov isključenja predviđen čl. 112. st. 1. tač. 1) ...",
    "texts": [
      "Upućeni na čl. 121. st. 1. tač. 3) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima potrebu za hitnom nabavkom usled kvara magneta. Postavljaju pitanje da li mogu da pokr...",
    "texts": [
      "Naručiocu ukazano na mogućnost sprovođenja p.p. bez objavljivanja javnog poziva u skladu sa čl. 61. st. 1. tač. 2) ZJN, te obavezu da istovremeno sa objavljivanjem obaveštenja o sprovođenju ovog postupka dostave KJN obrazloženje i svu dokumentaciju u vezi sa razlozima koji opravdavaju sprovođenje ove vrste postupka. Naručiocu takođe ukazano na mogućnost primene čl.88. st. 7 ZJN u pogledu druge okolnosti koju je naveo.\nUčestvovali bi u postupku jn uz angažovanje podizvođača, te su zamolili za bliže objašnjenje odredaba ZJN u vezi sa tim šta je potrebno za njegovo učešće.\nProtumačene odredbe čl. 131. ZJN kojima je regulisano postupanje\nprivrednog subjekta (i naručioca) u slučaju\nučešća podizvođača u postupku jn uz ukazivanje da je privredni subjekt koji namerava da deo ugovora o jn poveri podizvođaču dužan da dostavi zasebnu izjavu o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta iz čl. 118. za podizvođača."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ZJN predviđa sporazum o zajedničkom nastupu kada ponudu podnosi grupa privrednih subjekata?...",
    "texts": [
      "ZJN ne predviđa sporazum o zajedničkom nastupu u slučaju podnošenja ponude od strane grupe privrednih subekata, ali naručilac može da ga predvidi u kd."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Radi se o nabavci loto listića čija je proc. vrednost ispod 5.000.000,00 din. Da li su dužni da zaht...",
    "texts": [
      "S obzirom da se radi o nabavci ispod 5.000.000,00 din. n\naručilac nije dužan da zahteva dokaze\nod ponuđača koji je dostavio ekonomski najpovoljniju ponudu, ali i u ovom slučaju naručilac može da zahteva dokaze u skladu sa čl. 119. st. 3. ZJN.\nTreba da sprovedu pregovarački postupak za nabavku usluge održavanja softvera ispod praga koju može da izvrši samo određeni ponuđač. Da\nli primenjuju odredbe čl. 62. ZJN\nodn. da li se obraćaju KJn za mišenje o osnovanosti primene pregovaračkog postupka"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "Ne, jer se radi o nabavci ispod praga iz čl. 27. ZJN na koju se ne primenjuju odredbe ZJN-a. Naručilac u konkretnom slučaju sprovodi postupak po proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se i nabavke ispod praga sprovode putem Portala jn?...",
    "texts": [
      "Ne, osim ukoliko naručilac nije drugačije uredio posebnim aktom iz čl. 49. st. 2. ZJN  (npr. ukoliko je naručilac posebnim aktom\nodredio da se na nabavke od određenog iznosa proc. vrednosti, npr. od 500.000,00 din., primenjuju odredbe ZJN-a, što se dešava u praksi iako se ne preporučuje takvo postupanje). Takođe, ukoliko naručilac odluči da nabavku na koju se ne primenjuju odredbe ZJN-a ipak sprovede kao redovnu nabavku, u tom slučaju dužan je da u svemu postupa po odredbama ZJN-a (plan nabavke, postupak...)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako sprovode nabavke koje su ispod limita i da li imaju neku obavezu prema KJN?...",
    "texts": [
      "Upućeni na čl. 49. st.2 i čl. 181. st. 3. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima potrebu za hitnom nabavkom usled kvara magneta. Postavljaju pitanje da li mogu da pokr...",
    "texts": [
      "Naručiocu ukazano na mogućnost sprovođenja p.p. bez objavljivanja javnog poziva u skladu sa čl. 61. st. 1. tač. 2) ZJN, te obavezu da istovremeno sa objavljivanjem obaveštenja o sprovođenju ovog postupka dostave KJN obrazloženje i svu dokumentaciju u vezi sa razlozima koji opravdavaju sprovođenje ove vrste postupka. Naručiocu takođe ukazano na mogućnost primene čl.88. st. 7 ZJN u pogledu druge okolnosti koju je naveo."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu da aneksiraju ugovor usled nepredviđenih okolnosti zbog toga što imaj...",
    "texts": [
      "Naručiocu ukazano da ukoliko su  ispunjeni svi uslovi predviđeni navedenim članom i ako je ugovor još uvek na snazi imaju takvu mogućnost, kao i da imaju obavezu da objave obaveštenje o izmeni ugovora  na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li za nabavku kod koje postoje isključiva prava a čija je procenjena vrednost 700 000 dinara imaj...",
    "texts": [
      "Naručiocu odgovoreno da budući da je nabavka ispod pragova do kojih se zakon ne primenjuje saglasno čl. 27. ZJN, nemaju takvu obavezu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za računanje rokova....",
    "texts": [
      "Upućeni na čl. 85. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: li donose sporazum kojim uređuju svoja prava i obaveze?...",
    "texts": [
      "Objašnjen navedeni član, rečeno da istu stavljaju u Plan i da čekiraju opciju o zajedničkoj nabavci kao i da se donosi sporazum kojim se uređuju međusobna prava i obaveze."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su nabavku čija je proc. vrednost ispod 5 000 000 dinara i dobili su jednu ponudu. Ponuđač ...",
    "texts": [
      "Naručiocu ukazano na odredbe čl. 119. st. 2, 3 i 4. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac treba da zahteva u kd da model ugovora  bude popunjen odn. da li isti mora biti popu...",
    "texts": [
      "Saglasno odredbama čl. 142. ZJN, ukoliko ponuda sadrži računsku grešku, saglasno odredbama čl. 142. ZJN, naručilac je u obavezi da od ponuđača zatraži da prihvati ispravku računske greške, koji je u obavezi da dostavi svoj odgovor u roku od 5 dana od dana prijema zahteva naručioca, a ukoliko se ponuđač ne saglasi sa ispravkom računske greške, naručilac  takvu ponudu odbija.\nNaručilac u\nkd, u delu pod nazivom „Dokumenti koji se zahtevaju u ponudi/prijavi“,\noznačava model ugovora\nsamo ako je potrebno da ponuđači popune model ugovora\n,\nodnosno ako postoje podaci u modelu ugovora za koje naručilac očekuje da ih ponuđač\ni\npopune\n, a\nkoji neće\nbiti\nsadržani u drugim delovima ponude koje će\nponuđači\nda podnesu\n, nakon čega ga učitavaju u okviru svoje e-ponude\n.\nPored toga, ukazano da u\nupu\nt\nstvu za sačinjavanje ponude naručilac\nne traži\nod\nponuđača da potpisuju model ugovora\n, već da,\nukoliko je to zahtevano konkursnom dokumentacijom, p\nopune model ugovora i\ntako popunjeni model\nugovora učitaju u okviru svoje e-ponude."
    ],
    "link": null
  }
]