[
  {
    "title": "Pitanje: Naručilac prvi put sprovodi postupak po novom zakonu. Postavlja pitanje da li može da zaključi ugovo...",
    "texts": [
      "nabavci pre isteka roka za podnošenje zahteva za zaštitu prava, imajući u vidu da je podneta samo jedna ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....",
    "texts": [
      "Protumačene su odredbe čl. 155-161. Zakona o javnim nabavkama, kojima su uređene izmene.\nTakođe, objašnjeno je da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nZatraženo objašnjenje člana 61. st. 7. ZJN.\nProtumačena odredba čl. 61. st. 7. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li i strano pravno lice mora biti registrovano na Portalu jn da bi učestvovalo u postupku jn?...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U obrascu strukture cene  i modelu ugovora o jn ne poklapaju se podaci. Naručilac smatra da je u pit...",
    "texts": [
      "Odgovoreno da u tom slučaju naručilac može postupiti u skladu sa čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kom slučaju naručilac može izmeniti ugovor o jn usled pojave nepredviđenih okolnosti?...",
    "texts": [
      "Dato objašnjenje kada naručilac može\nusled nepredviđenih okolnosti\nizmeniti ugovor o jn uz upućivanje na čl. 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako strani privredni subjekt dokazuje nepostojanje osnova za isključenje iz čl....",
    "texts": [
      "iz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n,"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ukoliko se u toj državi ne izdaju dokazi s tim u vezi?...",
    "texts": [
      "Ukazano\nna odredbe čl. 121. ZJN st. 2. i 3. ZJN kojima je predviđeno koje dokaze\nps\nkoji\nima sedište u drugoj državi\ndostavlja\nkao dokaz da ne\npostoje osnovi za isključenje iz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n, te da, u\nkoliko se\nu državi u kojoj p\ns\nima sedište, odnosno državi\nčiji je lice državljanin ne izdaju\nti\ndokazi\n,\np\ns\nmože umesto dokaza da dostavi svoju\npisanu izjavu datu pod krivičnom i materijalnom odgovornošću, overenu pred\nsudskim ili upravnim organom, javnim beležnikom ili drugim nadležnim\norganom te države, u kojoj se navodi da ne postoje navedeni osnovi za\nisključenje p\ns\n.\nSkrenuta pažnja da ZJN u\nčl.\n121.\nst. 4. upućuje naručioca da\nputem baz\ne\npotvrda na internetu (e-Certis) ili na drugi relevantan način može\nda\nproveri da li se dokazi ne izdaju\nu toj državi\nili ne obuhvataju sve relevantne podatke.\nAxios Media, NS"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje kako...",
    "texts": [
      "mogu\nda se registruju na Portalu jn.\nOdgovoreno da je potrebno da se upoznaju sa Uputstvom za korisnike Portala jn koji mogu pronaći na prvoj strani Portala jn klikom na upitnik u kome se, između ostalog, nalazi objašnjenje procedure registracije na Portalu jn. Rečeno da ukoliko budu imali pitanja u vezi sa radom na Portalu jn mogu da se obrate KJN na neki od br. tel. za konsultacije u vezi sa primenom Portala jn, koji se nalaze na internet stranici Portala jn u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje u odnosu na dokazivanje ispunjenosti...",
    "texts": [
      "kriterijuma za kvalitativni izbor privrednog subjekta.\nProtumačene su odredbe čl. 118 i 119. Zakona o javnim nabavkama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi postupak javne nabavke u kojem je dobio sve iste ponude. Sad ne zna šta da radi, ...",
    "texts": [
      "Ukazano je na odredbe člana 144. Zakona o javnim nabavkama prema kojima je naručilac najpre bio dužan da odredi rezervni kriterijum koji bi primenio ukoliko postoje dve ili više ponuda koje su primenom kriterijuma za dodelu ugovora jednake.\nTek ako i nakon primene rezervnih kriterijuma postoje dve ili više ponuda koje su jednako rangirane, naručilac će dodeliti ugovor ponuđaču koji bude izvučen putem žreba.\nŽreb se sprovodi kao i ranije – uživo u prostorijama naručioca uz obezbeđeno prisustvo predstavnika ponuđača, dakle ne preko Portala javnih nabavki."
    ],
    "link": null
  }
]