[
  {
    "title": "Pitanje: Kako postupiti u  slučaju nepoklapanja jedinične i konačne tj. ukupne cene u ponudi? Koju uzeti u ob...",
    "texts": [
      "U slučaju postojanja razlike između jedinične i ukupne cene u ponudi, kao merodavna uzima se jedinična cena.\nPrimili su danas (u četvrtak) zahtev za uvid u dokumentaciju iz postupka jn, te ih interesuje da li se rok za uvid iz čl. 149. ZJN pomera na ponedeljak, imajući u vidu da je sutradan neradni dan zbog praznika.\nUzimajući u obzir odredbe čl. 85. ZJN kojima je propisan način računanja rokova, u ovom slučaju rok za uvid\nu dokumentaciju iz postupka jn iz čl. 149. ZJN\npomera se na ponedeljak, tj. ističe u ponedeljak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju da dozvole uvid u dokumentaciju?...",
    "texts": [
      "Naručiocu ukazano na čl. 149. ZJN, te da nakon objavljivanja odluke o dodeli ugovora, odluke o zaključenju okvirnog sporazuma, odnosno odluke o obustavi postupka naručilac je dužan da u roku od dva dana od dana prijema pisanog zahteva, privrednom subjektu koji je podneo ponudu, omogući uvid u dokumentaciju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je tražio pojašnjenje čl. 27 st. 1. tač. 3 ZJN, u smislu da li se 15 000 000 odnosi na jed...",
    "texts": [
      "Odgovoreno na sve istovrsne na godišnjem nivou."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postoji li obaveza objavljivanja obaveštenja o izmeni okvirnog sporazuma u slučaju povećanja obima n...",
    "texts": [
      "U slučaju primene čl. 160. ZJN (povećanje obima nabavke) naručilac nije u obavezi da objavljuje\nobaveštenje o izmeni okvirnog sporazuma/ugovora o jn. Naručilac je u obavezi da\nobjavljuje\nobaveštenje o izmeni okvirnog sporazuma/ugovora o jn samo u slučajevima iz čl. 155. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da se, kao privredni subjekt, registruju  na Portalu jn?...",
    "texts": [
      "Upućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na registraciju privrednih subjekata), Demo verziju Portala jn u cilju vežbanja rada na Portalu jn, i kontakt tel. za podršku u radu na Portalu jn u slučaju eventualnih pitanja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ponuđač može da zahteva od naručioca naknadu troškova pripremanja i podnošenja ponude?...",
    "texts": [
      "Troškove pripremanja i podnošenja ponude snosi isključivo ponuđač i naknadu tih troškova ne može zahtevati od naručioca. Izuzetno, prema čl. 138. ZJN, u slučaju obustave postupka jn iz razloga koji su na strani naručioca, naručilac je dužan da nadoknadi ponuđaču troškove izrade uzorka/modela izrađenih u skladu sa tehn. specifikacijom naručioca, kao i troškove pribavljanja sredstava obezbeđenja, pod uslovom da je ponuđač zahtevao naknadu tih troškova u svojoj ponudi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Želi da podnese prijavu za polaganje ispita za službenika za jn, te se interesuje da  li ima slobodn...",
    "texts": [
      "Nakon provere sa koleginicom Jelenom Milojević rečeno da su za januar mesec data dva ispitna roka, koja su već popunjena, što je i objavljeno na sajtu KJN u delu Službenk za jn. Ostaje da se prijavi za neki od narednih termina (u februaru mesecu, ili kasnije). Skrenuta pažnja da se za sve informacije u vezi sa polaganjem ispita za službenika za jn može obratiti na kontakt tel. za konstultacije u vezi sticanja sertifikata za službenika za jn, koji je KJN objavila na svom sajtu u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada može da se dostavi izveštaj o nabavkama na koje se ZJN ne primenjuje za 2021. godinu?...",
    "texts": [
      "Iz odredaba čl.\n181. ZJN može se zaključiti da je naručilac dužan\nda izveštaj o nabavkama na koje se ZJN ne primenjuje za 2021. godinu\ndostavi putem Portala jn najkasnije do 31. januara 2022. godine."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Menjaju status iz preduzetničkog u d.o.o.. Naziv firme ostaje isti sa dodatkom d.o.o.  Da li da izvr...",
    "texts": [
      "Rečeno da treba da se izvrše izmene na Portalu jn u pogledu pravnog oblika (sada je d.o.o.), naziva firme (dodato je d.o.o. u nazivu), PIB (ukoliko je isti izmenjen). Kontakt tel. prosleđen Mladenu, s obzirom da se radi o pitanju koje zahteva tehničku podršku.\nZainteresovano lice je učestvovalo u postupku nabavke smeštaja za 6 lica za potrebe Muzeja u Aleksandrovcu i izražavaju sumnju u postojanje sukoba\ninteresa prilikom sprovođenja predmetne nabavke. Postupak je sproveden bez primene odredbi ZJN. Šta mogu isti da preduzmu.\nZainteresovanom licu objašnjenjno kada postoji sukob interesa prema odredbama ZJN, zatim koja lica mogu biti u sukobu intersa i drugo u skladu sa odredbama člana 50. ZJN. Sa druge strane skrenuta pažnja zaint.licu da je predmetni postupak\nsproveden bez primene ZJN i da je naručilac bio u obavezi da ispoštuje samo načela ZJN, shodno odredbama člana 27. ZJN. Posebno skrenuta pažnja zaint.licu da se upozna sa internim aktom naručioca iz člana 49. stav 2. ZJN (koji je isti bio u obavezi da objavi na svojoj interenet stranici) i to dela koji se odnosi na pravila načina planiranja i sprovođenja nabavki na koje se zakon ne primenjuje. Preporučeno da se zainteresovano lice obrati samom naručiocu sa primedbama koje ima, koje mora potkrepiti dokazima, a zatim i samom osnivaču Muzeja, eventualno nadležnoj budžetskoj inspekciji. Svakako se zaint.lice može obratiti i KJN radi sprovođenja monitoringa nad predmetnim postupkom, ali je istom jasno skrenuta pažnja da nije u pitanju postupak javne nabavke, već nabavke na koju se ZJN ne primenjuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko će izmenjeni plan biti objavljen sutra, da li mogu pre toga da objave javni poziv? Na koji n...",
    "texts": [
      "Moraju da sačekaju da plan bude objavljen, s obzirom da javni poziv objavljuju iz stavke plana. Pojašnjeno od kog dana se računa rok za podnošenje ponuda i kada se završava, u skladu sa članom 85. ZJN.\nIzmenili su Odluku o dodeli ugovora. Da li je potrebno da opet čekaju da protekne rok od 10 dana zzp? Prvi put niko nije uložio zzp.\nPotrebno je da sačekaju da prođe rok od 10 dana, iako prvi put niko nije uložio zzp."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Jedan ponuđač je u roku za podnošenje ponuda poštom poslao ispravku ponude, dopunio je obrazac struk...",
    "texts": [
      "Ponude se podnose isključivo elektronskim putem, na Portalu javnih nabavki. Ponuđač može da izmeni ponudu u roku za podnošenje ponuda, ali isključivo elektronski."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način se određuje istovrsnost?...",
    "texts": [
      "Pojašnjen član 29. ZJN.\nNaručilac navodi da je u ponudi koja mu je dostavljena u Obrascu strukture cene na ispravan način uneta ponuđena cena, međutim u Obrascu ponude uneta je cena od 0,00 dinara. Da li može od ponuđača zahtevati dodatno"
    ],
    "link": null
  },
  {
    "title": "Pitanje: pojašnjenje na osnovu člana 142. ZJN?...",
    "texts": [
      "Naručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Privredni subjekt postavlja pitanje da li će Republička komisija za zaštitu prava doneti odluku u nj...",
    "texts": [
      "KJN nema ovlašćenja da odlučuje u postupku zaštite prava, niti da preispituje odluke Republičke komisije za zaštitu prava."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li zaposleni koji je u sektoru za računovodstvo može polagati ispit za službenika za javne nabavk...",
    "texts": [
      "Ne postoji sukob interesa u smislu odredbi ZJN, te kolega može izaći na ispit ukoliko ispunjava uslove iz Pravilnika."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukazano je da je naručilac tu mogućnost imao i na osnovu člana 112. starog zakona. U novom zakonu ov...",
    "texts": [
      "Međutim, ni jedan od četiri Zakona o javnim nabavkama ne poznaje institut odricanja od prava na podnošenje zahteva za zaštitu prava.\nS druge strane, ponuđač ne bi ni mogao da podnese zahtev za zaštitu prava sam protiv sebe.\nNaručilac nastupa i kao ponuđač. Interesuje se kako da to izvede na Portalu javnih nabavki, imajući u vidu da se već registrovao kao naručilac.\nObjašnjeno je da je potrebno da nam se obrati radi otvaranja krovnog naloga."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Kako tržište pokazuje trend rasta cen...",
    "texts": [
      "Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nPored toga, naručilac može i da obustavi postupak.\nMeđutim, imajući u vidu da mu je električna energija neophodna, naručilac bi trebalo da obazbedi sredstva.\nNaručilac je sproveo fazu stručne ocene ponuda i doneo odluku o dodeli ugovora. Međutim, utvrdio je da došlo do previda u radu  komisije za javnu nabavku, te da je potreban povraćaj u pređašnje stanje kako bi se ta greška otklonila.\nObjašnjeno je da je potrebno ponovo sprovesti fazu stručne ocene ponuda i doneti novu odluku. Takođe, napomenuto je da od objavljivanja te odluke teče novi rok za podnošenje zahteva za zaštitu prava."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Do kada može da se zaključi ugovor o jn?...",
    "texts": [
      "Naručilac je dužan da ugovor o jn dostavi ponuđaču u roku od deset dana od isteka roka za podnošenje ZZP-a.\nDobili su ponudu koja sadrži nejasnoće u pogledu cene u obrascu strukture cene i   modelu ugovora o jn...\nNaručilac može da zatraži od ponuđača pojašnjenja u skladu sa čl. 142. ZJN.\nZamolili su za bliže objašnjenje dokaza za tehnički i stručni kapacitet iz čl. 124. st. 3. 3JN, koji se tiče angažovanja tehničkih lica ili tela.\nDato objašnjenje čl. 124. st. 3. 3JN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavljaju video opremu za nadzor, te postavljaju pitanje da li ZJN definiše pojam istovrsnosti, kak...",
    "texts": [
      "Objašnjeno da ZJN ne sadrži konkretan pojam istovrsnosti, ali sadrži odredbe koje na odgovarajući način upućuju naručioca kako da postupa s tim u vezi. Naime, prema čl. 29. st. 3JN naručilac određuje predmet javne nabavke na način da isti predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu. Napomenuto da je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene ZJN, niti da u tom cilju može da se vrši podela predmeta jn na više nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da u dokumentaciji o nabavci predvidi neki od osnova za isključenje pri...",
    "texts": [
      "Odgovoreno da naručilac shodno čl. 112. ZJN\nmože\nu dokumentaciji o nabavci da predvidi da će isključiti privrednog subjekta iz postupka jn u svakom trenutku ukoliko utvrdi postojanje nekog od  slučajeva propisanih ovim članom ZJN (npr. iz čl. 112. st. 6. ZJN).\nNaručilac je sproveo postupak javne nabavke radova , gde su u ugovoru definisali viškove radova u skladu sa Posebnim uzansama o\ngrađenju. Da li imaju obavezu izmene ugovora, usled pojave viškova radova.\nNaručiocu odgovoreno da shodno odredbama člana 157. stav 5. ZJN ugovoreni viškovi radova ne predstavljaju izmenu ugovora o javnoj nabavci.\nNaručilac ima u Planu javnih nabavaki poziciju (javnu nabavku) procenjene vrednosti 20 miliona dinara, koja je oblikovana po partijama. Da li za partije iz navedene pozicije, koje prema proc.vrednosti ne prelaze iznos od 5 miliona dinara, moraju da pošalju na objavljivanje Sl.glasniku RS.\nNaručiocu odgovoreno da se posmatra nabavka na navedenoj poziciji koja je proc.vrednosti 20 miliona dinara i shodno navedenom, imaju obavezu i za pojedinačne partije koje čine navedenu javnu nabavku da objave oglas u Sl.glasniku RS prema pravilima definisanim u odredbama člana 105. ZJN.\nNaručilac je sproveo postupak javne nabavke za usluge, gde je u istom dobio do isteka roka za podnošenje ponuda, dve ponude. U jednoj od ponuda nije dostavljeno zahtevano pismo o namerama poslovne banke i nije dostavljen u ponudi dokaz za ispunjenost kriterijuma za izbor privr.subjekta (standard kvaliteta).\nNaručiocu odgovoreno da u pogledu dokaza za ispunjenost kriterijuma za kval.izbor ponuđači nisu u obavezi da u e-ponudi dostavljaju dokaze, već iste eventulano dostavljaju u skladu sa pravilima postupanja naručioca definisanim u članu 119. ZJN.\nU vezi sa pismom o namerama poslovne banke, to je bio zahteva naručioca prema sadržini dokumentacije o nabavci, po kojem navedeni ponuđač nije postupio. Preporučeno naručiocu da se upozna sa odlukom Republičke komisije za zaštitu prava br. 4-00-1992/2020, i to dela koji se upravo odnosi na okolnost nedostavljanja pisma o namerama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uložen im je zzp nakon donošenja Odluke o dodeli ugovora. Usvajaju sve navode podnosioca. Kako treba...",
    "texts": [
      "Ukazano na čl. 220. ZJN. Naručilac ukoliko smatra da su navodi osnovani, donosi rešenje kojim usvaja zzp i delimično poništava postupak jn, u kojem će se izjasniti na sve navode zzp, i koje dostavlja podnosiocu zahteva, ponuđačima i Republičkoj komisiji u roku od tri dana od dana donošenja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Odgovoreno da ZJN ne reguliše predmetno pitanje. Na naručiocu i ponuđaču je kako će to pitanje regul...",
    "texts": [
      "Pojašnjen član 52. stav 5. ZJN\nNa koji način da sprovedu postupak nabavke društvenih\ni drugih posebnih usluga čija je procenjena vrednost manja od 15.000.000 dinara, kao nabavku na koju se ZJN ne primenjuje ili kroz okvirni sporazum, iako je predmet nabavke drugačiji.\nKao nabavku na koju se ZJN ne primenjuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je neprihvatljiva ponuda u kojoj je dostavljena jedna zajednička menica za sve partije umesto ...",
    "texts": [
      "KJN nije nadležna da vrši stručnu ocenu ponuda.\nUkazano da na osnovu člana 144. stav 1. tačka 4) ZJN naručilac nakon pregleda i stručne ocene, odbija ponudu,  odnosno prijavu kao neprihvatljivu, ako nije dostavljeno sredstvo obezbeđenja za ozbiljnost ponude u skladu sa dokumentacijom o nabavci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koje su obaveze naručioca preme KJN ukoliko izvrši izmenu ugovora na osnovu člana 158. ZJN?...",
    "texts": [
      "U slučaju izmene ugovora iz čl. 157. i 158. ZJN, naručilac je dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koliko da produže rok za podnošenje ponuda ukoliko menjaju Obrazac strukture cena?...",
    "texts": [
      "Naručilac je dužan da produži rok za podnošenje ponuda ili prijava, srazmerno značaju informacije ili izmene koje se objavljuju, pri čemu do isteka roka za podnošenje zahteva za zaštitu prava iz člana 214. stav 2. ovog zakona ne može da preostane manje od deset dana. (10+3)\nNaručilac je zahtevao da mu se objasni razlika između čl. 157. I 158. Zakona o javnim nabavkama.\nImajući u vidu situaciju koju je naručilac opisao, objašnjeno je šta su nepredviđeni radovi, kao i u kojim slučajevima se može smatrati da postoje nepredviđene okolnosti.\nNaručilac se interesovao o tome na koji način se sprovodi pregovarački postupak.\nData potrebna uputstva i smernice.\nNaručilac sprovodi postupak javne nabavke oblikovan po partijama. Ponuđač je podneo ponudu za više partija, s tim što je u ponudi za drugu partiju na jednom mestu ostala cena iz ponude za prvu partiju.\nUkazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda ili prijava.\nNaručilac se interesovao da li treba konkursnom dokumentacijom da zahteva od\nponuđača da popune model ugovora o javnoj nabavci.\nNaručilac u konkursnoj dokumentaciji, u delu pod nazivom „Dokumenti koji se zahtevaju u ponudi/prijavi“, označava model\nugovora samo ako je potrebno da ponuđači popune model ugovora, u smislu podataka koji neće biti sadržani u drugim delovima ponude koje će ponuđači da podnesu, nakon čega ga učitavaju u okviru svoje e-ponude. U suprotnom, ponuđači izražavaju svoju saglasnost sa sadržinom budućeg ugovora jednostavno čekiranjem. Ukazano je da u uputstvu za sačinjavanje ponude naručilac ne traži od ponuđača da potpisuju model ugovora, već da, ukoliko je to zahtevano konkursnom dokumentacijom, popune model ugovora i tako popunjeni model ugovora učitaju u okviru svoje e-ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Kako tržište pokazuje trend rasta cen...",
    "texts": [
      "Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nPored toga, naručilac može i da obustavi postupak.\nMeđutim, imajući u vidu da mu je električna energija neophodna, naručilac bi trebalo da obazbedi sredstva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U ponudi i modelu ugovora o jn se neki podaci ne poklapaju, verovatno omaškom Da li se može prihvati...",
    "texts": [
      "Naručilac može da zatraži dodatno pojašnjenje shodno čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li svi članovi zajedničke ponude moraju imati dozvolu za obavljanje delatnosti?...",
    "texts": [
      "Član zajedničke ponude mora imati dozvolu za obavljanje delatnosti ukoliko se ista traži za izvršenje posla koji će  obaviti u okviru nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pripremaju zahtev za tumačenje ZJN, te postavljaju pitanje da li nam isti šalju elektronski ili pute...",
    "texts": [
      "Rečeno da zahtev za tumačenje ZJN upućuju KJN na zajedničku pisarnicu republičkih organa poštom ili neposredno.\nRegistrovani su na Portalu jn kao naručilac, a trebaju da se registruju i kao ponuđač.\nOdgovoreno da se obrate KJN mejlom sa zahtevom za otvaranje krovnog naloga kako bi im bilo omogućeno da budu registrovani i kao naručilac i kao ponuđač."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko naručilac produži rok za podnošenje ponuda usled bitne izmene dokumentacije o nabavci (izmen...",
    "texts": [
      "Ukazano da u navedenoj situaciji do isteka roka za podnošenje ZZP iz čl. 214. st. 2. ZJN ne može da preostane manje od deset dana (deset + tri dana  = trinaest dana)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su otvoreni, pa pregovarački postupak, ni tad se nije javio ponuđač. Postavljaju pitanje da...",
    "texts": [
      "U ovom slučaju, moraju otvoreni postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su zajedničku ponudu od grupe ponuđača. Nisu im dostavili sporazum između članova grupe ponuđ...",
    "texts": [
      "ZJN ne predviđa obavezu dostavljanja sporazuma između članova grupe ponuđača.\nZa jednu partiju izabrani ponuđač je odbio da potpiše ugovor. Drugorangiranom ponuđaču je isteklo važenje ponude, nije hteo da produži rok. Trećerangiranom će dodeliti ugovor. Na koji način da izmene Odluku o dodeli, s obzirom da bi se izmena odnosila samo na jednu partiju od ukupno osam? I da li treba da sačekaju 10 dana za zzp?\nPortal pruža mogućnost izmene Odluke samo za jednu partiju. Izmeniće Odluku samo u tom delu i rok od 10 dana za zzp počinje da teče od tad i važi samo za tu partiju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je je dužan da zahteva od ponuđača neki dokaz da ne postoje osnovi za isključenje ukoliko je p...",
    "texts": [
      "Nije dužan."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako naručilac više ne sme zahtevati navedeno, preporučeno da mu se obrate...",
    "texts": [
      "putem pitanja u vezi sa konkursnom dokumentacijom i ukažu na nepravilnost.\nUkazano da naručilac ne bi smeo da odbije ponudu kojoj je jedini nedostak to što Obrazac strukture ponuđene cene nije potpisan i overen."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li su sva sportska udruženja javni naručioci....",
    "texts": [
      "Javni naručioci, u smislu ZJN su pravna lica osnovana u cilju zadovoljavanja potreba u opštem interesu, koje nemaju industrijski ili trgovinski karakter, ako je ispunjen bilo koji od sledećih uslova:\n(1) da se više od 50% finansiraju iz sredstava javnog naručioca;\n(2) da nadzor nad radom tih pravnih lica vrši javni naručilac;\n(3) da više od polovine članova organa nadzora ili organa upravljanja tih pravnih lica imenuje javni naručilac."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li da odbiju ponudu uz koju nije dostavljen katalog proizvoda koji su zahtevali, ali im i nije ne...",
    "texts": [
      "KJN nije nadležna da vrši stručnu ocenu ponuda.\nUkazano da na osnovu člana 144. stav 1. tačka 3) ZJN naručilac nakon pregleda i stručne ocene, odbija ponudu,  odnosno prijavu kao neprihvatljivu, ako nisu ispunjeni zahtevi i uslovi u vezi sa predmetom nabavke i tehničkim specifikacijama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da sprovesti pregovarački postupak bez objavljivanja javnog poziva za usklađivanje izrađe...",
    "texts": [
      "Osnovanost ove vrste postupka se ne može ceniti generalno, već se mora utvrđivati za svaku pojedinačnu nabavku, s obzirom na obrazloženje i svu dokumentaciju koju dostavi naručilac, u vezi sa razlozima koji opravdavaju sprovođenje te vrste postupka.\nNabavili su opremu za izvršenje krivičnih sankcija – nanogice sa sistemom za održavanje istih kao nabavku iz oblasti odbrane i bezbednosti shodno Uredbi kojom su regulisane nabavke iz ove oblasti. Sada se javila potreba za održavanjem sistema za  održavanje nanogica koje može da pruži samo jedan određeni ponuđač. Napomenuli su da tehnička specifikacija predstavlja"
    ],
    "link": null
  },
  {
    "title": "Pitanje: tajni podatak. Da li predmetnu nabavku (i dalje) sprovode kao nabavku iz oblasti odbrane i bezbednos...",
    "texts": [
      "Ukoliko postoji osnov, sprovode kao nabavku iz oblasti odbrane i bezbednosti shodno Uredbi o javnim nabavkama u oblasti odbrane i bezednosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku hemijskih sredstava po partijama dobili su ponudu koja ne ispunjava u celini uslov...",
    "texts": [
      "Naručilac odbija takvu ponudu kao neprihvatljivu u skladu sa čl. 144. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zamolili su da im se javi koleginica, koja je obećala odgovor na postavljeno pitanje nakon konsultac...",
    "texts": [
      "Nakon provere saznala koja je koleginica obavila razgovor i prenela joj informaciju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koje rezervne kriterijume naručilac može da predvidi u dokumentaciji o nabavci u slučaju da dobije d...",
    "texts": [
      "Naručilac u\ndokumentaciji o nabavci\nkao rezervni kriterijum može da predvidi npr. rok i način plaćanja, rok važenja ponude ili neki drugi kriterijum, ali ne može predvideti kao rezervni kriterijum onaj koji je predvideo kao kriterijum za dodelu ugovora o jn. Takođe, potrebno je da  naručilac u\ndokumentaciji o nabavci\nodredi da će se ovi kriterijumi koristiti kao rezervni kriterijumi za dodelu ugovora ukoliko postoje dve ili više ponuda koje su nakon primene kriterijuma za dodelu ugovora o jn iste. Skrenuta je pažnja da žreb ne predstavlja rezervni kriterijum, već shodno čl. 144. st. 6. ZJN predstavlja način za dodelu ugovora o jn u slučaju kada nakon primene rezervnih kriterijuma iz čl. 133. st. 8. ZJN postoje dve ili više jednako rangiranih ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koliko dugo treba da se čuva dokumentacioja o jn?...",
    "texts": [
      "Celokupnu dokumentaciju o jn naručilac shodno čl. 41. ZJN čuva najmanje pet godina od zaključenja ugovora, okvirnog sporazuma, obustave ili poništenja postupka jn. Na isti način čuva se i arhivira dokumentacija koja se razmenjuje na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu u ovoj godini da pokreću nabavke za sl. godinu?...",
    "texts": [
      "Mogu u ovoj godini da donesu plan jn za  sledeću, 2022. godinu i pokrenu postupke za tu godinu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Primećena je tehnička greška u ponudi i modelu ugovora u vezi sa navođenjem da nastupa sa podizvođač...",
    "texts": [
      "Naručilac može da zahteva dodatno objašnjenje od ponuđača  u skladu sa čl. 142. ZJN.\nNaručilac je sproveo postupak javne nabavke i zaključio ugovor. U dokumentaciji o nabavci i modelu ugovora naručilac je pogrešno definisao zahtev za s.o. za ispunjenje ugovornih obaveza\n,\nobzirom da je isto definisao u visini od 10% sa uračunatim pdv-om. Dobavljač usluge s kojim su zaključili ugovor, dostavio je bank.garanciju u visini od 10% bez pdv-a, ali je istoj navedena nominalana vrednost sa pdv-om. Da li mogu da prihavte ovakvo sredstvo obezbeđenja bez izmene.\nNaručiocu odgovoreno da nije zahtev za navedenim sredstvom obezbeđenja definisao u skladu sa odredbama člana 94. ZJN, gde je u stavu 3. jasno navedeno da je vrednost sdersdstva obezbeđenja bez uračunatog pdv-a. Obzirom na postojeću situaciju, preporučeno da naručilac usaglasi zahtevano sredstvo obezbeđenja sa dobavljačem i poslovnom bankom, kako bi isto bilo ispravno i naplativo ukoliko nastupe slučajevi po osnovu kojih se isto aktivira.\nNaručilac ima potrebu da se registruje kao ponuđač na Portalu javnih nabavki, pored činjenice da je već registrovana kao naručilac na istom. Kako to da izvedu.\nNaručilac upućen na konsultacije vezane za funkcionisanje Portala javnih nabavki, kako bi istom bio otvoren krovni nalog pomoću kog bi naručilac sebe mogao registrovati i kao ponuđača.\nZainteresovano lice je učetvovalo u postupku javne nabavke tonera kod naručioca RT Srbija. Podneli su zzp na odluku o dodeli ugovora, koji je usvojen od strane RKZP. Zzp je usvojen i naručilac je izvršio ponovnu stručnu ocenu ponuda, prilikom čega je od njih zahtevao dodatna pojašnjenja ponude, a koja su oni dostavili u roku. Nakon toga je doneta nova odluka kojom je ponovo njihova\nponuda odbijena. Šta oni sad mogu da preduzmu.\nZainteresovanom licu predočena da shodno odredbama člana 149. ZJN mogu izvršiti uvid u dokumentaciju o nabavci, kao i da mogu da eventualno da podnesu zahtev za zaštitu prava, shodno odredbama člana 214. ZJN. Opreza radi, skrenuta pažnja zanteresovanom licu da ima u vidu odredbe navedenog člana zakona od stava 5. do 7. ukoliko se odluče za ponovno podnošenja zahteva za zaštitu prava.\nNaručilac je sproveo postupak javne nabavke za dobra (elektromašine), otvorene su ponude i u ponudi jednog ponuđača tj. izjavi nema podataka u vezi kriterijuma str.i tehničkog kapaciteta koji se tiče obrazovnih i stručnih kvalifikacija. Da li je navedeno ponuđač mogao propustiti i kako da cene dostavljenu ponudu. Navedeni ponuđač je u vezi navedenog kapaciteta u ponudi dostavio sertifikat jednog lica (što nije potpuni dokaz za ispunjenje zahtevanog kriterijuma).\nNaručiocu skrenuta pažnja da se oko tehničkih pitanja obrati koleginicama i kolegama koji pružaju konsultacije u vezi sa funcionisanjem Portala javnih nabavaki. U vezi sa samom izjavom, prema odredbama člana 118. stav 1. ZJN ponuđači potvrđuju da, između ostalog, ispunjavaju kriterijume za izbor privr.subjekata. Prema stavu 4. prethodno navedenog člana zakona ponuđač navodi i izdavaoca dokaza u izjavi. Shodnio navedenom, kao i na osnovu činjenice da je neka dokumentacija od strane ponuđača u ponudi dostavljana, naručilac treba da uradi stručunu ocenu ponuda, sačini izveštaj i donese odluku o dodeli ugovora. U ve\nz\ni eventualnih dodatnih pojašnjenja ponude (član 142. ZJN) skrenuta pažnja naručiocu da vodi računa da ne dozvoli da dođe do izmene ponude, obzirom da se ponude mogu izmeniti, dopuniti i opozvati do roka za podnošenje ponuda.\nNaručilac je sproveo postupak za sanitetski potrošni materijal. U stavci 1. tehničke specifikacije su opisane karakteristike dobra, koje se razlikuju od karakteristika stavke 1. u obrascu strukture ponuđene cene. Dostavljene su tri ponude, od kojih najskuplja po vrednosti, na osnovu dostavljenog kataloga (koji je zahtevan) ispunjava karakteristike koje su navedene i u obr. Tehničke specifikacije i obr.strukture ponuđene cene. Kako da postupe.\nNaručiocu skrenuta pažnja da KJN ne vrši stručnu ocenu ponud\na\n, već komisija za javnu nabavku. Napomenuto da naručilac odgovora za ispravnost dokumentacije koju objavljuje, te da ista mora biti u saglasnosti (u tom smislu i u pogledu sadržine objavljenih obrazaca). Naručilac je navedeno u konkretnom slučaju propustio da učini. Ocena sadržine svakog od objavljenih obrazaca u smislu njegovog značaja je u nadležnosti komisije naručioca. Osnovno pravilo je da se ponuđeno dobro, u smislu da li je odgovarajuće ili ne, ocenjjuje prema karakteristikama navedenim u obrascu tehničke specifikacije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li nabavku usluge organizovanja koncerta Beogradske filharmonije čija je procenjena vrednost ispo...",
    "texts": [
      "Mogu.\nPonuđač u obrascu strukture cene uneo cifru 1,79, dok je u"
    ],
    "link": null
  },
  {
    "title": "Pitanje: obrascu ponude une ispravnu ponuđenu cenu 1.790.000,00 dinara. Kako da postupe?...",
    "texts": [
      "Ukazano na mogućnost da ako su podaci ili dokumentacija, koju je ponuđač, odnosno\nkandidat dostavio nepotpuni ili nejasni, naručilac može, poštujući načela jednakosti i transparentnosti, u primerenom roku koji nije kraći od pet dana, da zahteva od ponuđača, odnosno kandidata da dostavi neophodne informacije ili dodatnu dokumentaciju.\nSkrenuta pažnja da ovakvo postupanje ne sme da dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora ili do izmene ponuđenog predmeta nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu sprovesti novi postupak nabavke na koju se ZJN ne primenjuje (pv - 120.000 dinara), ako s...",
    "texts": [
      "Može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogi izmeniti ugovor na osnovu člana 158. ZJN iz razloga što je došlo do p...",
    "texts": [
      "Mogu, ukazano na uslove."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može uzeti u obzir ponudu koja mu je dostavljena blagovremeno putem pošte, a zahtevao je dosta...",
    "texts": [
      "(nabavke na koje ZJN ne primenjuje)\nUkazano da se nabavke na koje se ne primenjuju odredbe ZJN sprovode u skladu sa internim aktom naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se prilikom izmene ugovora zbog nepredviđenih okolnosti, povećanje vrednosti od 50 % odnosi na...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Cena koju je ponuđač naveo u obrascu strukture cene i modelu ugovora nije ista. Kako postupiti?...",
    "texts": [
      "Naručilac može da zahteva dodatna objašnjenja od ponuđača u skladu sa čl. 142.  ZJN, vodeći računa da takvo postupanje ne dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora o jn ili do izmene ponuđenog predmeta nabavke.\nZamolili su za objašnjenje čl. 90. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada je moguće skraćenje rokova u o. p iz čl. 52. st. 3. tač. 1) i 2) ZJN?...",
    "texts": [
      "Protumačene odredbe čl. 90. ZJN, koje se odnose na zaštitu integriteta postupka jn.\n2.\nS\nkraćenje minimalnih rokova u o.p. iz čl. 52. st. 3. tač. 1) i 2) ZJN\nmoguće je u slučaju objavljivanja prethodnog informativnog obaveštenja ili periodičnog indikativnog obaveštenja  (pod uslovom iz čl. 107. st. 6. i čl. 108. st. 14. ZJN),  u slučaju podnošenja ponude elektronskim sredstvima, i iz razloga opravdane hitnosti za koju naručilac poseduje valjane dokaze, što je i propisano samim čl. 52. ZJN.\nZatražili su da\nim se pojasne  odredbe čl. 123. ZJN u vezi dokaza za finansijski i ekonomski kapacitet privrednog subjekta.\nPojašnjene odredbe\nčl. 123. ZJN odn. dokazivanje finansijskog i ekonomskog kapaciteta  privrednog subjekta."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da sačuva celokupnu dokumentaciju  iz postupka jn? Kako naručilac čuva i ar...",
    "texts": [
      "Žele da provere da li naručilac može posebnim aktom za nabavke na koje se ZJN ne primenjuju da predvidi da se te nabavke dodeljuju  putem narudžbenice.\nDa, naručilac je dužan da sačuva celokupnu dokumentaciju vezanu za javne nabavke na način propisan čl. 41. ZJN.\nDokumentacija koja se razmenjuje na Portalu jn čuva se i arhivira u skladu sa čl. 41. ZJN na Portalu jn.\nOdgovoreno je da\nnaručilac\nmože internim aktom da predvidi da se za nabavke na koje se ZJN ne primenjuje nabavka može dodeliti narudžbenicom. Pritom, naglašeno da se podrazumeva da narudžbenica sadrži sve bitne elemente ugovora o jn.\nPreispituju se da li su načinili grešku što su jednu nabavku za ovu godinu, kako bi realizacija iste započela ovog meseca, sproveli po planu za 2021. godinu.\nNe, nisu pogrešili. Rečeno im da su jedino  tako i mogli, te da su u prethodnoj godini mogli i da načine plan jn za 2022. godinu, ali ne i da pokreću postupke po tom planu, bez postojanja finansijskog plana.\nPitali su da li zahtev za tumačenje ZJN može da se uputi mejlom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je moguće sprovesti nabavku  putničkog automobila po principu „staro za novo“?...",
    "texts": [
      "Rečeno da se\nzahtev za tumačenje ZJN ne upućuje putem mejla i dato uputstvo kako da pošalju zahtev za tumačenje ZJN.\nDat odgovor naručiocu da postoji mogućnost sprovođenja\nnabavke putničkog automobila\npo principu „staro za novo“\nuz pridržavanje načela ZJN, posebno načela obezbeđivanja konkurencije. Pored toga, naručiocu je ukazano i na to da se u ovom slučaju radi o otuđenju pokretnih stvari iz javne svojine koje se vrši u skladu sa odredbama Zakona o javnoj svojini, što je u domenu posebnih propisa (a ne propisa\niz oblasti javnih nabavki\n), čije tumačenje nije u nadležnosti KJN.\nGreškom su nazvali na tel. za pravne konsultacije, a potrebna im je tehnička podrška za Portal jn.\nUsmereni na brojeve kontakt tel. za primenu Portala jn datih na internet stranici KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku oblikovanu u dve partije u otvorenom postupku. S tim u vezi, postavljaju pitanje da...",
    "texts": [
      "v"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ovao samo u jednoj partiji može da podnese zahtev za uvid u dokumentaciju iz postupka jn (i) za drug...",
    "texts": [
      "Iz odredbe čl 149. ZJN proizlazi da uvid u\ndokumentaciju iz postupka jn može zahtevati privredni subjekt koji je podneo ponudu, što nameće zaključak da je n\naručilac dužan da ponuđaču omogući uvid u\ndokumentaciju iz postupka jn samo za partiju u kojoj je učestvovao odn. podneo ponudu, iako je reč o istom postupku jn, imajući u vidu da partije predstavljaju celinu za sebe za koje naručilac posebno zaključuje ugovor o jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da u jednoj od ponuda postoje nelogičnosti vezano za stručni kapacitet (na jednom m...",
    "texts": [
      "Naručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora\nPonuđač ukazuje na nepravilnosti u pogledu uslova koje naručilac zahteva u konkursnoj dokumentaciji.\nUkazano na mogućnost zzp-a i preneto kolegama iz sektora za monitoring."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da vrše izmenu plana  u slučaju da neće sprovoditi određenu nabavku?...",
    "texts": [
      "Nisu dužni, takva opcija nije ni moguća na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li bi mogli da pokrenu novi postupak za nabavku za koju su već sproveli postupak, ali ponovo se p...",
    "texts": [
      "potreba za predmetom nabavke.\nMogu pokrenuti postupak nakon što predmetnu jn unesu u Plan jn kao novu stavku plana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li čl. 112. st.1. tač. 6) kada je predviđen, predstavlja osnov za isključenje svakog člana grupe ...",
    "texts": [
      "Da, odnosi se na svakog člana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se prilikom dostavljanja izveštaja o nabavkama na koje se ZJN ne primenjuje, evidentira da je ...",
    "texts": [
      "Ne, vidi se samo ukupna vrednost."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li u slučaju izmene ugovora po osnovu čl. 158. ZJN kače obaveštenje o izvršenoj izmeni na Portal?...",
    "texts": [
      "Da, naručilac je dužan da tako postupi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li je dužan da dostavi prazan kvartalni izveštaj....",
    "texts": [
      "Takođe, interesovao se da li se negde na Portalu objavljuje Plan nabavki na koje se zakon ne primenjuje.\nPored toga, imao je nedoumice i u vezi sa izveštavanjem o tim nabavkama.\nUkazano je da naručilac više nema obavezu kvartalnog izveštavanja na osnovu starog Zakona o javnim nabavkama, imajući u vidu da je realizovao sve postupke/ugovore po tom zakonu.\nProtumačene su odredbe člana 181. Zakona o javnim nabavkama, prema kojima je naručilac dužan da evidentira podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nTakođe, napomenuto je da je tu svoju obavezu naručilac dužan da izvrši do 31. januara tekuće godine za prethodnu.\nPlan nabavki na koje se zakon ne primenjuje ne objavljuje se na Portalu.\nMeđutim, ukoliko naručilac želi da za neku od tih nabavki ipak sprovede postupak javne nabavke, potrebno je da tu nabavku unese u Plan javnih nabavki.\nImaju problem sa iskazivanjem troškova u strukturi cene, kod nabavke struje, zato što troškovi spadaju u stavku koja se plaća EPS Snabdevanju, što znači da bi EPS i EPS Snabdevanje\nmorali da idu u zajedničku ponudu..\nIz razgovora zaključeno da svi naručioci iskazuju te troškove, ali i da dobijaju primedbe od DRI.. naručiocu rečeno da se obrati EPS za nalaženje rešenja.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se kod sastavljanja referentne liste, računaju zaključeni ili realizovani ugovori u određenom ...",
    "texts": [
      "Realizovani.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li fizička lica mogu biti ponuđači?planiraju konkurs za dizajn koji će sprovesti bez primene, ima...",
    "texts": [
      "Bez obzira koji postupak je u pitanju, fizičko lice može biti ponuđač.\nNabavka na koju se ZJN ne primenjuje. Jednu ponudu su primili elektronski na mejl, a nakon par dana su dobili izmenjenu ponudu od istog ponuđača poštom, u roku za podnošenje ponuda. Kako da tretiraju takvu ponudu.\nUkazano da postupaju onako kako su predvideli svojim internim aktom, s obzirom da se radi o nabavci na koju se ZJN ne primenjuje.\nNakon donošenja Odluke o dodeli ugovora, drugorangirani ponuđač im se obratio putem Portala i ukazao im na greške prilikom ocene dokaza i naveo da će uložiti zzp, ukoliko istu ne izmene.\nUkazano da Odluka o dodeli ugovora ne može da se menja (stav Republičke komisije). Samo obraćanje drugorangiranog ponuđača na takav način nije u skladu sa ZJN, niti treba da mu odgovore. Tokom razgovora smo utvrdili da je u svakom slučaju prošao rok za zzp, s obzirom da se isti računa u danima, a ne radnim danima."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U pregovaračkom postupku bez objavljivanja javnog poziva po čl. 61. st. 1. tačka (3) ZJN potencijaln...",
    "texts": [
      "U slučaju da se ponuđač ne odazove pozivu na pregovaranje, naručilac nakon izvršene stručne ocene ponuda donosi odluku o dodeli ugovora/obustavi postupka na osnovu sadržine dostavljene, početne ponude.\nU o.p. za jednu od partija izabrani ponuđač nije dostavio dokaze. Da li"
    ],
    "link": null
  },
  {
    "title": "Pitanje: pozivaju sledećeg najpovoljnijeg ponuđača da dostavi dokaze?...",
    "texts": [
      "U\nkoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu\nne dostavi (tražene) dokaze u datom roku\n, naručilac u skladu sa\nčl. 119. st. 6. ZJN ponudu tog ponuđača odbija i poziva sledećeg ponuđača koji je podneo najpovoljniju ponudu da dostavi dokaze (ukoliko ima još rangiranih ponuđača), ili  obustavlja postupak jn za tu partiju ako su se stekli razlozi za obustavu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi primene Portala jm-...",
    "texts": [
      "Upućeni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn na br. tel. postavljene na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Žele da pošalju zahtev za tumačenje u vezi sa primenom čl. 12. st. 1 tač. 11. ZJN. Kako šalju?...",
    "texts": [
      "Upućeni su kako da pošalju zahtev za tumačenje sa podacima za uplatu takse."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac šalje obaveštenje o izmeni okvirnog sporazuma po osnovu čl. 158. ZJN?...",
    "texts": [
      "Da, naručilac\nje u obavezi da\nobjavljuje\nobaveštenje o izmeni okvirnog sporazuma/ugovora o jn po čl. 155. st. 2. ZJN (u slučaju primene čl. 157. i 158. ZJN).\nNaručilac je sproveo postupka javne nabavke, otvorene su ponude i ponuđači su u skladu sa zahtevaom dostavili između ostalog popunjen obrazac str.ponuđene cene i popunjen model ugovora. Da li je to dovoljno.\nNaručiocu odgovoreno da na navedeno pitanje odgovor ne može dati KJN. Naime, naručilac u Uputstvu ponuđačima kako da sačine ponudu navodi koje obrasce i dokumentaciju zahteva od privrednih subjekata u ponudama, te između ostalog isti definiše kako privredni subjekti treba da postupe u pogledu popunjavanja dokumentacije tj. obrazaca. Na osnovu navedenog u zahtevim, naručilac ceni dostavljenu dokumentaciju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje u vezi sa stručnom ocenom ponude i da li znamo kakav stav će Republička komisija z...",
    "texts": [
      "Odgovoreno da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija, odnosno lice koje imenuje naručilac. Ne možemo predvideti kakva će biti odluka Republičke komisije.\nU toku je izvršenje ugovora. Predmet nabavke je multimedijalna oprema. Neplanirano su dobili sredstva iz UNDP koja bi uložili u ista sredstva. Da li mogu da izmene ugovor na osnovu 158. ZJN, povećanje ne bi bilo veće od 50%.\nMogu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se kod podnošenja zajedničke ponude, sabiraju finansijski kapaciteti svih članova grupe ponuđa...",
    "texts": [
      "Privredni subjekti mogu da dokazuju kriterijume za kvalitativni izbor iz čl. 116. i 117. ZJN koristeći kapacitete članova grupe privrednih subjekta ili koristeći kapacitete drugih subjekata na način\npropisan ovim članom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li izvođač radova može u toku izvršenja ugovora pored postojećeg uvesti još jednog podizvođača?...",
    "texts": [
      "Može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da dodeli okvirni sporazum narudžbenicom?...",
    "texts": [
      "Može. U skladu sa čl. 152. st. 6. ZJN dozvoljeno je da se okvirni sporazum zaključi u vidu narudžbenice, koja ima isto pravno dejstvo kao ugovor o jn pod uslovom da sadrži sve bitne elemente ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac čini prekršaj ukoliko ne objavi odnosno ne dostavi odluku o dodeli ugovora o jn?...",
    "texts": [
      "Da. Ako\nne objavi odnosno ne dostavi odluku o dodeli ugovora o jn\nna način propisan čl. 146. ZJN, naručilac čini prekršaj iz čl. 236. st. 1. tačka 11) ZJN za koji je zaprećena novčana kazna."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu....",
    "texts": [
      "Upućeni na internet stranicu KJN gde u delu Kontakt mogu naći brojeve kontakt tel. na koje mogu dobiti konsultacije u vezi sa primenom Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postoji li mogućnost da naručilac isključi privrednog subjekta iz postupka jn prema čl 112. st. 1. t...",
    "texts": [
      "Postoji, imajući u vidu da shodno čl. 130. st. 2. ZJN član grupe privrednih subjekata snosi solidarnu odgovornost za izvršenje ugovora o jn.\nPitaju\nkako da evidentira\nju\ni objav\ne\npodatke u vezi sa godišnjim izveštajem o nabavkama na koje se ZJN ne primenjuje.\nPre svega, ukazano na\nčl. 181. ZJN uz napomenu da podatke o ovim nabavkama naručilac zbirno objavljuje na Portalu jn najkasnije do 31. januara tekuće godine za prethodnu godinu. Upućeni na Uputstvo za korisnike Portala jn (deo pod nazivom Godišnji izveštaj o nabavkama)\n.\nIzmenili su ugovor o jn po osnovu čl. 160. ZJN (povećanje obima nabavke), te ih interesuje da li su u obavezi da objave obaveštenje o izmeni  tog ugovora na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada se radi o izmeni ugovora o jn po osnovu povećanja obima iz čl 160. ZJN, naručilac nije u obavez...",
    "texts": [
      "objavi obaveštenje o izmeni tog ugovora\n.\nU o.p. za nabavku radova dobili su sve neprihvatljive ponude (ponude višestruko\nprelaze proc. vrednost), te bi da obustave postupak.\nPrvo, naručiocu je skrenuta pažnja na važnost istraživanja tržišta kako bi se došlo do realne procenjene vrednosti\nkonkretne nabavke, te da je način istraživanja tržišta potrebno urediti posebnim aktom iz čl. 49. st. 2. ZJN. Drugo, naručilac može da donese odluku o obustavi postupka u skladu  sa čl. 147. ZJN.\nNaručilac je postavio pitanja koja su se odnosila na dostavljanje izveštaja za nabavke čija je procenjena vrednost bila ispod vrednosti pragova.\nProtumačene su odredbe člana 181. Zakona o javnim nabavkama, prema kojima je naručilac dužan da evidentira podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nTakođe, napomenuto je da je tu svoju obavezu naručilac dužan da izvrši do 31. januara tekuće godine za prethodnu.\nNaručilac je prošle godine pokrenuo otvoreni postupak javne nabavke koji je obustavio iz razloga što nije bila podneta ni jedna ponuda. Sada ima nameru da u ovoj godini, na osnovu tog neuspelog postupka, pokrene pregovarački postupak.\nObjašnjeno je da, iako bi pregovarački postupak svoj osnov imao u prethodno neuspelom otvorenom postupku, to bi ipak bio novi postupak javne nabavke, a ovo je nova kalendarska godina. Iz tog razloga naručilac ne bi mogao da na osnovu otvorenog postupka javne nabavke iz prošle godine pokrene novi pregovarački postupak javne nabavke u ovoj godini."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi postupak javne nabavke u kojem se kao sporno javilo pitanje dokazivanja i pitanje...",
    "texts": [
      "Protumačene su odredbe čl. 118 i 119. Zakona o javnim nabavkama.\nShodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke.\nPored toga, naručilac može i da obustavi postupak.\nPonuđač\nukazuje generalno na nepravilnosti u radu naruči\nlaca.\nPrivredni subjekt je upućen da o konkretnim naručiocima i konkretnim postupcima javnih nabavki, kao i o uočenim nepravilnostima, Kancelariju za javne nabavke obavesti pismenim putem.\nKonačno, zainteresovano lice ima pravo na podnošenje zahtev za zaštitu prava, kao najefikasniji instrument za zaštitu prava u postupcima javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: ugovore koje zaključuju na osnovu okvirnog sporazuma?...",
    "texts": [
      "Ne, to je postupak koji je sproveo RFZO i koji je kao takav evidentiran na Portalu i sproveden u skladu sa odredbama ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li u imaju obavezu da sprovode p.p. bez objavljivanja  javnog poziva za podnošenje ponuda za naba...",
    "texts": [
      "Ne, budući da je ista ispod pragova propisanih čl. 27. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se u okviru godišnjih izveštaja moraju da dostavljaju i ugovore koji su zaključeni na osnovu č...",
    "texts": [
      "Da, ukazano na odredbu čl. 181. st. 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kod p.p. bez objavljivanja poziva za podnošenje ponuda kako izgleda pregovaranje?...",
    "texts": [
      "Naručiocu najpre ukazano da se pregovaranje može obavljati izvan Portala javnih nabavki ili putem Portala javnih nabavki. Naručilac je potom upućen na smernice za primenu p.p.  bez objavljivanja javnog poziva gde je detaljno objašnjen i jedan i drugi način.\nImaju potrebu da sprovedu preg. post. sa stranim ps, ali nisu sigurni da će hteti da se registruje na portal zbog jezičke barijere.. da li može ev. da registruje ogranak..\nMože ogranak da se registruje i ukazano da portal ima verziju i na engleskom jeziku.\nNepredviđeni radovi? Izmena ugovora..\nUkazano na čl. 160. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Usled izmena pravilnika o sistematizaciji radnih mesta, ukazala se potreba za prijemom u radni odnos...",
    "texts": [
      "U slučaju potrebe  izvođenja raznih radova (npr. molerskih, farbarskih i sl.) na jednom objektu, ima li potrebe za odvajanjem ovih nabavki? Napomenuli su da pojedinačna proc. vrednost tih radova ne prelazi pragove iz čl. 27. ZJN, dok zajedno prelaze.\nNa ugovore koji se zaključuju u skladu sa odredbama zakona kojim se uređuju prava, obaveze i odgovornosti iz radnog odnosa, odnosno po osnovu rada, naručioci ne primenjuju odredbe ZJN-a, a u skladu sa čl. 12. st. 1. tač. 8. ZJN.\nUzimajući  u obzir odredbe čl. 29. ZJN, iako se ovde radi o raznorodnim radovima (molerski, farbarski, stolarski i dr.), naručilac ove radove ne bi trebao odvajati i sprovoditi posebne postupke za iste, već bi trebao sprovesti jednu nabavku kojom bi bili obuhvaćeni svi radovi, jer zajedno čine jednu objektivnu celinu, posmatrano s tehničke i funkcionalne strane."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li privredni subjekt koji je učestvovao u izradi projektne dokumentacije za izgradnju objekta mož...",
    "texts": [
      "Može, pod uslovom da se time ne narušava načelo konkurencije u kom cilju je  naručilac dužan da postupi u skladu sa čl. 90. ZJN i preduzme odgovarajuće mere, radi zaštite integriteta postupka jn.\nNameravaju da obustave o. p.  za nabavku izvođenja radova usled prestanka potrebe za istom, te ih interesuje koji su uslovi za obustavu postupka kako ne bi pogrešili.\nNaručilac može da postupi po čl. 147. st. 1. tačka 2) ZJN i donese odluku o obustavi postupka jn ako postoje dokazivi razlozi usled kojih je prestala potreba za tom nabavkom zbog čega se neće ponavljati u toku iste budžetske godine, odnosno u narednih šest meseci.\nŽele da upute zahtev za  tumačenje ZJN, te ih interesuje na koji način to mogu da učine.\nDato uputstvo za slanje zahteva za davanje mišljenja o primeni ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se primenjuje odredba čl. 105. st. 10. ZJN, koja se odnosi na obavezu naručioca da oglase za j...",
    "texts": [
      "Ne. Odredba čl. 105. st. 10. ZJN primenjivaće se od dana pristupanja Republike Srbije Evropskoj uniji, a na osnovu čl. 247. ZJN (prelazne i završne odredbe ZJN)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode pregovarački postupak bez objavljivanja javnog poziva po osnovu člana 61. st. 7. ZJN. S tim...",
    "texts": [
      "Shodno čl. 62. st. 7. ZJN naručilac je dužan da vodi zapisnik o pregovaranju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavlja pitanje do kada imaju obavezu da šalju kvartalne izveštaje....",
    "texts": [
      "Naručiocu je ukazano da dostavlja kvartalni izveštaj sve dok ima nabavke koje sprovodi primenom odredaba starog ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li član grupe ponuđača može biti strano pravno lice?...",
    "texts": [
      "Može..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li prilikom popunjavanja Izjave o ispunjenosti kriterijuma, kod pitanja da li je dokaz za neposto...",
    "texts": [
      "Ponuđač je registrovan u Registru ponuđača.\nUkazano da označe opciju DA i navedu link APR-a."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu je uložen zzp kojim se osporava sadržina kd na dan otvaranja ponuda – 10.1.2022. godine. P...",
    "texts": [
      "Podnosilac zahteva nije blagovremeno postupio iz razloga što se rok za zahtev za zaštitu prava kojim se osporavaju radnje naručioca u vezi sa određivanjem vrste postupka, sadržinom javnog poziva i konkursnom dokumentacijom smatra blagovremenim ako je primljen od strane\nnaručioca\nnajkasnije\ntri dana pre isteka roka za podnošenje ponuda, odnosno prijava, bez obzira na način dostavljanja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li dokaz za raskid ugovora može biti Obaveštenje o jednostranom raskidu ugovora?...",
    "texts": [
      "Može.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je za angažovanje lica za obavljanje privremenih i povremenih poslova potrebno sprovoditi post...",
    "texts": [
      "Nije, navedena situacija predstavlja izuzetak od primene zakona na osnovu člana 12. stav 1. tačka 8) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kod izjave o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta ako učestvuju kao po...",
    "texts": [
      "Upućeni na čl. 118. st. 3. ZJN, takođe ukazano i da po koracima mogu da vide kako to izgleda u uputstvima na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: RK je u celini poništila postupak javne nabavke, kakve su sada njihove obaveze?...",
    "texts": [
      "Naručilac je dužan da obavesti sve učesnike u postupku o donetoj odluci RK saglasno čl. 227. st. 6 ZJN. Naručiocu ukazano još i na obavezu iz čl 109. st. 4. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dokazivanje osnova za isključ. za strance?...",
    "texts": [
      "Ukazano na uputstvo ponuđačima..\nNabavka ispod limita..\nUkazano na načela i Poseban akt"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uopšteno pitanje da li da idu na jedinične cene ili okvirni sporazum…...",
    "texts": [
      "Ukazano da nije preporuka koristiti jedinične cene, i na prednosti okvirnog sporazuma..\nNisu sigurni da  li se ZJN primenjuje na ugovor o delu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi sa popunjavanjem godišnjeg izveštaja  iz čl. 181. ZJN....",
    "texts": [
      "Da, na osnovu odredbe čl. 12. st. 1. tačka 8) ZJN, iz koje proizlazi da se na ugovor o delu primenjuju odredbe ZJN.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na Godišnji izveštaj o\nnabavkama\n).\nNejasno im je da li ponuđači dostavljaju dokaze iz člana 111. stav 1. tačka 1) i 2) ako su upisani u registar ponuđača u APR.\nSprovode postupak jn proc. vrednosti preko 5.000.000,00 din., te ih interesuje da li su dužni da od ponuđača zahtevaju da dostave sve dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta.\nDato objašnjenje da se za privredne subjekte koji su upisani u registar ponuđača\nsmatra da nemaju osnova za isključenje iz člana 111. stav 1. tač. 1) i 2) ZJN. U tom smislu, nisu u obavezi da posebno dokazuju da nemaju navedene osnove za isključenje, ukoliko ih naručilac pozove da u skladu sa čl. 119. ZJN dostave dokaze u postupku jn, pre donošenje odluke o dodeli ugovora o jn.\nDa, izuzev u situacijama propisanim čl. 119. st. 4. ZJN,  a to su situacije kada na osnovu podataka navedenih u izjavi iz čl. 118. ZJN naručilac može da pribavi\nodnosno izvrši uvid u dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta\n, ili ukoliko već poseduje važeće relevantne dokaze."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi sa primenom Portala jn....",
    "texts": [
      "Upućeni na brojeve kontakt tel. za primenu Portala jn objavljenih na internet stranici KJN u delu Kontakt.\nPripremaju godišnji izveštaj  iz čl. 181. ZJN, te ih zanima da li unose (i) CPV oznaku.\nU\nputstvom za objavljivanje podataka o javnim nabavkama koje su izuzete od primene Zakona, koje je KJN donela, nije predviđeno unošenje\nCPV\noznake u\ngodišnji izveštaj  iz čl. 181. ZJN,  te samim tim\nni aplikacija za unošenje\ngodišnjeg izveštaja iz čl. 181. ZJN\n, koja se zasniva na pomenutom Uputstvu, ne sadrži CPV oznaku.\nPitanja u vezi procedure za nabavke izuzete od primene ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da čuva i arhivira dokumentaciju iz postupka za nabavke na koje se ZJN ...",
    "texts": [
      "Pitanja u vezi procedure za nabavke izuzete od primene ZJN\nnaručilac je dužan da sam uredi posebnim aktom iz čl. 49. st. 2. ZJN.\nNačin planiranja i sprovođenja nabavki na koje se ZJN ne primenjuju naručilac uređuje\nposebnim aktom iz čl. 49. st. 2. ZJN, kao što je već pomenuto, pa samim tim i način\nčuvanja i arhiviranja dokumentacije iz postupka za nabavke na koje se ZJN ne primenjuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izdvoje 3 partije za koje nisu imali nijednu prihvatljivu ponudu i sprovedu ih u sklad...",
    "texts": [
      "Ne, da bi sproveli čl. 35. ZJN to treba da predvide Odlukom o sprovođenju postupka. Sada mogu samo da obustave postupak za te partije i da ga pokrenu ponovo.\nProblem na Portalu jn\nUpućeni na konsultacije vezano za Portal jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način se popunjava Godišnji izveštaj u skladu sa članom 181. ZJN?...",
    "texts": [
      "Naručilac objavljuje zbirnu vrednost svih nabavki iste vrste predmeta koji se izuzimaju po jednom osnovu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da prihvate ponudu koja sadrži cenu koja je veća od procenjene vrednosti za 9%?...",
    "texts": [
      "Mogu, ZJN ne predviđa ograničenje prilikom prihvatanja cene koja je veća od procenjene. (član 146. stav 2) ZJN)"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje računanje rokova kod dodatnih pojašnjenja dokumentacije za nabavku čija ...",
    "texts": [
      "Naručilac upućen na čl. 97. st.1. tač. 2) ZJN\nUložili su zzp i u odgovoru naručilac je naveo da nisu osnovani navodi iz zzp. Da li su dužni da RK i"
    ],
    "link": null
  },
  {
    "title": "Pitanje: naručiocu dostave svoje mišljenje u vezi sa odgovorom naručioca i kako se to mišljenje dostavlja na ...",
    "texts": [
      "Ponuđaču ukazano da saglasno čl. 220. st. 2. ZJN,  podnosilac može da dostavi svoje mišljenje ali nije dužan. Takođe\nobjašnjen postupak na Portalu za dostavu mišljenja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Otvorili su ponude i videli da je došlo do računske greške u jednoj od ponuda da li mogu da se obrat...",
    "texts": [
      "Ukazano na odredbe čl. 142. st. 4 i 5 ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ponuđač može da bude fizičko lice?...",
    "texts": [
      "Da, može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje se odnosi na popunjavanje podataka koji se unose u...",
    "texts": [
      "godišnji izveštaj o nabavkama na koje se ZJN ne primenjuje.\nPrvo je ukazano na\nčl. 181. ZJN uz napomenu da podatke o ovim nabavkama naručilac zbirno objavljuje na Portalu jn najkasnije do 31. januara tekuće godine za prethodnu godinu. Zatim, upućeni su na Uputstvo za korisnike Portala jn (deo pod nazivom Godišnji izveštaj o nabavkama)\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač im je nakon objavljivanja odluke o dodeli ugovora o jn uputio zahtev za uvid u dokumentaciju...",
    "texts": [
      "Može, s tim da je naručilac dužan da zaštiti poverljive podatke u skladu sa ZJN. Upućeni su na čl. 149. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako postupa naručilac u slučaju...",
    "texts": [
      "ka"
    ],
    "link": null
  },
  {
    "title": "Pitanje: da privredni subjekt zatraži zamenu podizvođača?...",
    "texts": [
      "Ukoliko tokom izvršenja ugovora o jn privredni subjekt sa kojim je naručilac zaključio ugovor o jn zahteva\nod naručioca\nzamenu podizvođača, naručilac može izmeniti ugovor o jn na način i pod uslovima propisanim čl. 161. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da zaključi okvirni sporazum ako dobije samo jednu ponudu, a  nameravao je da z...",
    "texts": [
      "Da, u skladu sa čl. 66. st. 8. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Direktor namerava da kao člana komisije za jn angažuje lice koje nije zaposleno kod njih, a u preduz...",
    "texts": [
      "Ne,  za nabavke čija proc. vrednost ne prelazi iznos od 3.000.000,00 din. naručilac nije dužan da\nimenuje komisiju za jn, u kom slučaju postupak jn sprovodi lice imenovano od strane naručioca.\nZJN u čl. 92. st. 6. propisuje da član komisije za jn odnosno lice koje je imenovano od strane naručioca za sprovođenje postupka jn iz čl. 92. st 2. ZJN može biti lice koje nije   zaposleno kod naručioca, ako naručilac nema zaposlena lica koja imaju odgovarajuća stručna znanja. Dakle naručilac ne bi trebao da angažuje druga lica za sprovođenje postupaka jn ukoliko poseduje dovoljno lica sa odgovarajućim stručnim znanjem.  Ukoliko bi se radilo o nabavci npr. izvođenja radova, ili nekoj drugoj vrsti nabavke koje zahtevaju posebna, specifična znanja (npr. inženjer građevinarstva), čije sprovođenje zahteva angažovanje lica koja poseduju takva znanja, a naručilac nema kod sebe među zaposlenima lica koja poseduju tražena znanja, u tom slučaju bi bilo opravdano da naručilac postupi po čl. 92. st. 6. ZJN i angažuje to lice odn. imenuje to lice kao člana komisije za sprovođenje konkretne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu za angažovanjem licenciranog inženjera, koji bi predstavljao deo stručnog kapaciteta. ...",
    "texts": [
      "Ukazano na član 130. stav 5. ZJN. Licencirani inženjer može da učestvuje u svojstvu podizvođača.\nNaručilac navodi da je zahtevao da se prilikom podnošenja ponuda, pored cene upiše i koliko iznosi procenat ponuđene cene u odnosu na procenjenu vrednost jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ne želi da prihvati izmenu ugovora iako je na tržištu zaista došlo do velikog skoka cena p...",
    "texts": [
      "Naručilac može prihvatiti izmenu ugovora, ali nema takvu obavezu. Sve zavisi od utvrđivanja svih okolnosti slučaja i  mogućnosti naručioca.\nNaručilac je tražio kroz krit. za izbor priv. subjekta da ponuđači poseduju dve polise osiguranja. Ponuđač je u izjavi naveo da poseduje samo jednu polisu od te dve. Naručilac postavlja pitanje da li oni mogu da kroz čl. 142. ZJN se obrate ponuđaču i pitaju ga da li poseduje i tu drugu zahtevanu polisu?\nUkazano da takvo postupanje ne bi bilo u skladu sa čl. 142. ZJN i skrenuta pažnja na čl. 142. st. 3. ZJN i napomenuto da postupanje naručioca ne sme da dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora ili do izmene ponuđenog predmeta nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su ispravno postupili ako nisu k.d. „podelili u delove“....",
    "texts": [
      "U daljem toku razgovora utvrđeno da je reč o tehničkom problemu, te su upućeni na kolege sa Portala.\nObjavili su Prethodno informativno obaveštenje u kome su naveli procenjenu vrednost. Sada ta navedena vrednost ne odgovara tržišnoj vrednosti predmeta"
    ],
    "link": null
  },
  {
    "title": "Pitanje: nabavke. Kako da dalje postupaju?...",
    "texts": [
      "Naručiocu ukazano da kako navođenje procenjene vrednosti nije obavezan element Prethodnog informativnog obaveštenja u skladu sa Prilogom 4. Deo A ZJN, naručilac nije bio obavezan da istu navede. Napomenuto da procenjena vrednost predmeta javne nabavke mora da bude validna u vreme pokretanja postupka i skrenuta pažnja da\npodaci sadržani u k.d. i podaci navedeni u javnom pozivu i drugim oglasima koje se koriste kao javni poziv ne smeju biti u suprotnosti.\nNaručilac navodi  da su sproveli postupak usluge izrade projekta i da su primili dve ponude. Naručilac je kroz zahtev nabavke, tačnije u opisu i specifikaciji predmeta nabavke tražio kriterijume za izbor privrednog subjekta koji se odnose na finansijski i tehnički kapacitet. Jedan ponuđač je dostavio dokaze uz ponudu, drugi je naveo u izjavi da poseduje zahtevane kapacitete te da će bez odlaganja ih dostaviti na zahtev naručioca. Šta da rade?\nNaručiocu napomenuto da KJN ne vrši stručnu ocenu ponuda, te da je odgovornost za pravilno sprovođenje postupka na naručiocu. Takođe naručiocu ukazano da je neophodno razlikovati zahtev nabavke od krit. za izbor privrednog subjekta. Objašnjeno da se zahtevi nabavke odnose na ono što je imanentno samom predmetu nabavke, dok se kriterijumi za izbor odnose na same ponuđače."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku namirinica, za partiju Hleb, dobili su samo jednu ponudu koja prelazi proc. vredno...",
    "texts": [
      "U istoj nabavci javio se ponuđač za više\npartija koji je ponudio cenu koja je  dosta niža od procenjene vrednosti za te partije.\nN\naručilac može da postupi u skladu sa čl. 144. st. 2. ZJN i dodeli ugovor ponuđaču koji sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nDato objašnjenje kako postupa naručilac\nsa neuobičajeno niskom ponudom, u skladu sa čl. 143. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li za nabavku automobila na lizing primenjuju ZJN? (Procenjena vrednost nabavke iznosi preko mili...",
    "texts": [
      "Da, naručilac primenjuje ZJN s obzirom da  se radi o nabavci dobara (u koju spada i lizing dobara sa ili bez prava preče kupovine), koja prelazi limit iz čl 27. ZJN.\nUrgencija za mišljenje o osnovanosti primene pregovaračkog postupka po hitnosti u vezi zamene kotlova (obrazloženje i dok. od 7.12. dostavljeni KJN 9.12.2021. godine).\nProverila (u trenutku razgovora predmet je bio na potpisu, pa je tako i rečeno). Odmah nakon što je potpisano, mišljenje sam objavila na Portalu jn.\nG-đa je zamolila da se čuje sa koleginicom Jelenom Vlahović u vezi konsultacije...Ostavila je kontakt tel.\nPrenela\nkoleginici J. Vlahović i prosledila kontakt tel.\nNaručilac je sproveo postupak javne nabavke dobra električne energije. Dobio je jednu ponudu, čija vrednost tri puta prelazi procenjenu vrednost javne nabavke. Šta mogu da urade.\nNaručiocu odgovoreno da isti može da odbije ponudu navedenog ponuđača, shodno odredbama člana 144. stav 2. ZJN i da obustavi predmetni postupak javne nabavke. Skrenuta pažnja da naručilac mora da vodi računa o validnosti procenjene vrednosti javne nabavke, kako u trenutku planiranja, tako i u trenutku pokretanja javne nabavake (član 29. ZJN). U konkretnoj situaciji naručilac može izvršiti izmenu  Plana javnih nabavki, tako što će uvrstiti novu poziciju u Plan javnih nabavaki sa  uvećanom procenjenom vrednošću predmetne javne nabavke, na osnovu prethodno izvršenog rebalansa finansijskog plana. Nakon toga bi mogao sprovesti novi postupak javne nabavke. Usmeren naručilac na koleginice i kolege koji daju konsultacije u vezi primene Portala javnih nabavki, oko tehnike izmene plana u pogledu prethodno navedenog."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se i na podizvođače odnosi član 111.ZJN koji propisuje osnove za isključenje?...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li hotelske usluge predstavljaju društvenu i drugu posebnu uslugu ?...",
    "texts": [
      "Da.. Do 15.000.000 dinara postupak se sprovodi bez primene ZJN, za preko 15.000.000 se primenjuje član 75. ZJN.\nTraže pojašnjenje člana 35. stav 4. ZJN.\nUkoliko je postupak oblikovan po partijama, za neke od njih nije obavezna primena ZJN ukoliko su ispunjeni sl. Uslovi:\nPv pojedinačne partije nije veća od 300.000 dinara,\nZbir svih partija koje bi bile izuzete od primene zakona ne sme biti veći od 1.000.000 dinara."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da oduku o dodeli ugovora koju su okačili na Portal da ponište iako na istu nije uložen z...",
    "texts": [
      "Takvo postupanje nije u skladu sa ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da nabavke iz plana za 2021. godine pokrenu u 2022. godini?...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Budući da im ističe ugovor  o osiguranju imovine i zaposlenih, naručilac je navedenu uslugu predvide...",
    "texts": [
      "Naručilac odgovoreno da to nije u skladu sa ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su sredstva od strane Ministarstva za izgradnju parka na teritoriji opštine Zvezdara, koja je...",
    "texts": [
      "Naručiocu odgovoreno da nismo nadležni za rešavanje navedenog pitanja i da nama nije potrebno da ništa dostavljaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su u obavezi da traže dostavljanje dokaza ako je proc. vredn. nabavke 1 mil. din....",
    "texts": [
      "Shodno članu 119. ZJN, nije u obavezi.\nRok za podnošenje početnih ponuda kod konkurentnog bez preg. iz člana 55. 1. 5. ZJN.\nUkazano na rokove propisane čl. 56. ZJN\nU ponudi se razlikuje jedinična i ukupna cena, šta da rade..\nUkazano na član 142. ZJN, koji propisuje da u  slučaju razlike između jedinične i ukupne cene, merodavna je jedinična cena."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Usled zahteva za pojašnjenjem u o.p. za nabavku hirurških konaca, smatraju da je potrebno da izvrše ...",
    "texts": [
      "Rečeno da mogu da izvrše izmenu ugovora o jn u pogledu promene cene, u skladu sa čl. 156. ZJN.\nOdgovoreno da se radi o bitnoj izmeni dokumentacije o nabavci iz čl. 87. ZJN  (izmena tehničke specifikacije predmeta nabavke) kada je naručilac u obavezi da poduži rok za podnošenje ponuda, koji će izvršiti na način propisan navedenim čl. 87. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koliko može da iznosi sredstvo obezbeđenja za povraćaj avansa?...",
    "texts": [
      "Saglasno čl. 94. st. 4. ZJN sredstvo obezbeđenja za povraćaj avansa mora da bude u visini avansa.\nU o.p. za nabavku remontnih radova na termotehničkim postrojenjima, oblikovanoj u dve partije, javio se samo jedan ponuđač za obe partije. Za jednu od partija dostavio je nepotpunu izjavu iz čl. 118. ZJN. S tim u vezi, pitaju kako da postupe sa ponudom za tu partiju.\nDat odgovor da naručilac odbija takvu ponudu kao neprihvatljivu s obzirom da ne ispunjava zahteve i uslove iz dokumentacije o nabavci u vezi sa predmetnom partijom. Upućeni na čl. 144. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Javila se potreba za povećanjem obima nabavke ogrevnog drveta za iznos koji neće prelaziti 10% prvob...",
    "texts": [
      "Dato objašnjenje da mogu da izvrše izmene ugovora o jn usled povećanja obima nabavke na način i pod uslovima propisanim članom 160. ZJN. Skrenuta je pažnja da vrednost izmene ugovora o jn usled povećanja obima nabavke dobara mora da bude manja od 10% prvobitne vrednosti ugovora o jn dobara, i da mora da bude manja od 15.000.000,00  dinara, te da se ova ograničenja odnose na ukupnu vrednost svih izmena, ako se ugovor menja više puta. Dakle, naručilac može da vrši izmene\nugovora o jn dobara više puta po osnovu povećanja obima nabavke, ali ukupan iznos izmena po ovom osnovu ne sme prekoračiti navedene iznose iz člana 160. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je sproveo postupak javne nabavke, gde su otvorene ponude. Jedan od ponuđača je u izjavi o...",
    "texts": [
      "Naručiocu odgovoreno da ponuđači shodno odredbama člana 118. stav 1. ZJN potvrđuju da između ostalog kod njih ne postoje osnovi za isključenje. Prema odredbama člana 135. stav 3. ZJN ponuđač može do roka za podnošenje ponuda da izmeni, dopuni ili opozove svoju ponudu. Obzirom da je izjava sastavni deo ponude i da navedeni ponuđač ni na jedan način nije ukazao naručiocu da je načinio grešku u sačinjavanju izjave, ovakva ponuda se ne bi mogla smatrati prihvatljivom, osim ukoliko bi naručilac mogao da nesporno utvrdi da ponuđač nije u sukobu interesa.\nNaručilac ima zaključen ugovor za isporuku električne energije, koji uskoro ističe. Da li mogu isti da produže ili bi morali sprovesti postupak. U pitanju je nabavka koja je izuzeta od primene ZJN, po osnovu odredbi člana 16. stav 1. tačka 3) ZJN.\nNaručiocu odgovoreno da bi ispravno postupanje bilo planiranje navedene nabavke na koju se ZJN ne primenjuje, koja bi bila sprovedena u skladu sa procedurom definisanom internim aktom iz člana 49. stav 2. ZJN. Po pitanju izuzeća naveden\ne\nnabavke, na usmenim konsultacijama se nije moguće izjasniti, obzirom da je za dobijanje odgovora, potrebno dostaviti zahtev za pisanim mišljenjem (uz priloženu dokumentaciju i dokaze koji navedeno opravdavaju).\nNaručilac je sproveo postupak za nabavku usluga održavanja protivpožarnih uređaja. Nabavka je ispod limita od 1.000.000,00 rsd i nije sproveden postupak javne nabavke. Da li su bili u obavezi da predmetnu nabavku oblikuju po partijama.\nNaručiocu odgovoreno da se na navedeni postupak ne primenjuju odredbe ZJN, osim načela na način koji je primeren okolnostima konkretne nabavke. Sa druge strane, prema odredbama člana 36. ZJN naručilac može da odluči da predmet javne nabavke podeli u više partija na osnovu objektivnih kriterijuma. Suština je da naručilac konkretnu nabavku deli na partije, ukoliko je predmet nabavke tako podeljen da ponuđači određenih delatnosti mogu da izvrše ugovor, i to samo određenog dela predmeta tj. partije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu da povećaju obim nabavke radova za manje od 15%, ukoliko je procenjen...",
    "texts": [
      "Mogu, ukazano na član 160. stav 1. tačka 1) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Smanjili su procenjene vrednosti pozicija iz plana, kao rezultat rebalansa budžeta, a u dogovoru sa ...",
    "texts": [
      "Ukazano na član 152. stav 7. ZJN. Dakle, obaveze koje naručilac preuzima ugovorom o javnoj nabavci moraju da budu ugovorene u skladu sa propisima kojima se uređuje budžetski sistem, odnosno raspolaganje finansijskim sredstvima."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se prilikom planiranja nabavke koja će se realizovati više godina, u Plan jn unosi celokupna v...",
    "texts": [
      "Da.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se za istovrsne javne nabavke, za koje se sprovode tri postupka, rokovi računaju u odnosu na p...",
    "texts": [
      "Rokovi se određuju u odnosu na procenjenu prednost svakog pojedinačnog postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju skenirati sredstvo obezbeđenja i dostaviti ga putem Portala jn, ako su ga poslali i put...",
    "texts": [
      "Samo ako je naručilac to zahtevao u dokumentaciji o nabavci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li da vade dokaze za osnove za isključenje čim podnesu ponudu?...",
    "texts": [
      "Preporučeno da dokaze izvade tek ukoliko budu izabrani kao najpovoljniji nakon stručne ocene ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu da zaključe ugovor, a da isti ne izvršavaju?...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li je određena ponuda prihvatljiva?...",
    "texts": [
      "Odgovoreno da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje koje se odnosi na izuzetke od primene ZJN-a?...",
    "texts": [
      "Naručilac upućen da pošalje zahtev za tumačenje.\nDobili su zahtev za uvid u dok., pa nisu sigurni kako se postupa dalje..\nObjašnjeni koraci na Portalu za omogućavanje uvida u dokument.\nPonuđač je uputio zahtev za izmenu cene u ugovoru, dok naručilac smatra da to nije dozvoljeno jer još nije\nistekao rok važenja ponude..i da bi to bila izmena ponude pre tog roka..\nUkazano da se rok važenja ponude odnosi na period do donošenja odluke o dodeli ugovora, odnosno zaključenja ugovora, a nakon toga izmena cene je moguća kroz izmenu\nugovora, ukoliko su ispunjeni uslovi propisani zakonom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Doneli su odluku o obustavi postupka, jer su sve ponude bile neprihvatljive i planiraju ponovo da po...",
    "texts": [
      "Ukazano da je preporuka da se sačeka protek roka za zzp.\nZamolili su za objašnjenje kada je moguća primena čl. 158. ZJN (izmena ugovora o jn usled nepredviđenih okolnosti)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako uputiti zahtev za tumačenje ZJN?...",
    "texts": [
      "Dato objašnjenje\nkada je moguća primena čl. 158. ZJN uz ukazivanje na obavezu objavljivanja obaveštenja o izmeni ugovora o jn usled postojanja ovog osnova na Portalu jn u roku od deset dana od dana izmene ugovora o jn, shodno čl. 155. st. 2. ZJN\nDato uputstvo kako da upute KJN zahtev za tumačenje.\nUpućen im je zahtev za pristup informacijama od javnog značaja u vezi sa dokumentacijom o jn, te nisu sigurni kako da postupe."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako je lice sa kojim sam obavila razgovor zaduženo za jn, a na osnovu informacija od istog saznala ...",
    "texts": [
      "ovlašćeno lice za postupanje po zahtevu za slobodan\npristup informacijama\nod\njavnog značaja, rečeno da se obrati tom licu radi daljeg postupanja, s obzirom da se radi o pitanju iz njegove nadležnosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da zahteva od ponuđača da mu dostavi dokaze o ispunjenosti kriterijuma za k...",
    "texts": [
      "U tom slučaju naručilac ne mora da zahteva od\nponuđača da mu dostavi dokaze o ispunjenosti kriterijuma za kvalitativni izbor ps shodno čl 119. st. 4. tač. 2) ZJN.\nUkoliko naručilac donese odluku o obustavi postupka jn usled prestanka potrebe za predmetnom nabavkom za koji period naručilac"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako bi naručilac trebao da postupi, odn. koji postupak jn da sprovede ako samo jedan ponuđač može d...",
    "texts": [
      "Saglasno čl. 147. ZJN,\nukoliko naručilac donese odluku o obustavi postupka jn usled prestanka potrebe za predmetnom nabavkom,\nnaručilac istu neće ponavaljati u toku iste budžetske godine, odnosno u narednih šest meseci.\nOdgovoreno da bi u tom slučaju naručilac trebao da razmotri primenu pregovaračkog postupka po čl. 61. t. 1. tač. 1) ZJN uz objašnjenje procedure pregovračkog postupka u skladu sa čl. 62. ZJN.\nNaručilac navodi da je u otvorenom postupku čija je procenjena vrednost iznosila preko 12.000.000 dinara, za određene partije doneo odluku o obustavi postupka. Sada za te partije ponovo pokreće otvoreni postupak. S obzirom na to da je njihova provenjena vrednost preko 2.000.000 dinara, pitaju da li mogu da odredi kraći rok za podnošenje ponuda, odnosno rok od 10 dana?\nOdgovoreno da mogu.\nUkazuju na diskriminatorski kriterijum koji se odnosi na udaljenost magacina od sedišta naručioca. Naime, naručilac je u postupku javne nabavke guma tražio da magacin ponuđača bude udaljen od sedišta naručioca do 50 km. Interesuje ih naše mišljenje o tome.\nOdgovoreno da, imajući u vidu predmet javne nabavke, može da se dovode u pitanje opravdanost navedenog zahteva. Ipak, ukazano da KJN ne može da se izjasni o tome da li je kriterijum diskriminatorski ili ne, jer nema saznanja kakve su objektivne potrebe naručioca. Na kraju predočeno da je najbolje da postave pitanje naručiocu u vezi sa tim, te da u zavisnosti od njegovog odgovora, odluče da li će podneti zzzp."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je sproveo postupak javne nabavke i prilikom stručne ocene ponuda moraju da primene žreb, ...",
    "texts": [
      "Naručiocu odgovoreno da se žreb primenjuje shodno odredbama člana 144. stav 6. ZJN, gde je navedeno da se isti primenjuje ako i nakon primene rezervnih kriterijuma postoje dve ili više ponuda koje su jednako rangirane.  Preporučljivo je da se u dokumentaciji o nabavci opiše način na koji će naručilac pozvati ponuđače da učestvuju u žrebanju, kao i sam\npostupak žrebanja. U konkretnom slučajju, naručilac će na osnovu zakonom dozvoljenih načina komunikacije (član 44. ZJN) pozvati ponuđače da prisustvuju žrebanju uz obavezno prilaganje ovlašćenja. Pored navedenog, naručiocu su opisane moguće tehnike žreba."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su zahtev za dodatno pojašnjenje od ponuđača. U samom pitanju, ponuđač je otkrio svoj idendit...",
    "texts": [
      "Ukazano na čl. 38. stav 1. tačka 2) ZJN, naručilac je dužan da čuva kao poslovnu tajnu podatke o privrednim društvima zainteresovanim za učešće u postupku javne nabavke i podatke o podnetim prijavama i ponudama do otvaranja prijava, odnosno ponuda. Mogu da pozovu ponuđača i da zatraže da postavi pitanje ponovo ali da tom prilikom više vodi računa da ne otkrije svoj identitet.\nNaručilac je izvršio izmenu teh. specifikacije, za koliko produžavaju rok.\nNaručiocu ukazano na odredbe čl. 87. st. 2 i 3 ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su pisani zahtev za uvid u dokumentaciju nakon objavljivanja odluke o dodeli ugovora, te post...",
    "texts": [
      "Naručiocu odgovoreno da mora da omogući uvid u roku od dva dana od dana prijema pisanog zahteva saglasno čl. 149. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Učestvovali su na tenderu, na kom izabrani ponuđač nije dostavio dokaze da je izmirio dospele poreze...",
    "texts": [
      "Ponuđaču odgovoreno da kad imaju interes za dodelu određenog ugovora i kada smatraju da su oštećeni zbog postupanja naručioca protivno odredbama ZJN, mogu podneti zzp."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje u kom roku je dužan da odgovori privrednom subjektu koji je blagovremeno...",
    "texts": [
      "Odgovoreno da da dodatne informacije i pojašnjenja objavljuju na Portalu najkasnije četvrtog dana pre isteka roka određenog za podnošenje  ponuda u sladu sa čl. 97 ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju tehničko pitanje...",
    "texts": [
      "Upućeni na kolege sa Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li su dobro razumeli odgovor KJN na zahtev za tumačenje koji su uputili?...",
    "texts": [
      "Nakon konsultacije sa rukovodiocem grupe za normativne poslove Aleksandrom Krivokapić, potvrđeno da su dobro razumeli.\nImaju nedoumicu u pogledu sastavljanja izveštaja iz čl. 181. ZJN, jer su za neke nabavke koje su bile ispod limita iz člana 27.1.1. ZJN, zaključili da su istovrsne i sprovodili na Portalu u skladu sa ZJN. Da li sad i te nabavke treba da prikažu kroz izveštaj iz čl. 181. ZJN.\nObjašnjeno da nabavke koje su sproveli u skladu sa zjn, ne unose u izveštaj iz čl. 181. ZJN.\nDobili su dopis od KJN, kojim se traži dostvljanje zaključenog ugovora, te ih interesuje zašto je tražen..\nIz razgovora sa kolegama iz Monitoringa utvrđeno da je u pitanju potencijalni prekršaj, te je naručiocu rečena samo da postupi po zahtevu ZJN.\nInteresuje ih da li je moguće izmeniti ugovor o jn u pogledu promene cene (povećanje) u"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koje nabavke naručilac evidenira u godišnjem izveštaju iz čl. 181. ZJN?...",
    "texts": [
      "Ne. Dato je objašnjenje čl. 156. ZJN.\nUkoliko je nastupila nepredviđena okolnost usled koje je nastupila potreba za promenom cene, naručilac bi eventualno mogao da primeni čl. 158. ZJN, pod uslovom da se izmenom ne menja priroda ugovora i ostalim uslovima predviđenim navedenim članom ZJN.\nIz odredaba čl. 181. ZJN proizlazi da godišnji izveštaj sadrži podatke o nabavkama na koje se ZJN ne primenjuje. Dakle, to su nabavke ispod praga iz čl. 27. st. 1. ZJN i nabavke izuzete od primene ZJN iz čl. 11-21. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: sporazuma kod nabavki ispod praga?...",
    "texts": [
      "Sva p\nitanja u vezi procedure za nabavke izuzete od primene ZJN naručilac je dužan\nda sam uredi posebnim aktom iz čl. 49. st. 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi primene Portala jn....",
    "texts": [
      "Rečeno da se jave kolegama i koleginicama na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nakon zaključenog okvirnog sporazuma sproveli o.p. za nabavku ronilačke opreme u kome nisu dobili ni...",
    "texts": [
      "Mogu, pod uslovom da početni uslovi javne nabavke nisu bitno izmenjeni.\nPonuđač koji je\ndostavio ekonomski najpovoljniju ponudu u o.p. čija je proc. vrednost preko\n5.00\n0\n.0\n0\n0,00"
    ],
    "link": null
  },
  {
    "title": "Pitanje: din. nije dostavio dokaze u ostavljenom datom roku od 5 dana...Kako dalje postupati?...",
    "texts": [
      "Ukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu ne dostavi dokaze u datom roku, naručilac će u skladu sa čl. 119. st. 6. ZJN ponudu tog ponuđača odbiti i u skladu sa st. 1. istog člana pozvati sledećeg ponuđača koji je podneo najpovoljniju ponudu (ukoliko ga ima) da dostavi dokaze, ili će obustaviti postupak jn, ako postoje razlozi za obustavu postupka jn.\nPojavio im se tehnički problem prilikom rada na Portalu jn.\n.\nUpućeni da se jave na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na sajtu KJN u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je uložio zzp, ali nije uplatio taksu. Kako da postupaju?...",
    "texts": [
      "Ukazano na čl. 219. stav 3. ZJN. Naručilac takav zahtev odbacuje rešenjem, bez prethodnog pozivanja podnosioca da dopuni zahtev."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi sa nabavkom na koju se ZJN ne primenjuje....",
    "texts": [
      "Ukazano da primenjuju svoj interni akt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li mogu da pokrenu pregovarački postupak nakon što nisu imali ni jednu ponudu u...",
    "texts": [
      "Da.\nKod dostavljanja godišnjih izveštaja za nabavke koje su izuzete od primene ZJN-a, da li dostavljaju zbirni izveštaj za sve iste vrste"
    ],
    "link": null
  },
  {
    "title": "Pitanje: premeta po istom pravnom osnovu?...",
    "texts": [
      "Da, upravo tako.\nUrgencija za predmet.\nPreneto kolegama.\nNaručilac navodi da dobavljač sa kojim su zaključili ugovor po sprovedenom postupku javne nabavke ne izvršava obaveze, šta mogu da urade.\nNaručiocu ukazano da su obaveze koje proizilaze iz ugovornog odnosa domen ZOO a ne ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju tehničko pitanje....",
    "texts": [
      "Naručilac upućen na kolege sa Portala.\nPripremila je svu dokumentaciju potrebnu za polaganje ispita za službenika za jn, te je interesuje kako da pošalje. Zamolila je da joj se javi neko od zaduženih za službenika za jn i ostavila kontakt tel.\nProsleđeno koleginici zaduženoj za službenika za jn, Jeleni Milojević."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nedavno su zaključili ugovor o nabavci uglja u o.p., ali dobavljač nije ni započeo sa izvršavanjem s...",
    "texts": [
      "Odgovoreno da se u konkretnom slučaju radi o realizaciji ugovora o jn, te da naručilac u tom slučaju može da raskine ugovor o jn i zahteva naknadu štete.  Pored toga, naručilac će, nakon raskida ugovora o jn, pokrenuti novi o.p. za nabavku uglja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kom roku naručilac objavljuje obaveštenje o podnetom ZZP?...",
    "texts": [
      "Nije im potpuno jasan postupak ZZP.\nObaveštenje o podnetom ZZP naručilac objavljuje na Portalu jn najkasnije narednog dana od dana prijema ZZP, što je jasno propisano čl. 214. st. 8. ZJN\n.\nIz razgovora se moglo zaključiti da naručilac nije u potpunosti upoznat sa postupkom ZZP, te je upućen na odredbe ZJN-a koje regulišu postupak ZZP. Pored toga, upućeni su i na Uputstvo za korisnike Portala jn (deo koji se odnosi na zaštitu prava). Takođe, rečeno da ukoliko i dalje budu imali nedoumica u vezi sa ovim (a i drugim pitanjima) mogu da kontaktiraju KJN radi dobijanja pravne konsultacije i/ili konstulacije u vezi sa primenom Portala jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 4. Da li imaju mogućnost da ga isključe iz sledećeg postupka?...",
    "texts": [
      "1. Odgovoreno da nemaju obavezu da prihvate ponuđačev zahtev za promenom cene.\n2. Ako dođe do raskida ugovora, moraju da pokrenu nov otvoreni postupak za tu partiju.\n3. Ne\n4. Imaju po članu 112. tačka 5) ZJN.\nNaručilac je naveo da im je rešenjem RK delimično poništen postupak. Sada nameravaju da u ponovnoj stručnoj oceni ponuda traže neka dodatna pojašnjenja i pitaju koji rok da ostave ponuđačima.\nMoraju da im ostave minimum pet dana.\nJedan od ponuđača im je ponudio predmet javne nabavke boljih tehničkih karakteristika od onih predviđenih kd po ceni koja prelazi procenjenu vrednost. Pitaju da li mogu da ga prihvate.\nOdgovoreno da ne mogu.\nZainteresovano lice je zahtevalo reakciju u vezi postupanja naručioca u postupku javne nabvke,  u kojem su dali svoje učešće. Naime, osporavaju dokumentaciju ponuđača iz jednog postupka javne nabavke (sporni prevod\nkataloga, ukazujući na falsifikat). Naglašeno da su se već obraćali KJN i Republičkoj komisiji kroz zzp, ali da u pogledu navedenog nema reakcije.\nZainteresovanom licu odgovoreno da su poziv izvršili na telefone u vezi sa usmenim konsultacijama o primeni odredbi ZJN, te da nije moguće dati odgovor na konkretno pitanje koje postavljaju. Takođe je ukazano zainteresovanom licu da se već obraćao KJN u pogledu navedenog i da je prema navodima dobio i odgovor na isto."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Posebno ukazano da svakako imaju pravo da se ponovo obrate KJN sa bilo kojim pitanjem u vezi primene...",
    "texts": [
      "Zainteresovano lice je navelo da je sproveden postupak javne nabavke kod naručioca, da je doneta odluka i zaljkučen ugovora. Nakon svih ovih radnji uočeno je da je u modelu ugovora uneta pogrešna bruto cene tj. ukupna cena sa uračunatim pdv-om. Da li se u ovoj situaciji naručilac mora menjati ugovor.\nZainteresovanom licu odgovoreno da navedeno ZJN ne definiše, ali definiše obavezu na strani naručioca, shodno odredbama člana 142. stav 4. ZJN, da izvrši računsku kontrolu dostavljenih ponuda (u smislu stručne ocene koja se vrši sa povećanom pažnjom). U navedenom slučaju naručilac nije postupio u skladu sa navedenom zakonskom odredbom. Po drugoj strani naučilac, ali i sam dobavljač po navedenom ugovoru, pored odredbi ZJN moraju da poštuju i odredbe Zakona o porezu na dodatu vrednost, te stim u vezi je dobavljač u obavezi po navedenom zakonu da obračunava porez na dodatu vrednost. Drugim rečima, nezavisno od izmene ugovora u ovom delu, svi učesnici su obavezi da poštuju i primenjuju važeće odredbe zakona kojim je uređen način obračuna i iskazivanja pdv-a.\nNaručilac ima zaključen okvirni sporazum za nabavku namirnica. Zaključili su i ugovor, ali im se sada dobavljač javio sa zahtevom za povećanje cene jedne stavke u okviru specifikacije. Da li moraju da, nakon izmene ugovora, nešto objavljuju na Portalu javnih nabavki.\nNaručiocu odgovoreno da, ukoliko je navedeno predviđeno odredbama okvirnog sporazuma i konkretnog ugovora, a u skladu sa odredbama člana 156. ZJN, nemaju obavezu da izmenu ugovora objavljuju na Portalu javnih nabavaki. Opreza radi, naručiocu skrenuta pažnja na procedure praćenja ugovora (pa i njegovih izmena), što mora biti precizno definisano aktom iz člana 49. stav 2. ZJN. Takođe, ukazano naručiocu da se odredbe o izmeni ugovora, shodno odredbama člana 162. ZJN, primenjuju i na okvirni sporazum."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se ponuđač koji je u jednoj partiji podneo ponudu samostalno, može javiti kao podizvođač u dru...",
    "texts": [
      "Može..\nKoliki je ro za podnošenje ponuda za uslugu procenjene vrednosti 50.000.000 dinara, ukoliko se sve pože podneti"
    ],
    "link": null
  },
  {
    "title": "Pitanje: elektronski i ukoliko postoji obaveza obilaska lokacije?...",
    "texts": [
      "Rok iznosi minimalno 31 dana. (preporučeno 35 dana)\nRok se skraćuje za 5 dana ukoliko je moguće sve dostaviti elektronskim putem, a u\nsličaju obaveznog obilaska lokacije potrebno je da se rok odredi na način da svi zainteresovani privredni subjekti mogu da\nse upoznaju sa svim informacijama potrebnim za pripremu ponude, pri čemu isti mora biti duži od minimalnog roka.\nPlaniraju da sprovedu nabavku goriva i maziva, međutim za gorivo i mazivo su različite\ncpv"
    ],
    "link": null
  },
  {
    "title": "Pitanje: oznake, da li zbog toga moraju da sprovode dva odvojena postupka na Portalu?...",
    "texts": [
      "Odgovoreno da nemaju takvu obavezu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je dostavio ponudu koja sadrži računsku grešku i sredstvo obezbeđenja za ozbiljnost ponude n...",
    "texts": [
      "KJN ne vrši stručnu ocenu ponuda.\nUrgencija povodom poslatog zahteva za tumačenje\nUrgencija preneta koleginici kojoj je predmet dodeljen u rad."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Radi se o nabavci čija je proc. vrednost ispod 5.000.000,00 din. u vezi sa kojom postavljaju pitanje...",
    "texts": [
      "Imaju tehnički problem u vezi sa radom na Portalu jn.\nU\nkoliko je procenjena vredn\nost\nnabavke\njednaka ili niža od 5.000.000,00 din.\nnaručilac\nnije dužan da zahteva dokaze, ali ima mogućnost da ih zahteva na način propisan\nčl\n.\n119. ZJN.\nUpućeni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn. Brojevi kontakt telefona nalaze se na internet stranici KJN u delu Kontakt."
    ],
    "link": null
  }
]