[
  {
    "title": "Pitanje: PITANjE?...",
    "texts": [
      "ODGOVOR\nNaručilac je doneo odluku o dodeli ugovora, gde je pre konačnosti iste dobio putem Portala izjašnjenje ponuđača kojem je dodeljen ugovor da odustaje od ponude. Kako da postupe, u smislu dodele ugovora drugom po rangu ponuđaču.\nNaručiocu odgovoreno, da ZJN o navedenom ništa ne propisuje, osim što je definisano da nakon konačnosti odluke, a ukoliko ponuđač kojem je dodeljen ugovor odbije da zaključi ugovor, omogućava naručiocu da zaključi ugovor sa sledećim rangiranim ponuđačem (član 152. stav 3. ZJN). Naravno navedeno je moguće ukoliko nije potrebno ponovo izvršiti rangiranje ponuda prema definisanom kriterijumu za dodelu ugovora (član 152. stav 4. ZJN). S tim u vezi ukazano naručiocu, da svakako mora izmeniti odluku (što Portal tehnički dozvoljava), kako bi u obaveštenju o dodeli ugovora stajao naziv ponuđača sa kojim je zaključen ugovor.\nNaručilac je sproveo postupak javne nabavke za ekskurzije u toku prošle godine, koji je istekao. Da li mogu na osnovu prethodno navedenog ugovora organizovati ekskurzije.\nNaručiocu odgovoreno da je prethodni ugovor istekao i da kao takav više ne proizvodi pravno dejstvo pa ni obaveze na strani ugovornih strana. Naručilac mora planirati predmetnu javnu nabavku i nakon toga sprovesti odgovarajući postupak javne nabavke.\nZainteresovano lice je u postupku javne nabavke pogrešno upisalo jedinične cene u obr.strukture ponuđene cene. Da li prilikom ocene ponuda naručilac uzima u obzir navedeneu cenu ili i ukupnu cenu. Takođe da li mogu kao zainteresovano lice da ukažu naručiocu da je obrazac bio nejasan usled čega je i načinjena greška.\nZainteresovanom licu odgovoreno da je prema odredbama člana 142. stav 6. ZJN merodavna jedinična cena prilikom stručne ocene ponuda za naručioca. U pogledu nejasnoća u dokumentaciji, zaonteresovano lice je moralo da reaguje u fazi pre isteka roka za podnošenje ponuda, kada je shodno odredbama člana 97. ZJN moglo da zahteva od naručioca pojašnjenja u vezi sa spornim obrascem i načinima njegovog popunjavanja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu se obraćaju škole kojima obezbeđuju fin.sredstva za nabavku usluge prevoza učenika. Veliki...",
    "texts": [
      "Naručiocu odgovoreno da prema odredbama ZJN, mogu da odbiju dostavljene ponude, saglasno članu 144. stav 2. ZJN, ili da dodele ugovor prema odredbama člaan 146. stav 2. ZJN. Pri tom, naručilac mora da vodi računa da poštuje i druge propise, posebno one koji se tiču finansijskih propisa. Sa druge strane, ukazano naručiocu da saglasno članu 29. stav 1. ZJN mora voditi računa o validnosti procenjene vrednosti javne nabavke, kako u momentu planiranja iste, tako i u trenutku pokretanja javne nabavke.\nViše pitanja u vezi sa načinom podnošenja ponude.\nDato objašnjenje uz upućivanje na odredbe čl. 135-138. ZJN (podnošenje ponude, ponude sa varijantama, važenje ponude, troškovi pripremanja ponude).\nRegistrovani su na Portalu jn kao naručilac, a trebaju da se registruju i kao ponuđač.\nOdgovoreno da se obrate\nKJN\nmejlom\nsa zahtevom za otvaranje krovnog naloga k\nako bi im\nbilo omogućeno\nda budu\nregistrovan\ni i kao naručilac i kao ponuđač, i koji će omogućiti registraciju dva naloga sa istim PIB-om i matičnim brojem.\nZamolili su za kontakt tel. za konsultacije u vezi sa primenom Portala jn.\nUpućeni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako dobiti  informacije u vezi sa polaganjem ispita za službenika za jn?...",
    "texts": [
      "Data informacija da je broj tel. za k\nonsultacije u vezi\nsa\nsticanjem sertifikata za Službenika za jn\ndat na internet stranici KJN u delu Kontakt, te da je deo internet stranice posvećen i Službeniku za jn koji takođe sadrži korisne informacije u vezi\nsa\npolaganjem ispita radi sticanja sertifikata za službenika za jn\n.\nUčestvuju u o.p. za nabavku kancelarijskog materijala. Nejasna im je dokumentacija o jn u vezi sa zatraženim dokazom o ekvivalentnosti.\nOdgovoreno da zatraže pojašnjenje od naručioca u vezi sa dokumentcijom o jn, konkretno, traženim dokazom\no ekvivalentnosti,\nu skladu sa čl. 97. ZJN.\nNaručilac traži Model KD za pregovarački postupak bez objavljivanja javnog poziva.\nTakav dokument nije dostupan na sajtu KJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da Obaveštenje o   dodeli ugovora objave u Sl. glasnik za nabavku čija je procenjena ...",
    "texts": [
      "Ne, ukazano na član 105. stav 8. ZJN.\nNaručilac se raspituje o načinu sprovođenja konkurentnog postupka sa pregovaranjem ..\nUkazano da se radi o dvofaznom postupku i objašnjeni osnovni koraci.\nKonkursnom dokumentacijom je predviđen rok plaćanja 45 dana. Ponuđač je  u obrascu ponude naveo rok 15 dana, dok je u modelu ugovora"
    ],
    "link": null
  },
  {
    "title": "Pitanje: naveo 45 dana.  Da li može da zahteva dodatna pojašnjenja u skladu sa članom 142. ZJN?...",
    "texts": [
      "Rečeno da naručilac odlučuje kako će postupiti u konkretnom slučaju i da dodatnim pojašnjenjima ponuđač ne bi smeo da menja sadržinu prvobitne ponude niti elemente koje su od značaja za primenu kriterijuma za dodelu ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Određeni ponuđač koji je učestvovao u postupku javne nabavke je prethodno bio u zamrznutom statusu. ...",
    "texts": [
      "Rečeno da nema uticaja ukoliko ponuđač trenutno ispunjava sve kriterijume za izbor privrednog subjekta."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu je ukazano da po potrošnji električne energije spada u male potrošače i da nije dužan da s...",
    "texts": [
      "Rečeno da mali kupci mogu ostati na javnom snabdevanju u skladu sa postojećim ugovorom, ali i da imaju mogućnost da sprovedu postupak javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je u izjavi štiklirao da je upisan u APR, ali nije uneo link. Kako da tretiraju takvu ponudu...",
    "texts": [
      "Iz iste pozicije plana.\nUkazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija, odnosno lice koje je naručilac imenovao. U konkretnom slučaju, bitno je da je dostavio menicu u roku.\nReč je o javno dostupnim podacima, naručilac svakako može doći do potrebnih informacija.\nU toku kreiranja ponude Portal mu ne dozvoljava da nastavi, nego ga vraća na prethodni korak.\nUpućeni na kolege iz tehničke službe.\nHoće da aneksiraju ugovora tako da smanje cenu, jel to mogu.\nMože."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Uložili su zzp na Partiju 1, da li za druge partije u postupku teku rokovi normalno?...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje u pogledu izuzetaka....",
    "texts": [
      "Upućeni da pošalju zahtev za tumačenje.\nPitanja u vezi sa postupkom zaštite prava na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na postupak zaštite prava na Portalu jn), Demo vertiju Portala jn, mogućnost da zahtevaju konstulacije u vezi sa primenom Portala jn.\nPozvao je u vezi sa prekršajnim postupkom koji je KJN pokrenula protiv JKP Kučevo u vezi nabavke asfaltne mase za krpljenje udarnih rupa te, s tim u vezi, pita šta dalje.\nSledi prekršajni postupak pred nadležnim prekršajnim sudom."
    ],
    "link": null
  }
]