[
  {
    "title": "Pitanje: Po kom osnovu vrše izuzeće od primene ZJN nabavku usluge istraživanja koja je finansirana projektom ...",
    "texts": [
      "Rečeno da mogu da nabavku izuzmu od primene po osnovu člana 11. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se na ugovor o autorskom delu primenjuju odredbe ZJN?...",
    "texts": [
      "Rečeno da primenjuju, osim u slučaju ukoliko se radi o nabavci na koju se zakon ne primenjuje zbog limita."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li  se usluge angažovanja pozorišnih glumaca mogu smatrati društvenim uslugama?...",
    "texts": [
      "Odgovoreno da se mogu smatrati, ukazano na određenu šifru u Prilogu 7."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na šta se odnosi član 14. stav 1. tač 6. ZJN?...",
    "texts": [
      "Rečeno da se taj izuzetak od primene zakona odnosi na javnog naručioca koji pruža poštanske usluge, u slučajevima kad sprovodi nabavke radi pružanja tih usluga."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu da sprovedu nabavku usluge obuke proc. vrednosti 1.000.000,00 din., te postavljaju pit...",
    "texts": [
      "Naručilac\nprimenjuje odredbe ZJN za predmetnu nabavku\nimajući u vidu proc. vrednost nabavke, a u skladu sa čl. 28. st. 1. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: predviđena u planu jn?...",
    "texts": [
      "Obrisali bi stavku iz plana jn, te pitaju na koji način.\nMože (čl. 88. st. 7. ZJN).\nUpućeni na Uputstvo za korisnike Portala jn (deo Planovi jn, odeljak Plan jn – izmene i dopune, gde se može naći i objašnjenje kako se vrši brisanje stavke plana jn). Takođe, rečeno da ukoliko bude bilo potrebe mogu da pozovu na neki od br. tel. za konsultacije u vezi sa primenom Portala jn, datih na našem sajtu u delu Kontakt.\nU otvorenom postupku za nabavku usluge štampanja publikacije javio se ponuđač koji je ponudio neuobičajeno nisku cenu. Naime, javilo se još nekoliko ponuđača, ali je ponuda dotičnog duplo niža od ostalih. Postupili su po čl. 143. ZJN i zahtevali od ponuđača koji je dostavio neuobičajeno nisku ponudu da istu obrazloži. Kako primereni rok ističe sutradan,  izrazili su bojazan da isti neće odgovoriti na njihov zahtev. S tim u vezi, interesuje ih da li naručilac može odbiti neuobičajneo nisku ponudu ukoliko ponuđač koji je ponudio takvu ponudu ne postupi po zahtevu naručioca i u primerenom roku ne dostavi obrazloženje (neuobičajeno niske) cene.\nMože. To bi bio logičan odgovor, s obzirom da ZJN ne propisuje kako postupa naručilac u ovom slučaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ponuđač može da menja ponudu nakon prihvatanja zahteva naručioca za produženje roka važenja po...",
    "texts": [
      "Ne. Saglasno čl. 137. st. 3. ZJN, ponuđač koji prihvati zahtev\nnaručioca za produženje roka važenja ponude\nne može da menja ponudu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko izmeni konkursnu dokumentaciju samo za jednu partiju, da li za nju teče poseban rok?...",
    "texts": [
      "Ne, nabavka je jedinstvena i rok ne može da se odnosi samo na jednu partiju, već na celokupnu javnu nabavku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: procenjene vrednosti ispod evr.pragova. Kada je naručiocu poslednji dan za odgovor? Kada mogu da ulo...",
    "texts": [
      "Ukazano na čl. 97. stav 2. tačka 2) ZJN.  U konkretnom slučaju, poslednji dan kada naručilac treba da odgovori jeste 31.12.\nUkoliko im naručilac ne odgovori, zzp treba da ulože 1.1.2022. godine.\nNaručilac je postavio pitanja koja su se odnosila na računsku grešku i neuobičajeno nisku cenu.\nUkazano je da je naručilac u obavezi da, u skladu sa odredbama člana 142. stav 4. Zakona o javnim nabavkama, zatraži od ponuđača saglasnost za ispravku računske greške, dok je ponuđač dužan da odgovori u roku od pet dana od dana prijema zahteva. Ukoliko se ponuđač ne bi saglasio sa ispravkom računske greške, naručilac shodno članu 142. stav 5. Zakona o javnim  nabavkama odbija ponudu navedenog ponuđača.\nČlanom 143. Zakona o javnim nabavkama predviđeno je da je naručilac dužan da u primerenom roku zahteva od ponuđača da obrazloži cenu u ponudi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Prvorangirani ponuđač uz svoju ponudu nije dostavio sve dokumente koji su bili predviđeni konkursnom...",
    "texts": [
      "Ukazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda.\nTakođe, u ovoj fazi postupka (kad je istekao rok za podnošenje ponuda i kad su ponude otvorene) nije moguće vršiti izmenu ili dopunu ponude, kao ni njeno povlačenje."
    ],
    "link": null
  }
]