[
  {
    "title": "Pitanje: Imaju zaključen ugovor o jn u o.p., a tokom vremena se javila potreba za povećanim količinama predme...",
    "texts": [
      "Rečeno da i\nzmenu ugovora o jn usled povećanja obima nabavke naručilac može izvršiti pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni\nsvi\nuslovi propisani čl. 160. ZJN. Uz to, ukazano da nisu dužni da objave obaveštenje o izmeni ugovora o jn po ovom osnovu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li cene moraju biti fiksne u toku važenja okvirnog sporazuma?...",
    "texts": [
      "Odgovreno da ne moraju, izuzev ako sam naručilac nije tako predvideo.\nNaručilac navodi da ima potrebu za nabavkom nekog specifičnog softvera koji može da mu ponudi samo jedna kompanija iz SAD. Procenjena vrednost konkretne nabavke iznosi 280.000 din, ali u toku godine imaju još srodnih nabavki koje će ukupno preći 1.000.000. din. Interesuje ih da li bi mogli da predmetnu nabavku izuzmu od primene ZJN, budući da ta američka kompanija nije zainteresovana da učestvuje u pregovarčkom postupku.\nOdgovoreno da je članom 35. stav 4. ZJN predviđena takva mogućnost."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izvrše izmenu ugovora zaključenog na osnovu okvurnog sporazuma u skladu sa članom 158....",
    "texts": [
      "Ne, u tom slučaju mogu izvršiti samo izmenu okvirnog sporazuma ukoliko su ispunjeni uslovi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li i dalje mogu da izvrše zamenu putovanja za ekskurziju koju su deca uplatila pre dve godine?...",
    "texts": [
      "Uredbom\no izmeni uredbe o ponudi zamenskog putovanja za turističko putovanje koje je otkazano ili nije realizovano usled bolesti kovid\n-19 izazvane virusom SARS-CoV-2 produžen je rok za zamensko putovanje do 31.12.2022. godine.\nNaručilac je sproveo nabavku koja je bila ispod pragova"
    ],
    "link": null
  },
  {
    "title": "Pitanje: propisanih članom 27. ZJN. Sada mu je iskrsla potreba da ponovo sprovede nabavku sa istim predmetom,...",
    "texts": [
      "Ukazano da je neophodno da naručilac prilikom donošenja godišnjeg plana javnih\nnabavki, na pravilan način oblikuje predmete javnih nabavki, kao i procenjene vrednosti predmeta javnih nabavki.  Dakle, naručilac se ne može osloboditi odgovornosti za svoje prethodno postupanje, ukoliko je isto dovelo do zloupotrebe zakona, time što će nove nabavke sprovoditi u skladu sa odredbama ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji je poslednji dan da objavi odgovor na pitanje ako poslednji dan roka pada u subotu?...",
    "texts": [
      "Rečeno da se subota računa kao poslednji dan roka u tom slučaju jer je u članu 97. ZJN navedeno da naručilac mora da odgovori najkasnije šestog odnosno četvrtog dana pre isteka roka za podnošenje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da dostave svoje mišljenje u vezi sa odgovorom naručioca na podnet zzp?...",
    "texts": [
      "Upućeni na  227. čl. 1. ZJN.\nNe, ukazano na čl. 220. st. 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su ponudu preko procenjene vrednosti da li istu mogu da prihvate?...",
    "texts": [
      "Čl. 146. st. 2 . ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Učestvovali su na tenderu, izabrani su kao najpovoljniji i doneta je Odluka o dodeli ugovora. Naknad...",
    "texts": [
      "Ponuđaču ukazano da nakon odluke o dodeli ugovora, nema nikakvog naknadnog dostavljanja dokumentacije.\nU ponudi je ponuđač naveo različit rok isporuke u obrascu ponude i modelu ugovora. Da li ima mesta primeni čl. 142. ZJN\nNema primene čl. 142. ZJN, budući da ne može da se utvrdi stvarna sadržina ponude, već je naručilac postupa saglasno čl. 144. st. 1. tač. 6) ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dve ponude su primili putem pošte, a jednu elektronski, da li to znači da su primili samo jednu ponu...",
    "texts": [
      "Tako je, saglasno čl. 135. st. 1. ZJN\nPrvorangirani ponuđač im je deo ponude dostavio poštom,"
    ],
    "link": null
  }
]