[
  {
    "title": "Pitanje: Da li moraju da čekaju 10 dana za pokretanje novog postupka ukoliko nisu dobili nijednu ponudu?...",
    "texts": [
      "Odgovoreno da s obzirom na to da je zakonom propisano da nisu dužni da čekaju da istekne rok od 10 dana kada su dobili 1 prihvatljivu ponudu, u konkretnom slučaju ne bi morali da čekaju da istekne rok od 10 dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač nije dostavio Obrazac struktrure ponuđene cene. Da li naručilac može da zahteva da mu naknad...",
    "texts": [
      "Ukazano na član 142. stav 2. ZJN. I rečeno da se putem dodatnih pojašnjenja mogu zahtevati samo dopune ponude, ispravke tehničkih greški i objašnjenje nejasnoća, ali ne i dostavljanje delova ponude koje je ponuđač bio dužan da dostavi prilikom podnošenja ponude. Rečeno i da se ne sme menjati prvobitna ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu je dostavljen Obrazac strukture ponuđene cene bez unetih jediničnih cena, pri čemu su nave...",
    "texts": [
      "Naručiocu je ukazano da se jedinične cene moraju uneti prilikom podnošenja ponude i ne mogu se menjati i unositi nakon otvaranja ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Da li mogu iz iste pozicije Plana više puta da sprovode javnu nabavku?...",
    "texts": [
      "1. Ukazano na član 156. ZJN.\n2. Odgovoreno da mogu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu su preostala sredstva od nabavke računarskog materijala i imaju potrebu za nabavkom novog ...",
    "texts": [
      "Rečeno da ako su predvideli u okviru sprovedene nabavke i tu stavku, mogu da pokrenu iz te pozicije Plana novu nabavku, ukoliko nisu, dužni su da pokrenu novi postupak javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac zahtevao dodatna objašnjenja od ponuđača, međutim ponuđač mu ništa nije odgovorio. Kako da...",
    "texts": [
      "Ukoliko bez traženih podataka ne može da oceni ponudu, naručilac će istu odbiti kao neprihvatljivu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac u slučaju izmene ugovora u smislu proširenja kadrovskog kapaciteta,može kao dokaz za...",
    "texts": [
      "Ukazano da KJN nema ovlašćenja da vrši stručnu ocenu ponuda, ali da naručilac mora voditi računa da svi uslovi iz kd moraju biti ispunjeni na opisan način."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da prilikom nabavke na koju se zakon ne primenjuje,objavljuje neki dokument...",
    "texts": [
      "Ne postoji takva obaveza."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje kako da postupi sa jednom od dobijenih ponuda koja sadrži računsku grešk...",
    "texts": [
      "Dat odgovor da naručilac u tom slučaju postupa u skladu sa članom 142. ZJN. u cilju ispravke računske greške."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako je postupanje predstavnika naručioca u slučaju saznanja o postojanju sukoba interesa u postupku...",
    "texts": [
      "Ukazano da je o\ndgovorno lice naručioca odn. predstavnik naručioca dužan da se izuzme iz postupka jn ukoliko u bilo kojoj fazi postupka jn dođe do saznanja o postojanju sukoba interesa, a u skladu sa čl. 50. st. 7.  ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je privredni subjekt...",
    "texts": [
      "u obavezi da\ndostavi zasebnu izjavu iz čl. 118. ZJN\nza drugog subjekta čije kapacitete"
    ],
    "link": null
  },
  {
    "title": "Pitanje: koristi?...",
    "texts": [
      "U\nkoliko privredni subjekt koristi kapacitete drugog subjekta dužan je da za istog dostavi zasebnu izjavu o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, koja sadrži podatke iz čl. 118. ZJN st. 1. tač. 1) i st. 1. tač. 2)\nza relevantne kapacitete\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu dva privredna subjekta koja imaju iste zakonske zastupnike, tj. direk...",
    "texts": [
      "Odgovoreno da ZJN ne reguliše ovakvu situaciju, te da KJN ne može da daje mišljenje o navedenoj situaciji budući da se time bavi Organizacija nadležna za zaštitu konkurencije. Ukazano i na odredbe čl. 135. st. 2,7 i 8. ZJN.\nTakođe skrenuta pažnja na Zakon o zaštiti konkurencije i čl. 5. navedenog Zakona."
    ],
    "link": null
  },
  {
    "title": "Pitanje: da postavi dodatne uslove, kako bi smanjio broj ponuda?...",
    "texts": [
      "Odgovoreno da svaki zahtev koji naručilac određuje u kd mora biti opravdan i ne sme biti diskriminatorski, odnosno ne sme se\ndavati prednost određenim privrednim subjektima bez opravdanog razloga."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Podneta im je ponuda putem pošte, da li istu uzimaju u obzir?...",
    "texts": [
      "Ukazano na čl. 135. st. 1. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Izjava o ispunjenosti kriterijuma za kvalitativni izbor pr. subjekta ne sadrži sve elemente koje je ...",
    "texts": [
      "Naručiocu dat odgovor da ne bi moglo da se smatra dodatnim pojašnjenjem naknadno popunjavanje Obrasca izjave o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Šta znači odrednica da početni uslovi nabavke nisu bitno izmenjeni u smislu člana 61. stav 7. ZJN?...",
    "texts": [
      "Naručiocu dat odgovor da se pod time smatra da u pregovaračkom postupku ne mogu biti izmenjeni osnovni uslovi nabavke koja je prethodno sprovedena – predmet nabavke, kriterijumi za izbor i dodelu, tehničke specifikacije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su dve ponude sa istom cenom za nabavku na koju se ZJN ne primenjuje, a nisu predvideli rezer...",
    "texts": [
      "Odgovoreno da naručilac postupa na način kako je predvideo internim aktom, po osnovu člana 49. stav 2. ZJN, uz poštovanje načela ZJN primereno konkretnim okolnostima nabavke.\nPoslali su mejl u kom su postavili pitanje, pa se interesuju da li će dobiti odgovor. Pitanje je glasilo da li imaju obavezu da menjaju plan javnih nabavki ukoliko žele jednu stavku da izbrišu s obzirom da su naknadno utvrdili da će procenjena vrednost te nabavke biti ispod praga propisanog članom 27. ZJN.\nUtvrđeno da su poslali mejl na pogrešnu adresu, ukazano na koju adresu da šalju ubuduće. Odgovoreno da nemaju obavezu da menjaju Plan, mada mogu ukoliko žele.\nUplatili su taksu za zzp u junu mesecu, međutim taj novac nije iskorišćen jer je zahtev podnet na osnovu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Podnose zzp preko punomoćnika. Da li je punovažno punomoćje overeno kod notara?...",
    "texts": [
      "Odgovoreno da mogu.\nOd\ngovoreno da jeste."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje u vezi sa stručnom ocenom ponuda....",
    "texts": [
      "Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Jedan od ponuđača nije dostavio tražene dokaze, odnosno dostavio je neku izjavu u kojoj samo navodi ...",
    "texts": [
      "Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje. Međutim, ponuđač je dužan da priloži sve dokaze koje je naručilac tražio."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li dokaz zahtevan tehničkim kapacitetom može biti datumiran na mart, ako se postupak javne nabavk...",
    "texts": [
      "Odgovoreno da je jedino relevantno da navedeni dokaz se odnosi na period koji je naručilac zahtevao."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode j.n. ispod limita i dobili su tri ponude. Jedan od ponuđača nije u sistemu pdv-a, da li je ...",
    "texts": [
      "Upućeni na član 30. stav 1. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač nije dostavio Obrazac strukture ponuđene cene. Da li naručilac može da zahteva dodatna pojaš...",
    "texts": [
      "Naručiocu dat odgovor da ne bi moglo da se smatra dodatnim pojašnjenjem naknadno dostavljanje dokumentacije koju je ponuđač bio dužan da dostavi prilikom podnošenja ponude. Rečeno da se kroz dodatna pojašnjenja ne može vršiti izmena ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da skrate rok za ponudu za 5 dana, ukoliko se delovi ponude dostavljaju poštom, npr. meni...",
    "texts": [
      "Mogu, ukazano na član 52. stav 5. ZJN. Iako se pojedini delovi ponude podnose poštom, ponuda se podnosi putem Portala te se tako smatra da je celokupna ponuda podneta elektronski."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sutra ima otvaranje ponuda i danas hoće da izvrše izmenu koja  se odnosi na tehničku speci...",
    "texts": [
      "Naručilac upućen na član 87. stav 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi j.n. čija je proc. vrednost ispod evropskih pragova i otvaranje ponuda je zakazan...",
    "texts": [
      "Odgovoreno da nemaju takvu obavezu.\nNaručilac sprovodi konkurs za dizajn i nije im jasno na koji način pokreće postupak iz Plana j.n.\nUz konsultaciju sa kolegama, objašnjen postupak na Portalu.\nUz ponudu nisu dostavili bankarsku garanciju koju je naručilac tražio, jer im banka nije na vreme izdala. Da li bi mogli kroz dodatne podatke  istu da dostave naručiocu.\nOdgovoreno da to nije u skladu sa ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač nije dostavio Obrazac strukture ponuđene cene. Da li naručilac može da zahteva dodatna pojaš...",
    "texts": [
      "Naručiocu dat odgovor da ne bi moglo da se smatra dodatnim pojašnjenjem naknadno dostavljanje dokumentacije koju je ponuđač bio dužan da dostavi prilikom podnošenja ponude. Rečeno da se kroz dodatna pojašnjenja ne može vršiti izmena ponude.\nNaručilac je kao zahtev nabavke odredio da će u slučaju donacije doći do"
    ],
    "link": null
  },
  {
    "title": "Pitanje: umanjenja ugovorenih količina namirnica, ali da se ne zna unapred iznos. Ponuđači su navodili različ...",
    "texts": [
      "Rečeno da je naručilac mogao da to predvidi i u okviru modela ugovora.\nTakođe, ukazano da bi tako popunjene vrednosti značile da su ponuđači saglasni sa takvim zahtevom nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da se podeli po partijama nabavka istog dobra?...",
    "texts": [
      "Dat odgovor naručocu da bi to bilo moguće, na osnovu podele nabavke po količinama, u skladu sa članom 36. stav 1. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku polovnog mikroskopa. Da li imaju osnova za pregovarački postupak?...",
    "texts": [
      "Ukazano na član 61. stav 1. tač 1. ZJN.\nRečeno i da ukoliko nemaju mogućnost da sprovedu po nekom od tih osnova, mogu da pozovu određene privredne subjekte da podnesu ponude na osnovu člana 52. stav 8. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac u Planu jn ima nabavku procenjene vrednosti 5.000.000 dinara. Postavlja pitanje da li može...",
    "texts": [
      "Odgovorena da može pokrenuti postupak jn na 3.000.000 dinara, te da ne postoji obaveza izmene Plana jn.\nNaručilac navodi da mu je ponuđač koji je učestvovao u postupku jn, dostavio putem Portala,u delu koji se odnosi na zahtev za zaštitu prava, Zahtev za storniranje javne nabavke u kome mu ukazuje na nepravilnosti učinjene prilikom stručne ocene ponuda i poziva ga na sastanak kako bi raspravili o istim. Takođe, ponuđač navodi da se navedeno pitanje ne rešava pred Republičkom komisijom za zaštitu prava, već pred drugim organima. Kako naručilac da postupi  vezi sa ovim zahtevom?\nPreporučeno da naručilac uputi ponuđaču zahtev da se izjasni da li se radi o zahtevu o zaštiti prava, te da na osnovu toga postupi.\nNaručilac navodi da je 6.9. dobio pitanje privrednog subjekta u vezi sa kd, a da je otvaranje ponuda bilo zakazano za 11.9. Na osnovu tog pitanja naručilac je 8.9. izmenio kd i produžio rok za podnošenje ponuda. Postavlja pitanje da li je dužan da odgovara na pitanja koje su privredni subjekti slali u periodu između 6.9. i 8.9. obzirom da bi ista bila neblagovremena da nije produžen rok za podnošenje ponuda.\nNaručilac upućen da odgovori na sva pristigla pitanja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da produži rok za podnošenje ponuda ukoliko bi izvršio izmenu tehničke spec...",
    "texts": [
      "Naručilac je dužan da produži rok ukoliko je dok. o nabavci bitno izmenjena. Smatra se da je dokumentacija o nabavci bitno izmenjena ako bi zbog izmena privrednim subjektima nužno bilo potrebno dodatno vreme za pripremu ponude ili prijave, a naročito ako se te izmene odnose na kriterijume za kvalitativni izbor privrednog subjekta, kriterijume za dodelu\nugovora ili tehničke specifikacije predmeta nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje u vezi sa članom 142. stav 2. ZJN, tačnije da im se pojasni rok ne kraći od 5 dana...",
    "texts": [
      "Pojašnjeno da je naručilac dužan da ponuđaču odredi primereni rok za davanje odgovora, koji nije kraći od 5 dana, dakle odrediće mu rok koji je 5 dana ili duži."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje u vezi sa izmenom okvirnog sporazuma....",
    "texts": [
      "Ukazano na član. 162 ZJN. Dakle, sve izmene okvirnog sporazuma sprovode u skladu sa odredbama čl. 154-161. ZJN, odnosno odredbama na osnovu kojih se menjaju i ugovori."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi sa stručnom ocenom ponuda, ponuđač nije popunio pojedine stavke....",
    "texts": [
      "Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje.\nPoslali su uzorke na ekspertizu. Ponuđač se buni jer je ekspertiza trebalo da bude najavljena i predviđena konkursnom dokumentacijom.\nPonuđač smatra da je bilo neophodno da ga pozovu na otvaranje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nakon izmene konkursne dokumentacije, koliko treba da produže rok za podnošenje ponuda?...",
    "texts": [
      "Naručilac procenjuje da li uzorak odgovara onome što traže i što su naveli u tehn.specifikaciji. Na naručiocu je da odluči na koji način će to utvrditi.\nNa osnovu člana 140. stav 2. ZJN, otvaranje ponuda je javno. Ponuđač je\nbio obavešten kada i gde će biti otvaranje ponuda.\nUkazano na rok 10+3 dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je raskinuo ugovor zaključen po osnovu o.s. zato što ponuđač nije isporučivao sredstva za ...",
    "texts": [
      "Odgovoreno da mogu da pokrenu i objašnjen postupak na samom Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu ugovoriti avansno plaćanje za okvirni sporazum ili je to moguće samo ...",
    "texts": [
      "Odgovoreno da avansno plaćanje može biti predviđeno okvirnim sporazumom, ali se plaćanje vrši samo kod pojedinačnih ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su kroz čl. 142. ZJN od naručioca zahtev za ispravkom računske greške, kako sada postupaju?...",
    "texts": [
      "Objašnjeno da su dužni da dostave odgovor u roku od 5 dana od dana prijema zahteva, a ako se na saglase sa ispravkom računske greške, naručilac će odbiti njihovu ponudu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je potrebno da karton depo potpisa bude overen na isti dan kad je menica registrovana?...",
    "texts": [
      "Naručiocu odgovreno da nije neophodno da bude overen na isti dan kad je menica registrovana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Podneli su ponudu kao grupa ponuđača, pri čemu su greškom naveli i podizvođača. Nakon dodatnih pojaš...",
    "texts": [
      "Rečeno da mogu da izmene Odluku o dodeli ugovora u tom delu. Upućeni na Uputstvo na Portalu na deo Odluka o dodeli ugovora – Izmena objavljene odluke.\nPonuđač nije identično popunio Obrazac strukture\nponuđene cene i Obrazac ponude u pogledu roka plaćanja i garancije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li da naručilac zahteva dodatna pojašnjenja?...",
    "texts": [
      "Dat odgovor naručocu da bi mogli da zahtevaju dodatna pojašnjenja ukoliko utvrdi da su\npodaci u ponudi nejasni i nepotpuni, ali na način da se njihovom izmenom ili dopunom ne menja sadržina ponude. Naručilac sam utvrđuje da li da pošalje zahtev za dodatnim pojašnjenjima, zavisno od konkretnih okolnosti i podataka koji se dodatno zahtevaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da produže rok za podnošenje ponuda ako su zahtevali dostavljanje menice putem pošte?...",
    "texts": [
      "Odgovoreno da nisu dužni da produže rok, osim u slučaju člana 45. stav 6. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da zaključe ugovor na dve godine i kako sprovode takvu nabavku?...",
    "texts": [
      "ODgovoreno da mogu, ukazano na članove 32-33. ZJN. Rečeno da unose stavku u Plan za godinu u kojoj sprovode postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji je rok za podnošenje ponuda u konkurentnom postupku sa pregovaranjem?...",
    "texts": [
      "Ukazano na član 56. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Podnosilac ZZP odustao od zahteva nakon žalbe zbog odbacivanja od strane naručioca. Naručilac hoće d...",
    "texts": [
      "Ukazano da naručilac treba da donese rešenje o obustavi postupka ukoliko je od ponuđača primio pisano obaveštenje o odustanku od ZZP. Nakon toga će mu Portal dozvoliti da nastavi dalje i obustavi postupak u skladu sa članom 147. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje kako da tretiraju određenu ponudu....",
    "texts": [
      "Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje za koliko dana produžavaju rok za podnošenje ponuda nakon što je postupak bio obus...",
    "texts": [
      "Produžavaju rok za onoliko dana koliko je postupak bio obustavljen."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li postoji mogućnost da dodele ugovor ponuđaču koji ima negativnu referencu....",
    "texts": [
      "Pojašnjeno da novi ZJN ne sadrži pojam negativne reference. Ukazano na članove 112. i 113. ZJN.\nNaručilac\nje postavio"
    ],
    "link": null
  },
  {
    "title": "Pitanje: pitanje da li mora uvek da traži da ponuđači popunjavaju i dostavljaju obrazac troškova pripreme pon...",
    "texts": [
      "U tim slučajevima (kada nisu zahtevani uzorci, modeli, makete, bankarska garancija...) naručilac ne bi ni trebalo da zahteva obavezno dostavljanje ovog obrasca.\nNaručilac je dobio ponudu u kojoj je izražena cena koja je veća od procenjene vrednosti.\nShodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nObavezno popunjavanje modela ugovora.\nN\naručilac u\nkonkursnoj dokumentaciji\n, u delu pod nazivom „Dokumenti koji se zahtevaju u ponudi/prijavi“, označava model ugovora samo ako je potrebno da ponuđači popune model ugovora,\nu smislu podataka\nkoji neće biti sadržani u drugim delovima ponude koje će ponuđači da podnesu, nakon čega ga učitavaju u okviru svoje e-ponude.\nU suprotnom, ponuđači izražavaju svoju saglasnost sa sadržinom budućeg ugovora jednostavno čekiranjem.\nUkazano\nje\nda u uputstvu za sačinjavanje ponude naručilac ne traži od ponuđača da potpisuju model ugovora, već da, ukoliko je to zahtevano konkursnom dokumentacijom, popune model ugovora i tako popunjeni model ugovora učitaju u okviru svoje e-ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Učestvuju kao grupa ponuđača u postupku gde je naručilac kroz finansijski kapacitet zahtevao da su u...",
    "texts": [
      "Ukazano na odredbu čl. 130. st.1. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu ugovoriti avansno plaćanje za okvirni sporazum ili je to moguće samo ...",
    "texts": [
      "Odgovoreno da avansno plaćanje može biti predviđeno okvirnim sporazumom, ali se plaćanje vrši samo kod pojedinačnih ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su kroz čl. 142. ZJN od naručioca zahtev za ispravkom računske greške, kako sada postupaju?...",
    "texts": [
      "Objašnjeno da su dužni da dostave odgovor u roku od 5 dana od dana prijema zahteva, a ako se na saglase sa ispravkom računske greške, naručilac će odbiti njihovu ponudu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju zaključen ugovor sa ETF- om o nabavci softvera. Da li treba za održavalje softvera da sprovode...",
    "texts": [
      "Rečeno da bi trebalo da sprovedu pregovarački postupak na osnovu člana 61. stav 1. tač. 1. podtač. 1 ili 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da menjaju konkursnu dokumentaciju ako je u dodatnim pojašnjenjima navedeno da  ponuđ...",
    "texts": [
      "Rečeno da nisu dužni da menjaju konkursnu dokumentaciju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako sprovode nabavku društvenih usluga na koje se ZJN ne primenjuje?...",
    "texts": [
      "Dat odgovor naručocu danabavke na koje se ZJN ne primenjuje sprovode u skladu sa internim aktom, na osnovu člana 49. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se smatra izmenom ugovora usklađivanje cena na osnovu izveštaja Rep. zavoda za statistiku?...",
    "texts": [
      "Odgovoreno da se ne smatra izmenom ugovora ukoliko su predvideli ugovorom parametre sa kojima će se usklašivati cena."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li usluge hotela predstavljaju društvene i druge posebne usluge....",
    "texts": [
      "Ukazano na Prilog 7 i tačan deo gde se nalaze hotelske usluge."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje u vezi sa stručnom ocenom ponuda i kada mogu da traže dodatna objašnjenja....",
    "texts": [
      "Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje. Ukazano i na član 142. ZJN i pojašnjeno kada naručilac može da traži dodatna objašnjenja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....",
    "texts": [
      "Protumačene su odredbe člana 157. Zakona o javnim nabavkama, kojima su uređene izmene u pogledu dodatnih dobara, usluga ili radova.\nTakođe, objašnjeno da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nUkazano da ugovoreni viškovi radovi ne predstavljaju izmenu ugovora.\nN\naručilac\nse interesovao da li\ntreba konkursnom dokumentacijom da zahteva od ponuđača da popune\nmodel ugovora o javnoj nabavci.\nNaručilac u konkursnoj dokumentaciji, u delu pod nazivom „Dokumenti koji se zahtevaju u ponudi/prijavi“, označava model ugovora samo ako je potrebno da ponuđači popune model ugovora, u smislu podataka koji neće biti sadržani u drugim delovima ponude koje će ponuđači da podnesu, nakon čega ga učitavaju u okviru svoje e-ponude. U suprotnom, ponuđači izražavaju svoju saglasnost sa sadržinom budućeg ugovora jednostavno čekiranjem. Ukazano je da u uputstvu za sačinjavanje ponude naručilac ne traži od ponuđača da potpisuju model ugovora, već da, ukoliko je to zahtevano konkursnom dokumentacijom, popune model ugovora i tako popunjeni model ugovora učitaju u okviru svoje e-ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li kod dodele ugovora u skladu sa članom 146. st.2 ZJN, postoji ograničenje u smislu do kog proce...",
    "texts": [
      "Odgovoreno da zakon ne propisuje takvo ograničenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li za svaku fazu pregovora mora da ide izveštaj?...",
    "texts": [
      "Odgovoreno da na Portalu javnih nabavki se unutar faze pregovora sprovodi otvaranje novih ponuda i kreira zapisnik o otvaranju. Prilikom učitavanja zapisnika o pregovaranju naručilac će u okviru polja „Kratak opis toka pregovora“ uneti podatke o toku pregovora koji će biti sastavni deo Izveštaja o postupku koji se kreira na Portalu javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu da nastave postupak j.n. iako im je uložen ZZP?...",
    "texts": [
      "Objašnjeno da jedini način da nastave postupak je predviđen članom 216. stav 2. ZJN, odnosno da RK na obrazloženi predlog naručioca može dozvoliti naručiocu da nastavi sprovođenje postupka javne nabavke pre okončanja postupaka zaštite prava ukoliko dokaže ili učini verovatnim postojanje razloga predviđenih navedenim članom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za dodatne radove i mogućnost izmene ugovora....",
    "texts": [
      "Upućeni na član 157. ZJN i napomenuta obaveza objavljivanja obaveštenja o izmeni ugovora na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 1. Da li može istovremeno da objavi na Portalu Odluku o izmeni Plana i pokrene nabavku iz te stavke?...",
    "texts": [
      "1. Rečeno da naručilac može odmah da pokrene postupak nakon što objavi izmenjeni Plan javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu ponuđaču pošalju zahtev za dodatnim pojašnjenjima ako je zbog tehničke greške ispustio da...",
    "texts": [
      "Rečeno da bi mogli ukoliko se time ne menja sadržina ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako sprovode nabavku društvenih usluga na koje se ZJN ne primenjuje?...",
    "texts": [
      "Dat odgovor naručocu danabavke na koje se ZJN ne primenjuje sprovode u skladu sa internim aktom, na osnovu člana 49. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se smatra izmenom ugovora usklađivanje cena na osnovu izveštaja Rep. zavoda za statistiku?...",
    "texts": [
      "Odgovoreno da se ne smatra izmenom ugovora ukoliko su predvideli ugovorom parametre sa kojima će se usklađivati cena."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji je rok za podnošenje ponuda u otvorenom postupku ako je procenjena vrednost javne nabavke 28.00...",
    "texts": [
      "Rečeno da bi u tom slučaju važio rok navedenu članu 52. stav 3. tač. 3. ZJN.\nNaručiocu ukazano i na član 52. stav 8. ZJN.\nZaključili su ugovor sa pravnim licem koje nije bilo u sistemu PDV, nakon zaključenja ugovora ušao je u"
    ],
    "link": null
  },
  {
    "title": "Pitanje: sistem PDV. Kako da postupe, da li treba da aneksiraju ugovor?...",
    "texts": [
      "Odgovoreno da nisu u obavezi da menjaju ugovor, ali mogu ukoliko žele."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nakon zaključenja ugovora, naručilac traži od ponuđača licencu koja nije bila predviđena ni u uslovi...",
    "texts": [
      "Izvršenje ugovora je na ugovornim stranama. KJN nije nadležna da procenjuje da li je određena licenca neophodna, koja licenca je u pitanju i ko je dužan da je pribavi. Upućeni da se obrate naručiocu.\nSproveli su postupak na koji se ZJN ne primenjuje, procenjena vrednost 560.000, usluga hvatanje pasa lutalica. Naknadno, javila se potreba za još jednom istom takvom nabavkom, procenjena vrednost oko 560.000. Postavljaju pitanje kako postupaju ukoliko ukupna procenjena vrednost prelazi iznos od 1.000.000 dinara, a kako ako ne prelazi.\nUkoliko ukupna procenjena vrednost ne prelazi iznos od 1.000.000 dinara sprovešće postupak kao i prethodni, u skladu sa internim aktom. A ukoliko prelazi 1.000.000 dinara, pokrenuće postupak javne nabavke u skladu sa ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Konsultacija se odnosila na pitanje upućeno putem mejla....",
    "texts": [
      "Konsultacija prosleđena koleginici Mariji Petković."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Planiraju da učestvuju na tenderu gde je proc. vred. javne nabavke 5 000 000 bez PDV, a 6 000 000 sa...",
    "texts": [
      "Odgovoreno da ponuđač sam formira svoju ponudu na način da može da izvrši javnu nabavku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tokom stručne ocene ponuda utvrdili su da je ponuđač napravio računsku grešku te su u skladu sa član...",
    "texts": [
      "Naručilac upućen na čl. 142. stav 5. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Hoće da izvrše izmenu ugovora kako bi izvršili ispravku tehničke greške. Da li to predstavlja osnov ...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zaključili su ugovor po sprovedenom postupku za j.n. namirnica za ishranu dece. U toku realizacije u...",
    "texts": [
      "Ukazano na čl. 52. st. 6  ZJN i na čl.61.st.\n1. tač. 2) ZJN pod uslovom da su ispunjeni svi uslovi predviđeni navedenim članovima."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako vrše izmenu ugovora kada se ta izmena odnosi na usklađivanje cena?...",
    "texts": [
      "Ukazano da ukoliko su ugovorom precizno odredili na koji način se vrši usklađivanje cena, takva promena cene se neće smatrati izmenom ugovora.\nPonuđač je u Obrascu ponude naveo da je rok za izvođenje radova 0 dana, dok je u modelu ugovora naveo da je rok 45 dana.\nRečeno da ukoliko naručilac procenjuje da je tehničkom greškom pogrešno naveden rok u Obrascu ponude, može da zahteva dodatna pojašnjenja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Došlo je do promene naziva ponuđača sa kojim je zaključen ugovor, da li naručilac treba samo da zakl...",
    "texts": [
      "Dat odgovor naručocu da se takva izmena ne smatra izmenom ugovora u smislu odredbi ZJN-a i da takvu izmenu mogu da konstatuju na način koji smatraju odgovarajućim."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način računaju rok za podnošenje zzp?...",
    "texts": [
      "Ponuđač ne mora da popuni dodatne uslove.\nSvi članovi komisije moraju da potpišu izjavu o sukobu interesa.\nPojašnjen član 214. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje na koji način mogu da izmene okvirni sporazum....",
    "texts": [
      "Ukazano na član 162. ZJN.  Dakle, sve izmene okvirnog sporazuma sprovode u skladu sa odredbama čl. 154-161. ZJN, odnosno odredbama na osnovu kojih se menjaju i ugovori."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode postupak na koji se ZJN ne primenjuje, u skladu sa čl. 12. ZJN. Postavljaju pitanje da li j...",
    "texts": [
      "Naručilac postupa isključivo u skladu sa svojim internim aktom, poštujući osnovna načela javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje na koji način ogranak stranog pravnog lica može da učestvuje u postupku javne na...",
    "texts": [
      "Ukazano da\nogranak privrednog društva nema svojstvo pravnog lica,\nte da bi\nmatično društvo treba\nlo\nda dokaže da ne postoje osnovi za isključenje ni sa njegove strane ni za ogranak pravnog lica.\nŠto se tiče registracije na Portalu i podnošenja ponude, ne postoje nikakve smetnje da ogranak učestvuje kao ponuđač."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li je problem što je ponuđač po upućenom zahtevu za ispravkom računske greške...",
    "texts": [
      "U redu je, budući da se ispravkom saglasio."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zaključili su ugovor o izvođenju radova i nakon toga ponuđač je uputio zahtev za izmenu ugovora u po...",
    "texts": [
      "Upućeni na čl. 158. ZJN i napomenuto da su dužni da objave obaveštenje o izmeni ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponude su im otvorene, međutim jedan od ponuđača je u izjavi, za neprimereni uticaj na postupak štik...",
    "texts": [
      "Naručiocu ukazano na odredbe člana 144. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji je rok za odlučivanje RK?...",
    "texts": [
      "Uvidom na Portal konstatovano da je naručilac objavio obaveštenje.\nUpućeni na čl. 227. st. 1. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje istovrsnosti, odnosno da li je fotokonduktor isto što i toneri?...",
    "texts": [
      "Upućeni da pošalju zahtev za tumačenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....",
    "texts": [
      "Protumačene su odredbe člana 157. Zakona o javnim nabavkama, kojima su uređene izmene u pogledu dodatnih dobara, usluga ili radova.\nTakođe, objašnjeno da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nUkazano da ugovoreni viškovi radovi ne predstavljaju izmenu ugovora.\nPrilikom sačinjavanja Odluke o dodeli ugovora došlo je do tehničke greške, koja je, međutim, uočena tek nakon objavljivanja.\nNakon konstatacije da je zaista u pitanju tehnička greška, da ista nije od značaja, niti menja situaciju u postupku/rangiranju, ukazano je da se može izvršiti ispravka odluke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ako u toku postupka član komisije bude sprečen da sprovede postupak nabavke do kraja, da li mogu da ...",
    "texts": [
      "Naručiocu odgovoreno da zamenik tog člana komisije nastavlja postupak javne nabavke umesto odsutnog člana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko poslednji dan roka za podnošenje ZZP-a pada u nedelju, da li se rok produžava i na ponedelja...",
    "texts": [
      "Rečeno da se produžava i ukazano i na član 85. stav 7. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se izabranom ponuđaču ZZP dostavlja putem Portala ili putem pošte?...",
    "texts": [
      "Dat odgovor naručiocu da se dostavlja putem Portala ukoliko je podnet tim putem."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da navedu kao cenu 0 dinara?...",
    "texts": [
      "Ukazano na član 2. stav 1. po kojem je ugovor o javnoj nabavci definisan kao teretni ugovor iz čega proizilazi da cena jeste bitan element tog ugovora, kao i na član 143. ZJN u kojem je definisano šta bi se smatralo neuobičajeno niskom ponudom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko se ponuđač ne odazove pregovorima u pregovaračkom postupku, da li bi se početna ponuda smatr...",
    "texts": [
      "Ukazano da odredbama ZJN-a nije definisana faza pregovaranja, već da nju bliže određuje naručilac u konk. dokumentaciji.\nRečeno da  bi u tom slučaju početne ponude trebalo smatrati konačnim."
    ],
    "link": null
  },
  {
    "title": "Pitanje: učestvovali, ako su ponudili cenu koja je veća od procenjene vrednosti nabavke?...",
    "texts": [
      "Mogu.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li kao dokaz o ispunjenosti kriterijuma može prihvatiti određene sert...",
    "texts": [
      "Ukazano na član 103. stav 2. ZJN kojim je propisano da k\nada naručioci zahtevaju dos\ntavljanje sertifikata koje izdaje\nodređeno telo za ocenjivanje usaglašen\nosti, obavezni su da prihvate i\nsertifikate koje su izdala druga\nodgovarajuća tela za ocenjivanje\nusaglašenosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Za pitanje  koja su u konkretnom slučaju...",
    "texts": [
      "druga odgovarajuća tela za ocenjivanje usaglašenosti\nupućeni da potraže pomoć od Privredne komore Srbije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da je napovoljniji ponuđač nije dostavio valjane dokaze o ispunjenosti kriterijuma ...",
    "texts": [
      "Ukazano da ponovo izvrši stručnu ocenu ponuda i na osnovu toga da donese Odluku o obustavi postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavka ispod limita. Imaju potrebu za nabavkom adresnih tablica i stubića na kojima će stajati te t...",
    "texts": [
      "S obzirom da bi se u oba slučaja radilo o nabavci ispod limita, naručilac će u svakom slučaju primenjivati svoj interni akt. Ukazano na član 29. stav 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tražili su da im se kao dokaz dostavi prodajni kurs u poslednjih 5 godina, jedan od ponuđača je dost...",
    "texts": [
      "Imaju potrebu za nabavkom novogodišnjih paketića. Na koji način da nabave tačno\nodređene proizvode određenih proizvođača, npr. Jafu, čokoladu Najlepše želje itd.\nNaručiocu ukazano da KJN ne može da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje je naručilac imenovao. Ponuđač treba da dostavi tačno one dokaze koje je naručilac tražio.\nPojašnjeno da će predmet javne nabavke da opišu tako što će navesti npr. ,,Jafa ili odgovarajuće“, a na naručiocima ostaje dokazivanje da li ponuđeni proizvodi, a koji nisu ,,Jafa“, odgovaraju traženim proizvodima.\nNaknadno su primetili da im se nije učitao jedan dokument iz konkursne dokumentacije. Dodali su taj dokument, objavili izmenu. Da li je i u ovom slučaju neophodno da produže rok 10+3, s obzirom da smatraju da taj dokument nije od velikog značaja za kreiranje ponude.\nOdgovoreno da je potrebno da sačekaju da prođe zakonom propisan rok od 10+3 dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dva ponuđača nisu uopšte popunila kriterijume za kvalitativan izbor privrednog subjekta, šta da rade...",
    "texts": [
      "Naručiocu ukazano na odredbe člana 144. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku ispod limita, da li mogu da dodele ugovor ponuđaču čija je ponuda preko procenjen v...",
    "texts": [
      "Odgovoreno da sprovode nabavku u skladu sa internim aktom i poštujući načela ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje vezano za Portal....",
    "texts": [
      "Prosleđeno kolegama iz tehničke podrške."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Navedeni privredni subjekt je u pregovorima sa Vojskom Srbije u vezi sa javnom nabavkom akumulatora ...",
    "texts": [
      "Objašnjen je način dokazivanje i iz kog razloga je poželjan upis u registar, koji pritom nije obavezan.\nNaručilac je napravio propust prilikom pripreme konkursne dokumentacije za javnu nabavku rezervnih delova. Konkretno, za jednu partiju, u obrascu strukture ponuđene cene predvideo je i delove koji se odnose na druga vozila iz prethodnog postupka. Postavlja pitanja da li može da nastavi sa postupkom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Utvrđeno je da naručilac nije primetio da je došlo do opisanog propusta, kao i da niko od zaintereso...",
    "texts": [
      "Ukazano je da je najbolje rešenje obustava postupka, zbog toga što postoji mogućnost da je na ovaj način bila ograničena konkurencija. Pretpostavka je da ima ponuđača koji bi mogli da ponude delove koji se odnose na jedno vozilo, ali ne i na više njih u okviru iste partije/ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U konkretnoj situaciji koja je izneta u vezi za javnom nabavkom usluge prevoza učenika, naručilac po...",
    "texts": [
      "Naručiocu ukazano na relevantne odredbe i odgovoreno koju odredbu bi trebalo da primeni u konkretnoj situaciji.\nNakon potpisivanja okvirnog sporazuma, napravljena je tehnička greška prilikom objavljivalja  obaveštenja o dodeli ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da izmeni obaveštenje?...",
    "texts": [
      "Upućeni da se obrate sektoru za primenu Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku usluge obezbeđenja objekata. Nisu odredili rezervne kriterijume niti predvideli pri...",
    "texts": [
      "Naručiocu je ukazano na član 144. stav 5. i 6. ZJN, ali i rečeno da u konkretnoj situaciji mogu da dodele ugovor primenom žreba.\nPonuđač koji nije izabran. Postavlja pitanja u vezi sa stručnom ocenom ponude\nponuđača koji je izabran. Smatra da je naručilac neosnovano tražio dodatno objašnjenje od izabranog ponuđača.\nPojašnjeno da je na naručiocu stručna ocena ponuda. Ukoliko smatra da su povređena\npravila postupka, može da uloži zzp, u skladu sa odredbama ZJN.\nGreškom je u plan jn uneta nabavka čija je procenjena vrednost ispod 1.000.000 dinara. Da li moraju da izvrše izmenu plana jn (nema istovrsnih).\nNema potrebe da menjaju plan."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje u vezi sa stručnom ocenom ponuda. Ponuđač nije popunio izjavu. Kako da tretiraju t...",
    "texts": [
      "Naručiocu ukazano da KJN ne može da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje je naručilac imenovao. Ponuđač treba da ispuni sve zahteve naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac im je tražio određeni dokaz pre donošenja Odluke. Postavljaju pitanje da li ostali ponuđač...",
    "texts": [
      "Nakon donošenja Odluke o dodeli ugovora, svi ponuđači mogu da traže uvid u dokumentaciju, i tom prilikom će moći da vide. A i u samoj Odluci, naručilac će obrazložiti svoj izbor.\nNije im vidljiva na Portalu izmena od juče.\nUpućeni na kolege koji pružaju pomoć u radu na Portalu jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Doneto je rešenje kojim se odbija zzp kao neosnovan koji je uložen na postupak koji sprovode.  Kako ...",
    "texts": [
      "Naručiocu odgovoreno da nastavljaju sa postupkom tamo gde su stali i objašnjeno kako nastavljaju sa postupkom na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za osnove isključenja koji se odnose na čl. 111. st. 1. tač. 3. ZJN, odno...",
    "texts": [
      "Sama izjava koju budu popunjavali je dokaz o ispunjenosti kriterijuma za izbor privrednog subjekta."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je doneo rešenje kojim je usvojio njihov zzp i navedeno rešenje dostavio i RK. Ponuđač pos...",
    "texts": [
      "Ponuđač upućen da kontaktira RK."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za način dostavljanja dokaza za strane ponuđače...",
    "texts": [
      ".\nUpućeni na čl. 121. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li za nabavku usluge fizičko tehničkog obezbeđenja, procenjene vrednosti 3.000.000 primenjuju čla...",
    "texts": [
      "Naručiocu odgovoreno da mogu da primene konkretni član."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li šalju izveštaje za javne nabavke sprovedene po starom zakonu?...",
    "texts": [
      "Upućeni da se obrate sektoru za primenu Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li mogu da traže dodatna pojašnjenja u konkretnoj situaciji....",
    "texts": [
      "Naručiocu je ukazano na član 142. stav 2. i 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je ponuđač dužan da vadi novo menično ovlašćenje za postupak u kome je podnet ZZP u vezi sa ko...",
    "texts": [
      "Kako menično ovlašćenje ima isti period važenja kao i sama menica, ukazano da menica i ovlašćenje moraju biti validne u momentu otvaranja ponuda kako bi naručilac eventualno mogao naplatiti istu. Dakle, ponuđač se mora ponovo obratiti za izdavanje menice i meničnog ovlašćenja sa novim periodom važenja.\nNaručilac navodi da je prilikom sastavljanja dokumentacije o nabavci napravljena greška tako što je propušteno da se u Uputstvu ponuđačima kako da popune ponudu označi Obrazac strukture cene kao dokument koji je neophodno dostaviti uz ponudu. Takođe navodi da je sam Obrazac o strukturi cene objavio na portalu jn, među ostalim dokumentima koji čine konkursnu dokumentaciju.\nUkazano na član 103. stav 2. ZJN kojim je propisano da kada naručioci zahtevaju dostavljanje sertifikata koje izdaje određeno telo za ocenjivanje usaglašenosti, obavezni su da prihvate i sertifikate koje su izdala druga odgovarajuća tela za ocenjivanje usaglašenosti.  Za pitanje  koja su u konkretnom slučaju druga odgovarajuća tela za ocenjivanje usaglašenosti upućeni da potraže pomoć od Privredne komore Srbije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da je napovoljniji ponuđač nije dostavio valjane dokaze o ispunjenosti kriterijuma ...",
    "texts": [
      "Ukazano da ponovo izvrši stručnu ocenu ponuda i na osnovu toga da donese Odluku o obustavi postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li su dužni da odgovore ponuđaču na pitanje koje nije blagovremeno....",
    "texts": [
      "Odgovoreno da mogu da odgovore ali nemaju obavezu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li mogu u postupku javne nabavke da nabave putnički automobil, po principu „sta...",
    "texts": [
      "Odgovoreno da mogu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: ZJN ne uređuje na poseban način pitanje nabavke dobara po principu zamene...",
    "texts": [
      "„staro za novo“. Međutim time nije isključena mogućnost naručioca da sprovede takvu\njavnu\nnabavku, pod uslovom da se takva nabavka sprovodi prema načelima javnih nabavki, sa akcentom na obezbeđivanje konkurencije. S druge strane, otuđenje pokretnih stvari iz javne svojine vrši se u skladu sa odredbama Zakona o javnoj svojini, koje KJN nije nadležna da tumači."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač postavio pitanje kakve su njegove mogućnosti u situaciji kada je odbijen jer nije dostavio o...",
    "texts": [
      "naveo da traži taj dokaz, nigde više u konkursnoj dokumentaciji. Raspitao se da bi mogao da uloži Prigovor naručiocu u kom će izneti stav da je naručilac pogrešio jer nije tražio dodatno objašnjenje, u skladu sa 142. ZJN, pa želi da proveri tu informaciju.\nPonuđaču savetovano da se ubuduće obrati naručiocu ukoliko mu je nešto nejasno, u skladu sa članom 97. ZJN. Naručilac ima mogućnost da draži dodatna objašnjenja u skladu sa 142. ZJN, ali nije u obavezi.\nMogućnost ulaganja Prigovora ZJN ne poznaje. Jedino što njemu preostaje jeste zzp, ukoliko su ispunjeni uslovi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje vezano za Portal...",
    "texts": [
      "Upućeni na kolege iz tehničke podrške."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pokrenuli su javnu nabavku radova i vrše izmenu tehničke specifikacije, da li imaju obavezu produžen...",
    "texts": [
      "Upućeni na čl. 87. stav 3. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izmene Odluku o pokretanju postupka kroz ispravku na Portalu?...",
    "texts": [
      "Nakon konsultacije sa kolegama iz tehničke podrške odgovoreno da ne mogu kroz ispravku već se Odluka menja kroz opciju dodela prava na postupak tu imaju mogućnost da izbrišu postojeću i da stave novu.\n1. Naručiocu odgovoreno da može da izmeni Odluku o pokretanju postupka kao interni akt naručioca, ali da ne može da menja broj partija nakon pokrenutog postupka na Portalu javnih nabavki.\n2. Da. Ukazano na član 158. stav 2. ZJN\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako mogu da zahtevaju negativne reference?...",
    "texts": [
      "Naručiocu je ukazano da na osnovu člana 112. stav 1. tač. 5. ZJN mogu da predvide da će isključiti privrednog subjekta koji nije ispuljnjavao obaveze iz ranijeg ugovora, usled čega je došlo do raskida tog ugovora, naplate sredstva obezbeđenja, naknade štete."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac šalje Republičkoj komisiji celokupnu dokumentaciju sa odgovorom na podneti ZZP?...",
    "texts": [
      "Rečeno da je članom 220. stav 1. tač. 2. ZJN propisano da šalje kompletnu dokumentaciju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li postoji sporazum između ponuđača u zajedničkoj ponudi, kao što je postojao po ZJN/2015?...",
    "texts": [
      "Upućeni na čl. 130. ZJN.\nOdgovoreno je da navedeni sporazum ne postoji u formi u kojoj je postojao po ZJN/2015, ali da se prilikom popunjavanja Izjave o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta na Portalu unose određeni podaci u vezi sa učesnicima u zajedničkoj ponudi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac od najpovoljnijeg ponuđača nije dobio valjane dokaze, te kako nema nijednu prihvatljivu po...",
    "texts": [
      "Naručilac će ponovo izvršiti stručnu ocenu ponuda gde će ponudu oceniti kao neprihvatljivu i doneti Odluku o obustavi postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kom roku je naručilac dužan da omogući ponuđaču uvid u dokumentaciju o jn nakon donete odluke o do...",
    "texts": [
      "Zamolili su za objašnjenje procedure uvida u dokumentaciju o jn na Portalu jn.\nPrivrednom subjektu koji je podneo ponudu u postupku jn naručilac je dužan da omogući uvid u dokumentaciju o jn u roku od dva dana od dana prijema pisanog zahteva za uvid u dokumentaciju o jn. Upućeni na čl. 149. ZJN.\nUpućeni na Uputstvo za korisnike Portala jn, deo Stručna ocena, odluke i\nuvid u dokumentaciju\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u slučaju sprovođenja konkursa za dizajn u obavezi da objavi javni poziv?...",
    "texts": [
      "Ne, ali je naručilac u obavezi da objavi obaveštenje o konkursu za dizajn. Sadržina obaveštenja o konkursu za dizajn (za javne i sektorske naručioce) propisana je ZJN-om i nalazi se u Prilogu 4., Deo Đ.\nNaručilac navodi da ima potrebu za nabavkom lož ulja procenjene vrednosti 2.000.000 dinara i nabavkom drva procenjene vrednosti 50.000 din. Interesuje ih da li mogu da nabavku drva sprovedu bez primene ZJN, jer su ponuđači uglavnom iz redova lokalnog stanovništva, dok bi nabavku lož ulja sproveli u otvorenom postupku.\nOdgovoreno da je reč o srodnim dobrima, te da ih ne mogu odvojeno sprovoditi. Takođe, ukazano da imaju mogućnost da\nnabavku oblikuju po partijama, te da partiju čiji je predmet drva izuzmu od primene ZJN\n,\nu sklad\nu\nsa članom 35. stav 4. ZJN\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Da li se iste mogu sprovesti u klasičnom otvorenom postupku ili je obavezna primena člana 75. ZJN...",
    "texts": [
      "1. da.\n2. Može i u klasičnom otvorenom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li postupak javne nabavke, koji je obustavljen usled okolnosti da n...",
    "texts": [
      "Naručiocu odgovoreno da navedeno ne reguliše ZJN, već je navedeno stvar internih procedura naručioca, koji svakako prilikom pokretanja javne nabavke mora uneti tzv.referentni broj javne nabavke. Pored navedenog, poželjno je da naručilac u odluci o sprovođenju postupka javne nabavke, naglasi da se radi o ponovljenom postupku javne nabavke i da se isti ponavlja usled obustave ranije pokrenutog postupka javne nabavke.\nNaručiocu je u postupku javne nabavke radova postavljeno pitanje u vezi kriterijuma tehničkog i stručnog kapaciteta (zahtev za licem za bezbednost i zdravlje na radu),  gde je zainteresovano lice pored predviđenog dokaza (uverenja i ugovora o pravnom osnovu anagažovanja za lice) postavilo pitanje da li dokaz za ispunjenje kriterijuma može biti i ugovor koji privredni subjekt ima zaljkučen sa pravnim licem za vršenje usluga bezbednosti i zdravlja na radu.\nNaručiocu odgovoreno da navedeno pitanje ne reguliše ZJN, već drugi relevantni propisi, pre svega Zakon o bezbednosti i zdravlju na radu, kao i podzakonski propisi iz ove oblasti, u kojima su definisana sva prava i obaveze privrednih subjekata, te u tom smislu ko i na koji način može vršiti usluge koje proizilaze iz navedenog zakona i podzakonskih akata."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Za koliko su dužni da produže rok u slučaju izmene konkursne dokumentacije?...",
    "texts": [
      "Naručiocu je ukazano da su dužni da produže rok srazmerno značaju izmene, pri čemu do isteka roka za podnošenje ZZP-a ne može da ostane manje od deset dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac dužan da traži dodatna pojašnjenja u slučaju kad ponuđač tehničkom greškom nije d...",
    "texts": [
      "Rečeno da je članom 142. ZJN predviđeno da naručilac može da traži dodatna pojašnjenja. U kojim konkrtnim situacijama će moći da traži pojašnjenja zavisi od odluke naručioca pri čemu treba da se vodi time da dodatnim pojašnjenjima može da zahteva samo dopune ponude koje ne podrazumevaju promene elemenara ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se rok za podnošenje ponuda računa od dana slanja obaveštenja o izmeni konk. dokumentacije ili...",
    "texts": [
      "Rečeno da se rok za podnošenje ponuda računa od dana slanja na objavu obaveštenja o izmeni konkursne dokumentacije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli javnu nabavku radova na izgradnji nadstrešnice i nakon toga javila im se potreba za izvođen...",
    "texts": [
      "Upućeni na član 157. ZJN i napomenuto da imaju obavezu da objave obaveštenje o izmeni ugovora na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako još uvek nije došlo do otvaranja ponude, ponuđač ne mora produžavati navedeni rok....",
    "texts": [
      "Moći će...\nDat odgovor da može od naručioca da  zahteva dodatne informacije ili pojašnjenja u vezi sa dokumentacijom o jn, pri čemu može da ukaže naručiocu na neodstatke ili nepravilnosti u dokumentaciji o jn, u roku i na način propisan čl. 97. ZJN. Ukoliko je zahtev za dodatnim in\nf\normacijama ili pojašnjenjima blagovremeno podnet, naručilac postupa u roku i na način propisan navedenim čl. 97. ZJN.\nOdgovoreno\nda naručilac može da izvrši izmenu ugovora o jn i u pogledu promene cene ukoliko je to jasno predvideo u dokumentaciji i ugovoru o jn. U\npućen na\nčl. 156. ZJN\nkojim su propisane\nizmene po osnovu ugovornih odredaba.\nPonuđaču odgovoreno da su takse za ZZP propisane čl. 225. ZJN.\nNaručilac je u Planu javnih nabavki predvideo nabavku ekskurzije i nastave u prirodi, procenjene vrednosti 9.450.000 dinara. Navodi da sada želi da pokrene predmetnu nabavku na veću procenjenu vrednost, s tim što naglašava da to povećanje ne prelazi 10%. Postavlja pitanje da li je u konkretnom slučaju potrebno izvršiti izmenu Plana javnih nabavki.\nOdgovoreno da u konkretnom slučaju ne treba menjati plan javnih nabavki.\nNaručilac je utvrdio da je odluka o dodeli ugovora doneta na osnovu pogrešnog utvrđenog činjeničnog stanja i sada žele da je izmene. Pitaju da li Portal dozvoljava da prethodnu stave van snage, nakon čega bi doneli novu odluku.\nOdgovoreno da nije predviđeno stavljanje odluke o dodeli ugovora van snage, već se jednostavno izmeni prethodno doneta odluka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Da li je potrebno Plan nabavki na koje se ZJN ne primenjuje objaviti na Portalu?...",
    "texts": [
      "1.\nOdgovoreno da način sprovođenja nabavke na koje se ZJN ne primenjuje nije predviđen ZJN, već to uređuje sam naručilac posebnim aktom. ZJN je samo predviđeno da je naručilac dužan da poštuje osnovna načela javnih nabavki kada sprovodi nabavku ispod limita\n.\n2.\nNe, ali je potrebno objaviti posebni akt na svojoj internet stranici.\nNaručilac je dva puta sproveo otvoreni postupak za nabavku igala i oba puta je bilo bezuspešno. Sada namerava da pokrene pregovarački postupak bez objavljivanja javnog poziva, pozivajući se na  član 62. stav 9. tačka 1) ZJN. Zvali su\nsamo da provere da li je potrebno da traže od nas mišljenje, jer je navedenim članom ZJN predviđeno da ne moraju da nam se obraćaju.\nPredočeno im je da u njihovom slučaju nema mesta primeni člana 62. stav 9. tačka 1) ZJN, već da jedino mogu sprovesti pregovarački po hitnosti,  s tim da su dužni da se obrate KJN za mišljenje.\nZainteresovano lice je istaklo da naručilac u delu tehničke specifikacije zahteva da određena dobra budu urađena u skladu sa odgovarajućim standardom. Da li ponuđač može ispuniti navedeni zahtev učešćem drugog subjekta u smislu odredbi člana 130. ZJN.\nZaintersovanom licu odgovoreno, da prema opisanom stanju navedeno ne predstavlja kriterijum za kvalitatavni izbor privrednog subjekta, već zahtev tehničke specifikacije, te u tom smislu se ne bi moglo govoriti o oslanjanju na kapacitet drugog subjekta, kako to definiše odredba člana 130. ZJN, posebno imajući u vidu da se na navedenom mestu misli na kriterijume za kvalitatatvni izbor privrednih subjekata tj. njihove kapacitete."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su nabavku na koju se zakon ne primenjuje i zaključili ugovor. Zbog trenutne epidemiološke ...",
    "texts": [
      "Naručiocu je ukazano da je članom 49. stav 2. ZJN predviđeno da na nabavke na koje se ne primenjuje zakon, primenjuju interni akt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručila RK šalje i uzorke uz dokumentaciju?...",
    "texts": [
      "Naručiocu je naglašeno da je članom 220. stav 1. tač. 2. predviđeno da je dužan da dostavi kompletnu dokumentaciju iz postupka.\nNaručilac je u dokumentaciji o nabavci predvideo da će isključiti privrednog subjekta iz postupka javne nabavke ako utvrdi da je privredni subjekt u stečaju, da je nesposoban za plaćanje ili je u postupku likvidacije, da njegovom imovinom upravlja stečajni upravnik\nili sud, da je u aranžmanu pogodbe sa poveriocima, da je prestao da obavlja poslovnu delatnost ili je u bilo kakvoj istovrsnoj situaciji koja proizlazi iz sličnog postupka prema nacionalnim zakonima i propisima. Ponuđač je po navodima naručioca u Izjavi naveo samo ne, a nije ostavio i link za proveru tog podatka. Šta ponuđač kada ga u skladu sa članom 119. ZJN budu pozvali da dostavi dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta treba da"
    ],
    "link": null
  },
  {
    "title": "Pitanje: dostavi?...",
    "texts": [
      "Upućeni na član 121. st. 1. tač.)3. ZJN, gde je navedeno da se nepostojanje ovog osnova dokazuje potvrdom nadležnog suda, odnosno drugog nadležnog organa."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za čl. 15. st. 1. tač.)1 ZJN i takođe pitaju da li su sektorski ili javni...",
    "texts": [
      "Upućeni da dostave zvaničan zahtev za tumačenje i dati svi podaci koji se odnose na način dostavljanja zahteva i  plaćanja takse."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da je nakon otvaranja ponuda uočeno da Odluka o sprovođenju postupka sadrži grešku....",
    "texts": [
      "Odgovoreno da se navedena Odluka ne može menjati, ali da postoji mogućnost da se postojeća ukloni i objavi nova. Napomenuto da je to poželjno uraditi do momenta donošenja Odluke o dodeli ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da dozvoli izmenu ugovora zbog povećanja cena na tržištu?...",
    "texts": [
      "Postoji mogućnost izmene ugovora usled nepredviđenih okolnosti ukoliko su ispunjeni uslovi iz člana 158. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da u otvorenom postupku za nabavku dobara procenjene vrednosti od 1.700.000 dinara ...",
    "texts": [
      "Ukazano na mogućnost pokretanja pregovaračkog postupka bez objavljivanja javnog poziva na osnovu člana 61. stav 7. ZJN.\nNaručilac je zaključio ugovor o jn za nabavku\nnamirnica po partijama\nu o.p.,\nali mu je nakon određenog vremena dobavljač za partiju - Meso i mesne prerađevine (proc. vrednosti 4.000.000,00 din.),   uputio zahtev za raskid ugovora za navedenu partiju usled nemogućnosti daljeg izvršenja istog. S tim u vezi, naručilac je u dilemi kako dalje da postupi.\nUpućeni da razmotre mogućnost sprovođenja pregovaračkog postupka po hitnosti za neophodne količine do okončanja o.p. za predmetnu partiju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu jn....",
    "texts": [
      "Upućeni na kontakt tel. za konsultacije u vezi sa radom na Portalu jn.\nUkoliko prvorangirani ponuđač odbije da zaključi ugovor o jn, da li naručilac može da zaključi ugovor o jn  sa drugorangiranim ponuđačem odn. prvim sledećim najpovoljnijim ponuđačem, s obzirom da ih ima.\nDa, u skladu sa čl. 152. ZJN.\nNaručilac je dobio dodatna finansijska sredstva i interesuje se da li može, nakon što je određena dobra nabavljao preko narudžbenice u vrednosti do\n1.000.000 dinara, da sprovede otvoreni postupak.\nU ovoj novonastaloj situaciji naručilac je dužan da sprovede odgovarajući postupak javne nabavke, imajući u vidu da je ukupna procenjena vrednost predmetnih dobara prešla 1.000.000 dinara u toku tekuće godine. Može se postaviti pitanje da li je naručilac mogao da pretpostavi da će imati potrebu za novim količinama, odnosno da će uspeti da obezbedi dodatna\nsredstva, u kom slučaju je bio dužan da i u prvom koraku sprovede postupak javne nabavke (nabavka bez primene zakona).\nPonuđač je, prilikom pripreme ponude, u obrascu strukture ponuđene cene  napravio računsku grešku tako što je pogrešno obračunao ukupnu cenu.\nUkazano je na odredbe člana 142. ZJN/2019 koje omogućavaju naručiocu da zahteva dodatna objašnjenja dostavljenih ponuda, kao i ispravku računskih grešaka u ponudama, ne podrazumevajući pod tim dopunu/izmenu ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje izmena ugovora....",
    "texts": [
      "Ukazano je da se od dana početka primene ZJN/2019 izmene ugovora o javnoj nabavci vrše u skladu sa odredbama čl. 154 – 162. ZJN/2019, bez obzira na to da li su ugovori zaključeni nakon postupka javne nabavke sprovedenog po osnovu ovog zakona ili ZJN/2015.\nU planu javnih nabavki naručilac ima predviđenu nabavku usluga stručnog nadzora procenjene vrednosti preko 15.000.000 dinara.  U ovom trenutku im je hitno potreban stručni nadzor nad izvođenjem rudarsko geoloških radova u vrednosti oko 500.000 dinara. Postavljaju pitanje da li predmetnu nabavku mogu izuzeti od primene ZJN, jer za nju potrebna licenca koju neće tražiti u drugim nabavkama usluga stručnog nadzora i upravo u tome se, prema njihovim navodima, ogleda njena specifičnost.\nNisam bila sto posto sigurna, pa sam odgovorila da bih ja na njihovom mesdtu sprovela jedinstven postupak. Savetovala sam da kada imaju dilemu da li je reč o srodnim dobrima, uslugama ili radovima, uvek je bolje sprovesti jedan postupak, nego cepkati nabavku.\nNaručilac je tražio određene informacije u vezi funkcionisanja Portala javnih nabavki.\nTakođe je naručilac naveo da je u postupku javne nabavke nakon objavljivanja odluke o dodeli ugovora dobio zahtev\nza uvid u dokumentaciju, gde je ponuđač zahtevao samo uvid u ponudu jednog ponuđača, te shodno navedenom nije učitavao dokaze za ispunjenost kriterijuma za kvalitatitvni izbor privrednih subjekata. Da li je bio dužan da učita i dokaze."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu je upućen prigovor putem Portala javnih nabavki, te postavljaju pitanje kako da postupe....",
    "texts": [
      "Naručiocu dati brojevi telefona koleginica i kolega koji pružaju konsultacije u vezi sa funkcionisanjem Portala javnih nabavki.\nU pogledu drugog pitanja, naručiocu citirane odredbe člana 149. ZJN i ukazano da naručilac ima dužnost da omogući uvid u dokumentaciju o nabavci ponuđaču\nkoji je podneo ponuda, a nakon donošenja i objavivanja odluke o dodeli ugovora, i to u roku od dva dana. U konretnom slučaju, naručilac mora da vodi računa o sadržini zahteva za uvid podnosioca, te da shodno navedenom omogući uvid u zahtevanu dokumentaciju (predočena funkcionlanost na Portalu javnih nabavaki u pogledu navedenog).\nPrigovor kao pravno sredstvo u odredbama ZJN ne postoji. Postoji zahtev za zaštitu prava, koji je uređen u posebnom delu ZJN. Svakako naručilac mora da proveri sadržinu prigovora, u smislu da li isti ima elemente koje mora da sadrži zahtev za zaštitu prava u skladu sa ZJN, te da na osnovu utvrđenog stanja navedeni prigovor eventualno tretira kao zahtev za zaštitu prava.\nNaručiocu je stigao putem Portala javnih nabavki zahtev za uvid u dokumentaciju, u postupku javne nabavke, a nakon objavljivanja odluke o dodeli ugovora. Zahtevom se traži uvid u bankarsku garanciju za ozbiljnost ponude i izveštaj o postupku javne nabavke. Naručilac postavlja pitanje kako da postupi.\nNaručiocu citirane odredbe člana 149. ZJN i objašnjena procedura odobravanja uvida, unošenja napomene u vezi sa načinom uvida u dokumentaciju koja nije dostavljena putem Portala javnih nabavki i deo u kojem se učitavaju dokumenti koje naručilac stavlja na uvid podnosiocu zahteva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da objavi novo obaveštenje o dodeli ugovora jer je napravila teh. grešku pri unosu datuma...",
    "texts": [
      "Rečeno da ne može da izvrši ispravku objavljenog obaveštenja o dodeli ugovora već da može da objavi novo i da u napomeni navede da je reč o ispravci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: koju on ne poseduje traženi kapacitet?...",
    "texts": [
      "Naručiocu je odgovoreno da bi trebalo da navede da ispunjava traženi kriterijum i da pojedinačno navede stavke za koje ispunjava i da drugi član grupe postupi na isti način."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izmene ugovor u pogledu povećanja obima po osnovu člana 160. ZJN, usled podnošenja ZZP...",
    "texts": [
      "Rečeno da ne mogu da izmene ugovora mogu da vrše samo ukoliko ugovor i dalje važi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mora da traži ispravku računske greške, ako ponuda prelazi iznos procenjene vrenosti i naručil...",
    "texts": [
      "Rečeno da član 142. ZJN propisuje takvu obavezu za naručioca."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li sprovode javnu nabavku za dodatni iznos od 600.000 dinara, ako nisu ssprovodili za 2.950.000 d...",
    "texts": [
      "Rečeno da su dužni da sprovedu, ukazanop na članove 27. i 29. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako dalje da postupe u slučaju neblagovremenog ZZP-a?...",
    "texts": [
      "Ukazano da 219. stav 5.ZJN i rečeno da treba da donese rešenje kojim odbacuje ZZP i nastavi dalje postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje budući da sprovodi postupak prevoza dece u osnovnim školama, da li mogu ...",
    "texts": [
      "Naravno da mogu, potrebno je da se izvrši ispitivanje tržišta kako bi mogli da pripreme postupak javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač postavio pitanje vezano za podnošenje ZZP-a?...",
    "texts": [
      "Objašnjena procedura i ponuđač upućen na čl. 213. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje vezano za Portal....",
    "texts": [
      "Upućeni na kolege iz tehničke podrške."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su postupak za javnu nabavku radova, za koju nisu dobili ni jednu ponudu. Potom su sproveli...",
    "texts": [
      "Ne, ne mogu. Mogu samo ponovo da pokrenu otvoreni postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li prethodno informativno obaveštenje mora da sadrži tačan broj partija, pošt...",
    "texts": [
      "Naručilac upućen na čl. 107. st. 1 i 6. ZJN kao i na Prilog 4."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li može aneksirati ugovor ukoliko je već jednom izvršio izmenu ugovor...",
    "texts": [
      "Ukoliko su ispunjeni uslovi za izmenu ugovora, može..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je član grupe ponuđa ispravno postupio ukoliko je Izjavu o ispunjenosti kriterijuma za kvalita...",
    "texts": [
      "Jeste.\nNaručilac se raspituje o datumu klada će Republička komisija za zaštitu prava doneti odluko po podnetom ZZP, te kakva će biti njihova odluka.\nUkazano da KJN nema ovlašćenja da odlučuje o zahtevu za zaštitu prava koji je podnet u konkretnom slučaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li...",
    "texts": [
      "ZJN sadrži\npojam\nistovrsnost\ni"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "D\nat odgovor da novi ZJN ne sadrži pojam istovrsnosti kao takav, ali\nda\npostoje odredbe ZJN koji na odgovarajući način upućuju naručioca kako da postupa s tim u vezi.\nTako, s\nhodno stavu 3. istog člana, naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nNaručiocu je\nnapomenuto\nda je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom cilju može da se vrši podela predmeta jn na više nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac u obavezi da odgovori na zahtev za dodatnim informacijama ili pojašnjenjima, koji...",
    "texts": [
      "Ne. Naručilac postupa po zahtevu za dodatnim informacijama ili pojašnjenjima samo ukoliko je isti blagovremen, u skladu sa čl. 97. ZJN.\nInteres\nuje se\ndokle se stiglo u rešavanju predmeta koji je uputio KJN (Grupi za monitoring). Naime, kao fizičko lice podneo je KJN u februaru o.g. prijavu u vezi nepravilnosti u radu Opšte bolnice „Sv. Sava“ u Beogradu u vezi sa nabavkom mob. telefonije. Pomenuo je da se obraćao i Agenciji za borbu protiv korupcije u vezi pomenute nabavke, koja je prosledila dopis KJN u martu\no.g\n.\nNakon\nprovere\ndata je informacija da je\npredmet u radu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da se izmeni ugovor o jn u smislu promene ugovorne strane?...",
    "texts": [
      "Protumačena odredba čl. 159. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....",
    "texts": [
      "Protumačene su odredbe čl. 155-161. Zakona o javnim nabavkama, kojima su uređene izmene.\nTakođe, objašnjeno je da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je napravio propust prilikom pripreme konkursne dokumentacije. Postavlja pitanje kako da p...",
    "texts": [
      "Protumačene su odredbe koje se odnose na mogućnost izmene konkursne dokumentacije i obavezu produženja roka za podnošenje ponuda u tom slučaju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Privredni subjekat postavlja pitanje da li je naručilac, u konkretnom slučaju, bio dužan da predmet ...",
    "texts": [
      "Ukazano je na odredbe\nZakona o javnim nabavkama koje se odnose na određivanje predmeta javne nabavke i njegovu podelu po partijama, kao i obavezu naručioca da, ukoliko je procenjena vrednost javne nabavke jednaka ili veća od iznosa evropskih pragova, razmotri prikladnost oblikovanja predmeta javne nabavke u više partija."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pre nekoliko godina sproveli su postupak javne nabavke za izradu idejnog rešenja i zaljkučili ugovor...",
    "texts": [
      "shodno odredbama člana 61. stav 1. tačka 1) podtačka 2) ili 3) ZJN.\nNaručiocu odgovoreno da za sprovođenje navedene vrste postupka, moraju postojati razlozi, dokazi koji opravdavaju sprovođenje ove vreste postupka, a u vezi kojih KJN daje svoje mišljenje. U tom smislu je preopručeno naručiocu da proveri da li u pogledu izrađenog idejnog rešenja postoje neka prava na strani izvršioca usluge, koja bi predstavljala dokaz za eventualno sprovođenje\nnavedenog pregovaračkog postupka bez objavljivanja javnog poziva.\nNaručilac ima zaključen ugovor za nabavku namirnica i dobavljač im se obratio da nije više u mogućnosti da iste isporučuje po cenama datim u ponudi iz razloga što je došlo do porasta cena na malo za predmetna dobra. U ugovoru postoji odredba o promeni cene. Pored navedenog naručilac je postavio pitanje da li se komunikacija u pogledu izmene ugovora vrši putem Portala javnih nabavki.\nNaručiocu odgovoreno, da prvenstveno mora proveriti navode dobavljača tj. mora utvrditi da je nesporno došlo do promene, tj. povećanja cena na tržištu. Tek na osnovu utvrđivanja činjeničnog stanja, naručilac treba da odluči da li će ili neće izmeniti ugovor, kako je to definisano odredbama člana 156. ZJN, ili eventulano člana 158. ZJN. Naručiocu skrenuta pažnja da se upozna sa odredbama člana 154-162. ZJN koje definišu pravila vezana za izmenu ugovora.\nU pogledu drugog pitanja, naručiocu odgovoreno da ne postoji obaveza komunikacije putem Portala javnih nabavki u vezi sa izmenom zaključenog ugovora po sprovedenom postupku javne nabavke. Postoji jedino obaveza objavljivanja obaveštenja o izmeni ugovora, ukoliko je isti izmenjen na osnovu odredbi člana 157. i 158. ZJN, a u skladu sa obavezom, definisanom u članu 155. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da odbiju ponudu ponuđača kome su zahtevali dodatna pojašnjenja, a isti nije dostavio nik...",
    "texts": [
      "Ukoliko postoji razlog iz člana 144. ZJN, mogu..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li može da odbije ponude ponuđača koji su dostavili uzorke laboratori...",
    "texts": [
      "Ukazano da naručilac, nakon pregleda i stručne ocene, odbija ponudu, odnosno prijavu kao neprihvatljivu, ako nisu ispunjeni zahtevi i uslovi u vezi sa predmetom nabavke i tehničkim specifikacijama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje...",
    "texts": [
      "Upućeni na kolege sa Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li u Izveštaju o postupku javne nabavke moraju da navedu razloge za obustavu?...",
    "texts": [
      "Da, saglasno čl. 145. st. 2 tač. 10) ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: U okviru kriterijuma za kvalitativan izbor privrednog subjekta tražili su licencu za obavljanje prof...",
    "texts": [
      "Ukazano na čl. 118. st. 2 ZJN kojim je propisano je da ako ponudu, odnosno prijavu podnosi grupa privrednih subjekata, u ponudi, odnosno u prijavi se dostavlja zasebna izjava svakog člana grupe privrednih subjekata koja sadrži podatke iz stava 1. tač. 1) i 2) ovog člana za relevantne kapacitete člana grupe.\nIz navedenog proizilazi, da se u ponudi, odnosno prijavi dostavlja posebna izjava svakog člana grupe, kojom član grupe, između ostalog, dokazuje i da ispunjava zahtevane kriterijume za izbor privrednog subjekta, među kojima je i kriterijum propisan članom 115. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje o načinu sprovođenja p.p. bez objavljivanja javnog poziva ....",
    "texts": [
      "Date instrukcije, ukazano na čl. 61. i 62. ZJN i ukazano na Smernice za pripremu p.p. bez objavljivanja javnog poziva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima nameru da sprovede nabavku društvene usluge koja se nalazi u Prilogu 7. ZJN, proc.vred...",
    "texts": [
      "o\nvođenja predmetne nabavke i poštovanja načela zakona. Dodatno pit\na"
    ],
    "link": null
  },
  {
    "title": "Pitanje: nje se odnosi na pitanje transparentnosti postupka....",
    "texts": [
      "Naručiocu odgovoreno da se na predmetne nabavke u navedenoj vrednosti ne primenjuju odredbe ZJN, shodno članu 27. stav 1. tačka 3) ZJN. Naručilac navedene nabavke, mora da planira u planu ili drugom aktu\n(za nabavke na koje ne primenjuje ZJN) i da predvidi procedure za sprovođenje iste, a sve shodno pravilima navedenim u internom aktu, kako je to definisano odredbama člana 49. stav 2. ZJN. Drugim rečima, naručilac mora da planira predmetnu nabavku, kao i da sprovede proceduru nabavke (faza sačinjavanja dokumentacije: poziva, specifikacija, ponude, modela ugovora, uslova, zahteva i dr. predmetne nabavke). Pri tom je naručilac u obavezi da se drži u meri u kojoj je to primenjivo načela ZJN, pre svega načela obezbeđivanja konkurencije u postupku javne nabavke (slanje poziva na što je moguće veći broj adresa, minimum 3), zatim poštovanja jednakost ponuđača (pod tim se misli na obezbeđivanje jednakosti ponuđača kroz sve faze postupka nabavke), načela proporcionalnosti (da uslovi, zahtevi i dr. budu proporcionalni onome što je predmet nabavke tj. da se propisivanjem uslova ne dovede do diskriminacije ponuđača). U pogledu načela transparentnosti, odgovor bi\nbio da navedeno u doslovnom prevodu znači „providno ili prozirno“, ali bi se u kontekstu zakona navedeno moglo tumačiti da je ro javnost postupanja i dostupnost javnosti, a što je zapravo objavljivanje informacija (npr. poziva i ostale dokumentacije iz postupka nabavke na intrenet stranici i sl.).\nNaručilac je primio zahtev za zaštitu prava preko Portala, objavili su obaveštenje i dostavili zahtev izabranom ponuđaču. Izvršili su proveru zahteva (procesnu) i sad su u fazi ocene zahteva i isti će usvojiti rešenjem, shodno odredbama člana 220. stav 1. tačka 1) ZJN. Da li rešenje mora imati uputstvo o pravnom sredstvu i koje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pored navedenog, postavljeno pitanje da li rešenjem odlučuju o troškovima zaštite prava....",
    "texts": [
      "Naručiocu odgovoreno, da prema odredbama ZJN, na navedeno rešenje nema pravnog leka u smislu žalbe i sl. Postoji pravo izjašnjenja podnosioca zahteva o nastavku postupka zaštite prava pred Rep.komisijom za zaštitu prava, shodno odredbama člana 220. stav 3. ZJN. Svakako je preporuka da naručilac ne preduzima radnje u postupku javne nabavke, pre isteka roka od dva radna dana od slanja rešenja, kako bi izbegle naknadne komplikacije ukoliko dođe do izjašnjenja podnosioca zahteva.\nPravno sredstvo bi postojalo, u slučaju da npr. naručilac rešenjem odbaci zahtev iz nekog od zakonskih razloga iz člana 219. ZJN, kada je podnosilac ovlašćen na ulaganje žalbe na rešenje u roku definisanom u stavu 8. prethodno navedenog člana zakona.\nO troškovima postupka zaštite prava, prema odredbi člana 225. stav 9. odlučuje Republička komisija, čije su odluke izvršni naslov.\nKao deo organizacije naručioca dobili su neku vrstu elektronske pisarnice u koju se uvode svi upravni postupci koji se sprovode. Da li imamo neku preporuku u pogledu popunjavanja iste.\nNaručiocu odgovoreno, da odredbama ZJN nije definisano navedeno, osim što je opisan deo u vezi sa evidentiranjem i čuvanjem dokumentacije (član 41. ZJN). Sama dodatna evidencija i arhiviranje dokumentacije (te i dokumentacije iz postupaka javnih nabavki), sprovodi se u skladu sa relevantnim propisima (arhivska građa), kao i putem internih procedura naručioca.\nStranku je interesovalo da li postojanje prakršaja može da predstavlja smetnju za učestvovanje u postupku, ne precizirajući o kom se prekršaju radi.\nRečeno mu je da postojanje smetnje zavisi od vrste prekršaja i upućena je na član 111 stav 1. tačka 3) ZJN koji navodi je osnov za isključenje ukuliko je privredni subjekt, u prethodne dve godine, povredio obaveze iz zaštite životne sredine, socijalnog i radnog prava, uključujeći  kolektivne ugovore,\na naročito obavezu isplate ugovorne zarade ili drugih obaveznih isplata, uključujeći i obaveze u skladu sa odredbama međunarodnih konvencija. Takođe je stranka upućena na član 112. stav 1. tačka 2) ZJN koji navodi da Naručilac može u dokumentaciji o nabavci da predvidi kao osnov isključenja ukoliko utvrdi da je privredni subjekt pravosnažnom presudom ili odlukom drugog nadležnog organa, utvrđena odgovornost za težak oblik neprofesionalnog postupanja koji u pitanje dovodi njegov integritet u prethodne tri godine. Dalje je upućen na član 237.  stav 5. ZJN da je moguće zbog izvršenja prekršaja iz stava 1. tačka 2) i 4) istog člana moguće da se privrednom subjektu izrekne mera zabrane učestvovanja u postupku. Skrenuta mu je pažnja da ponuđač može da podnese ponudu ali ukoliko Naručilac sazna za postojanje jednog od pomenutih prekršaja odbija ponudu i može da pokrene postupak protiv ponuđača jer je dostavio potpisanu izjavu pod krivičnom i materijalnom odgovornošću.\nNaručilac je pitao da li može da zaključi ugovor sa ponuđačem koji je ponudio cenu koja je preko procenjene vrednosti.\nSkrenuta mu je pažnja da bi se u tom slučaju izlagao opasnosti o neispunjenu ugovora zbog nedostatka sredstava. Dat mu je predlog da obustavi postupak, ispita tržiđte još jednom zbog stalnih rasta cena i da izmeni Finansijski plan ili/i Plan javnih nabavki, time da poveća procenjenu vrednost nabavke i da ponovo pokrene postupak."
    ],
    "link": null
  }
]