[
  {
    "title": "Pitanje: Ponuđač je odustao od zaključenja ugovora nakon što je naručilac doneo odluku o dodeli ugovora. Nema...",
    "texts": [
      "Obustaviće postupak za tu partiju i mogu da pokrenu novi postupak. Ne ispunjavaju uslove za pregovarački. Jedina mogućnost koju imaju jeste da eventualno aneksiraju postojeći ugovor i da povećaju obim.\nNaručilac je zahtevao dokumentacijom sredstvo obezbeđenja za ozbiljnost ponude i pismo o namerama za izdavanje sredstva obezbeđenja za ispunjenje ugovornih obaveza. Dobili su"
    ],
    "link": null
  },
  {
    "title": "Pitanje: pitanje shodno članu 97. ZJN, kojim se ukazuje na nepotrebnost zahteva za pismom o namerama. Da li j...",
    "texts": [
      "Naručiocu odgovoreno, da pismo o namerama, prema odredbama člana 94. ZJN i Pravilnika o sadržini konkursne dokumentacije u postupcima javnih nabavki, ne predstavlja sredstvo obezbeđenja. Svakako navedeni instrument ne predstavlja s.obezbeđenja, već samo izjavu\nkojom se poslovna banka obavezuje da će pod uslovom da se steknu uslovi izdati sred.obezbeđenja definisano u istoj. Dalje, prema odredbama člana 94. stav 1. tačka 1) ZJN sred.obezbeđenja za ozbiljnost ponude, služi i za obezbeđenje za slučaj da ponuđač odbije da dostavi obezbeđenje za izvršenje ugovora. Shodno navedenom, postavlja se pitanje potrebe zahteva za pismom o namerama. O navedenom postoji i stav Republičke komisije za zaštitu prava u odluci-rešenju 4-00-1015/2020.\nKao služba javnih nabavki dobili su nacrte ugovora: 1) između Opštine Prijepolje i JKP iz Prijepolja za obavljanje komunalnih poslova i 2) između opštine i EPS-a za sanaciju instalacija. Navedeni nacrti ugovora su im dostavljeni radi davanja mišljenja da li postoje neki osnovi iz ZJN koji izuzimaju predmetne nabavke od primene odredbi ZJN.\nU pogledu navedenog, saopšteno naručiocu da KJN ne daje usmene konsultacije u pogledu nabavki za koje eventualno postoji neki od razloga za izuzeće od primene ZJN. U razgovoru, saopšteno naručiocu da u pogledu prvog ugovora može eventualno postojati razlog za izuzeće iz člana 12. stav 1. tačka 12) ZJN ukoliko je to nabavka od naručioca koji ima isključivo\npravo pod uslovom da su ispunjeni svi zahtevi iz ove tačke. U pogledu drugog ugovora, moguće je eventualno sprovođenje pregovaračkog postupka bez objvaljivanja javnog poziva iz člana 61. stav 1. tačka 1) podtč (2) ZJN, ali pod uslovom da su ispunjeni navedeni uslovi i da se dobije pozitivno mišljenje KJN za sprovođenje ove vrste postupka. Svakako još jednom naglašenio da se u pogledu navedenih pitanja, iz razloga kompleksnosti i potrebne dokumentacije, nije moguće izjasniti putem usmenih konsultacija. Preporuka je da se naručilac obrati pisanim putem (sa svom potrebnom dokumentacijom) radi dobijanja mišljenja od strane KJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Izvršili su izmenu ugovora o jn električne energije zaključenog u o.p. po čl. 158 ZJN usled smanjenj...",
    "texts": [
      "Da, u slučaju primene čl. 158. ZJN. naručilac je dužan da saglasno čl. 155. st. 2. ZJN objavi obaveštenje o izmeni ugovora o jn na Portalu jn.\nZa jednu od partija za stomatološki materijal u o.p.\nu okviru\nnabavke sanitetskog potrošnog materijala,\nprimljena ponuda\npo\nne odgovara tehničkim specifikacijama, te hoće da potvrde da (li) takvu ponudu odbijaju.\nUkoliko ponuda ne ispunjava uslove i zahteve iz kd u vezi sa tehničkim specifikacijama, naručilac takvu ponudu  odbija u skladu sa čl. 144. st.\n1. tačka 3) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koliko iznosi važeća dinarska  vrednost evropskih pragova?...",
    "texts": [
      "Važeće evropske pragove odn. dinarsku vrednost evropskih pragova objavilo je\nMinistarstvo finansija\nu\n\"Službenom\nglasnik\nu\nRS\", broj 127 od 24. decembra 2021\n. godine, i u primeni su od\n1. januara 2022. godine.\nU vezi sa mejlom dobijenim od Portala KJN u vezi sa godišnjim izveštajem o nabavkama na koje se ZJN ne primenjuje, interesuje ih na koje se nabavke odnosi pomenuti izveštaj.\nOdgovoreno da iz odredaba čl. 181. ZJN jasno proizlazi da godišnji izveštaj o nabavkama na koje se ZJN ne primenjuje sadrži podatke o nabavkam\na\nispod praga iz čl. 27. st. 1. ZJN i nabavkama izuzetim od primene ZJN iz čl. 11-21. ZJN, te da su bili dužni\nda\ngodišnji\nizveštaj o nabavkama na koje se ZJN ne primenjuje za prethodnu, 2021. godinu,\ndostave\nputem Portala jn\nnajkasnije do 31. januara ove, 2022. godine.\nS obzir\no\nm da n\nisu tako postupili, KJN je putem ovog mejla ipak obavestila naručioce koji nisu dostavili pomenute izveštaje da im daje mogućnost da u naknadnom roku postupe po čl. 181. ZJN\nu skladu sa datom instrukcijom\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se na nabavke usluge ispod milion dinara mora primenjivati ZJN?...",
    "texts": [
      "S obzirom da se radi o nabavci iz čl. 27. st. 1. tačka 1) ZJN, naručilac postupa po proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49. t. 2. ZJN uz primenu načela ZJN na način koji je primeren okolnostima konkretne nabavke.\nNaručilac, pak, može da odluči da za nabavku na koju se ZJN ne primenjuje\n(nabavku ispod praga iz čl. 27. st. 1. ZJN i/ili nabavku izuzete od primene ZJN iz čl. 11-21. ZJN) primeni odredbe ZJN, u kom slučaju je dužan da ih u svemu ispoštuje (Portal jn, procedura...)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je potrebno predvideti izmenu ugovora po članu 157. ZJN?...",
    "texts": [
      "ne"
    ],
    "link": null
  },
  {
    "title": "Pitanje: 2. Da li se postupak obustavlja, ako ponuđač koji je jedini podneo prihvatljivu ponudu odbije da zak...",
    "texts": [
      "ZJN nije predviđeno, te je zato sugerisano naručiocu da to predvidi u kd.\n2. Da. Predočeno da mora da se vrati na stručnu ocenu ponuda, te da sada kao razlog za obustavu označi da je ponuđač odbio da zaključi ugovor"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da je u kd zahtevao dečje krevetiće određenih dimenzija, ali da je dopustio odstupa...",
    "texts": [
      "Komisija za javnu nabavku\npreduzima sve radnje u postupku, a naročito pr\niprema oglase o javnoj nabavci,\nkonkursnu dokumentaciju, vrši stručnu o\ncenu ponuda i prijava, priprema\nizveštaje o postupku javne nabavke, obavlja p\notrebnu komunikaciju u postupku\njavne nabavke u skladu sa odredbama ovog za\nkona i preduzima potrebne radnje\nu slučaju podnošenja zahteva za zaštitu prava.\nKJN nema ovlašćenja da vrši stručnu ocenu ponuda.."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Izabrani ponuđač je odbio da zaključi ugovor. Da je naručilac dužan da ponovi ulazi u stručnu ocenu ...",
    "texts": [
      "Da, naručilac mora ponovo izvršiti stručnu ocenu ponuda na Portalu jn i doneti novu odluku o dodeli ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da izmeni Odluku o dodeli ugovora nakon što protekne rok za ZZP?...",
    "texts": [
      "Rečeno da postoji tehnička mogućnost izmene Odluke o dodeli ugovora, ali da ZJN ne predviđa osnove za izmenu Odluke o dodeli ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Doneta je odluka Vlade o minimalnoj ceni rada. Naručilac ovo nije predvideo ugovorom kao razlog za i...",
    "texts": [
      "Odgovoreno da postoji mogućnost primene člana 158. ZJN ukoliko naručialc nije mogao da predvidi da će nastati potreba za izmenom ugovora.\nUpućeni i na član 156.. stav 4. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da dodeli ugovor preko procenjene vrednosti?...",
    "texts": [
      "Ukazano na član 146. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavio pitanje u vezi mogućnosti plaćanja u stranoj valuti?...",
    "texts": [
      "Odgovoreno da bi mogao, ako je naručilac utvrdio takvu okolnost.\nUpućeni na član 43. stav 2. ZJN.\nNakon otvaranja ponuda koje su podrazumevale i dostavljanje uzoraka, imaju dilemu šta je kome vidljivo na Portalu jn.\nUpućeni na kolege iz tehničke službe.\nZainteresovano lice je navelo da su podneli ponudu u postupku javne nabavke i da su pri tom izjavu o ispunjenosti kriterijuma popunjavali na način da su označili da ispunjavaju obavezne uslove tj. da nemaju osnove za isključenje. Uočili su da im je u izjavi potvgdno odgovoreno u pogledu osnova za isključenje navedenog u članu 111. stav 1. tačka 5) ZJN. Da li mogu da dobiju savet kako mogu da postupe u slučaju da im naručilac ponudu odbije kao neprihvatljivu.\nZaintresovanom licu odgovoreno da prilikom popunjavanja izjave, ima mogućnost da označi da nema niti jedan od osnova za isključenje, ili da ulazi u svaki osnov pojedinačno i da daje odgovore. Sistem radi ili na jedan, ili na drugi način, te stoga je verovatno da je neko kod zainteresovanog lica ulazio u proces izrade izjave i promenio navod u izjavi. U vezi same izjave, istaknuto da porivr.subjekti sačinjavaju izjavu, prema odredbi člana 118. ZJN, kojom potvrđuju da, između ostalog, nemaju osnov za isključenje predviđen zakonom. Izjava čini sastavni deo ponude, a ponuda se može izmeniti, dopuniti ili opozvati do roka za podnošenje ponuda, shodno odredbama člana 135. stav 3. ZJN. Naručilac sa druge strane, ima ovlašćenje da shodno odredbama člana 142. ZJN, a u vezi sa odredbama člana 120.  stav 2. ZJN i člana 119. stav 5. ZJN zahteva dodatna objašnjenja ponude, te i izjave sadržane u ponudi. Odredbe ZJN ne predviđaju pravo ponuđača na obraćanje naručiocu, ali navedeno ZJN ne zabranjuje, te u tom smislu možda mogu da se obrate naručiocu sa navodima u vezi sa sadržinom dostavljene izjave. Naručilac tj. komisija za javnu nabavku vrši stručnu ocenu ponuda, na osnovu koje ocenjuje dostavljene ponude kao prihvatljive, odnsno neprihvatljive. Svakako je zainsteresovanom licu predočeno, da je ovlašćen da podnese zahtev za zaštitu prava (nakon objavljivanja odluke o dodeli ugovora), ali je pri tom skrenuta pažnja da u tom slučaju, mora da dokaže činjenice koje iznosi u svojim navodima iz zahteva.\nNaručilac se ne pridržava zaključenog ugovora za nabavku nameštaja-kreveta i dušeka koji su zaključili s njim. Naime, naručilac sada od njih zahteva nameštaj drugačijih tehničkih"
    ],
    "link": null
  },
  {
    "title": "Pitanje: karakteristika...Šta da rade u ovom slučaju?...",
    "texts": [
      "Pre svega, rečeno da naručilac saglasno odredbama čl. 154. ZJN izvršava ugovor o jn u skladu sa uslovima koji su određeni u dokumentaciji o nabavci i izabranom ponudom i ne može vršiti bitne izmene ugovora o jn. Ovde bi naručilac izmenom tehničkih specifikacija predmeta nabavke izmenio dokumentaciju o nabavci na osnovu\nkoje je zaključio ugovor o jn, s obzirom da prema čl. 87. st. 2. ZJN izmene tehničke specifikacije predstavljjau bitnu izmenu dokumentacije o nabavci. Mogu da zatraže raskid ugovora o jn i naknadu štete odn. da postupe u skladu sa odrebama ZOO, s obzirom da se radi o realizaciji ugovora o jn. Ukazano i na odredbu čl. 163. st. 1. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku obrazaca u kome dobili su dve ponude koje su odbijene. Da li moraju da sačekaju is...",
    "texts": [
      "Zahtevali\nsu\ni pojašnjenje\nuslova za zaključenje ugovora o jn (i\nokvirnog sporazuma).\nDa.\nPojašnjene odredbe čl. 151. ZJN odn. kada naručilac može da zaključi ugovor o jn odn. okvirni sporazum uz navođenje situacija kada je moguće to učiniti i pre isteka roka za podnošenje ZZP."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada mogu da traže pojašnjenje dokumentacije o jn?...",
    "texts": [
      "Po osnovu čl.\n142.\nZJN\nn\naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda ili prijava, a može da vrši i kontrolu (uvid) kod ponuđača, odnosno njegovog podizvođača."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada...",
    "texts": [
      "su podaci ili dokumentacija, koju je ponuđač odnosno kandidat dostavio nepotpuni ili nejasni, naručilac može,\nuz primenu\nnačela jednakosti i transparentnosti, u primerenom roku koji nije kraći od pet dana, zahteva\nti\nod ponuđača, odnosno kandidata da dostavi neophodne informacije ili dodatnu dokumentaciju.\nOva mogućnost koju pruža ZJN ne sme\nda dovede do\npromene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora ili do izmene ponuđenog predmeta nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li odbijanje ponuđača da zaključi ugovor o jn povlači zakonske posledice?...",
    "texts": [
      ".\nDa, neosnovanim odbijanjem da zaključi ugovor o jn po pozivu naručioca, ponuđač čini prekršaj iz čl. 237. tačka 4) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je potrebna saglasnost...",
    "texts": [
      "Ministarstva finansija za zaključenje višegodišnjeg ugovora o jn"
    ],
    "link": null
  },
  {
    "title": "Pitanje: To pitanje regulisano je...",
    "texts": [
      "Uredbom\no kriterijumima za utvrđivanje prirode rashoda i uslovima i načinu pribavljanja saglasnosti za zaključivanje određenih\nugovora koji, zbog prirode rashoda, zahtevaju plaćanje u više godina\n.\n(\n\"Službeni glasnik RS\n\", br. 21 od 22. februara 2014 i br.\n18 od 15.\nmarta 2019. god.\n)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju zaključen ugovor o jn u o.p., a tokom vremena se javila potreba za povećanim količinama predme...",
    "texts": [
      "Rečeno da i\nzmenu ugovora o jn usled povećanja obima nabavke naručilac može izvršiti pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni\nsvi\nuslovi propisani čl. 160. ZJN. Uz to, ukazano da nisu dužni da objave obaveštenje o izmeni ugovora o jn po ovom osnovu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li cene moraju biti fiksne u toku važenja okvirnog sporazuma?...",
    "texts": [
      "Odgovreno da ne moraju, izuzev ako sam naručilac nije tako predvideo.\nNaručilac navodi da ima potrebu za nabavkom nekog specifičnog softvera koji može da mu ponudi samo jedna kompanija iz SAD. Procenjena vrednost konkretne nabavke iznosi 280.000 din, ali u toku godine imaju još srodnih nabavki koje će ukupno preći 1.000.000. din. Interesuje ih da li bi mogli da predmetnu nabavku izuzmu od primene ZJN, budući da ta američka kompanija nije zainteresovana da učestvuje u pregovarčkom postupku.\nOdgovoreno da je članom 35. stav 4. ZJN predviđena takva mogućnost."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izvrše izmenu ugovora zaključenog na osnovu okvurnog sporazuma u skladu sa članom 158....",
    "texts": [
      "Ne, u tom slučaju mogu izvršiti samo izmenu okvirnog sporazuma ukoliko su ispunjeni uslovi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li i dalje mogu da izvrše zamenu putovanja za ekskurziju koju su deca uplatila pre dve godine?...",
    "texts": [
      "Uredbom\no izmeni uredbe o ponudi zamenskog putovanja za turističko putovanje koje je otkazano ili nije realizovano usled bolesti kovid\n-19 izazvane virusom SARS-CoV-2 produžen je rok za zamensko putovanje do 31.12.2022. godine.\nNaručilac je sproveo nabavku koja je bila ispod pragova"
    ],
    "link": null
  },
  {
    "title": "Pitanje: propisanih članom 27. ZJN. Sada mu je iskrsla potreba da ponovo sprovede nabavku sa istim predmetom,...",
    "texts": [
      "Ukazano da je neophodno da naručilac prilikom donošenja godišnjeg plana javnih\nnabavki, na pravilan način oblikuje predmete javnih nabavki, kao i procenjene vrednosti predmeta javnih nabavki.  Dakle, naručilac se ne može osloboditi odgovornosti za svoje prethodno postupanje, ukoliko je isto dovelo do zloupotrebe zakona, time što će nove nabavke sprovoditi u skladu sa odredbama ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Koji je poslednji dan da objavi odgovor na pitanje ako poslednji dan roka pada u subotu?...",
    "texts": [
      "Rečeno da se subota računa kao poslednji dan roka u tom slučaju jer je u članu 97. ZJN navedeno da naručilac mora da odgovori najkasnije šestog odnosno četvrtog dana pre isteka roka za podnošenje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da dostave svoje mišljenje u vezi sa odgovorom naručioca na podnet zzp?...",
    "texts": [
      "Upućeni na  227. čl. 1. ZJN.\nNe, ukazano na čl. 220. st. 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su ponudu preko procenjene vrednosti da li istu mogu da prihvate?...",
    "texts": [
      "Čl. 146. st. 2 . ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Učestvovali su na tenderu, izabrani su kao najpovoljniji i doneta je Odluka o dodeli ugovora. Naknad...",
    "texts": [
      "Ponuđaču ukazano da nakon odluke o dodeli ugovora, nema nikakvog naknadnog dostavljanja dokumentacije.\nU ponudi je ponuđač naveo različit rok isporuke u obrascu ponude i modelu ugovora. Da li ima mesta primeni čl. 142. ZJN\nNema primene čl. 142. ZJN, budući da ne može da se utvrdi stvarna sadržina ponude, već je naručilac postupa saglasno čl. 144. st. 1. tač. 6) ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dve ponude su primili putem pošte, a jednu elektronski, da li to znači da su primili samo jednu ponu...",
    "texts": [
      "Tako je, saglasno čl. 135. st. 1. ZJN\nPrvorangirani ponuđač im je deo ponude dostavio poštom,"
    ],
    "link": null
  },
  {
    "title": "Pitanje: a deo preko Portala. Nakon dodele ugovora, drugorangirani ponuđač je uložio zzp zbog nepotpune dokum...",
    "texts": [
      "KJN ne može da vrši stručnu ocenu ponuda, već to čini isključivo naručilac.\nSavetovano da objektivno procene celokupnu situaciju i u skladu sa tim donesu odluku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Grupa ponuđača je tražila da bankarsku garanciju za izvršenje posla podele 50-50 dva člana grupe pon...",
    "texts": [
      "ZJN ne predviđa nikakva ograničenja u tom smislu. Članovi grupe ponuđača su solidarno odgovorni, poseduju interni sporazum, te ne postoji razlog zbog kog ne bi mogli da na pomenuti način podele bankarsku garanciju.\nZainteresovano lice je, u vezi sa jučerašnjim razgovorom, napomenulo da je došlo do jedne odluke\n-\nrešenja Republičke komisije za zaštitu prava u postupcima javnih nabavki (4-00-191/2021) u kojoj je između ostalog zauzet stav da naručilac nije postupio suprotno odredbama ZJN, kada nije odbio ponudu ponuđača koji je u dostavljenoj izjavi u vezi tačke 5) iz člana 111. stav 1. ZJN naveo „ne“, umesto „da“.\nZainteresovanom licu još jednom napomenuto da isti ima pravo da svoja prava zaštiti pokretanjem postupka zaštite prava, nakon donošenja i objavljivanja odluke o dodeli ugovora u konretnom postupku javne nabavke. Pored navedenog, zainteresovanom licu skrenta pažnja na drugu odluku-rešenje Republičke komisije za zaštitu prava broj 4-00-257/2021, gde je zauzet drugačiji stav od onog koji je naveden u odluci-rešenju zainteresovanog lica."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje, koje bi okolnosti i razloge mogli navesti za izmenu ugovora iz člana ...",
    "texts": [
      "Naručiocu odgovoreno da u navedenoj odredbi ZJN (član 156.) nisu navedeni primeri razloga za izmenu ugovora, osim što je navedeno da izmene moraju biti predviđene u dokumentaciji o nabavci i ugovoru na jasan, precizan i nedvosmislen način, koje mogu da uključe i odredbe o promeni cene. S tim u vezi, kao neki od primera bi bili: rast cena na malo, stopa inflacije, rast cena na svetskom tržištu i sl. Neke od navedenih podataka poseduje i obrađuje i Zavod za statistiku R.Srbije.\nO\nno što je bitno istaći je da, naručilac mora da vodi računa da izmenama ne promeni prirodu samog ugovora koji je zaključio, kao i da ne dovede do bitne izmene ugovora,\nkako je to bliže definisano odredbama člana 154. ZJN.\nDobili su mejl od Portala KJN da pošalju podatke kojie se odnose na nabavke na koje se ZJN ne primenjuje te, s tim u vezi, pita da li to znači da još uvek može da pošalje godišnji izveštaj.\nDa, mejl je i poslat u tu svrhu.\nImajući u vidu da\nje naručilac rekao da je imao (samo) jednu nabavku na koju se ZJN ne primenjuje,\ndat odgovor (uz prethodnu konsultaciju sa kolegama koji rade na Portalu jn u vezi sa godišnjim izveštajem)\nda postupi u skladu sa dobijenim\nmejlom, te\nda pošalje godišnji izveštaj do kraja\ndana. Preneto kolegi Leković Rijadu, koji je upoznat sa detaljima.\nZatražil\ni su\nda im\nprotum\načim odredbe čl. 97. ZJN u vezi sa postupanjem privrednog subjekta i naručioca kada privredni subjekt zahteva  dodatne informacije ili pojašnjenja u vezi sa dokumentacijom o nabavci.\nProtumačene odredbe čl. 97. ZJN (postupanje ponuđača, postupanje naručioca, rokovi...).\nUčestvuju u o.p. Otvaranje ponuda bilo je 23.3.2022. godine. Hteli bi da izvrše neke izmene i dopune svoje ponude, te pitaju da li još uvek mogu to da u čine.\nNe.\nPonuđač\n,\nsaglasno čl. 135. st. 3. ZJN\n,\nmože da izmeni, dopuni i, eventualno, opozove svoju ponudu samo do isteka roka za podnošenje ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se na nabavke pravnih usluga koje se odnose na pravno savetovanje i zastupanje u sudskom i dru...",
    "texts": [
      "os"
    ],
    "link": null
  },
  {
    "title": "Pitanje: t nabavke?...",
    "texts": [
      "Nabavke pravnih usluga koje se odnose na pravno savetovanje i zastupanje u sudskom i drugom postupku naručilac sprovodi u skladu sa svojim posebnim aktom iz čl. 49. st. 2. ZJN, imajući u vidu da se radi o nabavkama izuzetim od primene ZJN iz čl. 12. st. 4. ZJN, bez obzira na proc. vrednost istih.\nNisu sigurni\nkada mogu da\nvrše izmenu\nugovora o jn usled nepredvidljivih okolnosti\n, te su zamolili\nza pojašnjenje ovog člana.\nPojašnjene odredbe\nčl. 158. ZJN\nuz napomenu da je naručilac, u slučaju izmene ugovora o jn po osnovu čl. 158. ZJN, dužan da obaveštenje o izmeni ugovora o jn pošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn.\n1.\nJednu partiju u otvorenom postupku naručilac je obustavio, jer je dobio samo jednu ponudu iznad procenjene"
    ],
    "link": null
  },
  {
    "title": "Pitanje: vrednosti. Kada mogu da pokrenu postupak?...",
    "texts": [
      "2."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li za tu partiju moraju ponovo da pokreću otvoreni postupak ili mogu da je izuzmu od primene ZJN,...",
    "texts": [
      "1. Nakon 10 dana od objavljivanja odluke o dodeli ugovora.\n2. Mora otvoreni\nNaručilac je dobio poziv od prekršajnog suda, pa je kontaktirao KJN da bi obrazložio razloge zbog kojih nije objavio obaveštenje o dodeli ugovora.\nPredočeno naručiocu da KJN ne može u ovom trenutku ništa da učini po tom pitanju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko naručilac zahteva dostavljanje menice putem pošte, da li može primeniti član 52. stav 5. ZJN...",
    "texts": [
      "Može..."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da stave negativnu referencu ponuđaču sa kojim su raskinuli ugovor jer nisu pprihvatili z...",
    "texts": [
      "Rečeno da mogu samo ako ponuđač nije blagovremeno izvršavao ugovor, odnosno ako uopšte nije izvršavao ugovorne obaveze bez opravdanog razloga."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je potrebno da nakon ispravke računske greške i promene ukupne cene zahteva od ponuđača da kor...",
    "texts": [
      "Rečeno da je potrebno da ponuđač uskladi i vrednost sredstva obezbeđenja sa ukupnom cenom nakon ispravke računske greške.\nNaručilac\nsprovodi postupak javne nabavke tonera u kojem je podneto više ponuda\n.\nMeđutim, najpovoljniji ponuđač greškom nije podneo deo ponude, iako naručilac zna da ponuđač poseduje traženu dokumentaciju."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li, na osnovu člana 142. Zakona o javnim nabavkama, može da zahteva n...",
    "texts": [
      "Ukazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda ili prijava.\nU konkrentom slučaju bi bila reč o dopuni ponude, što nije dopušteno.\nImajući u vidu da predmetna dokumentacija nije javno dostupna, naručiocu jedino preostaje\nda\nu fazi stručne ocene ponuda spornu ponudu oceni kao neprihvatljivu.\nNaručilac nije sproveo konkurs za dizajn preko Portala već na posebnoj internet stranici, odnosno tražio je od ponuđača da mu preko te stranice dostave ponude i sad ne mogu da objave Odluku o dodeli ugovora.\nRečeno da ne mogu da objave Odluku o dodeli ako nisu postupak sproveli preko Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da pokrenu nabavku iz stavke Plana na manji iznos nego što stoji u Planu?...",
    "texts": [
      "Da mogu, samo idu na ručno ispravljanje procenjene vrednosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su neuobičajeno nisku ponudu, da li mogu odmah da odbiju takvu ponudu?...",
    "texts": [
      "Ne, moraju da postupe saglasno čl. 143. st.2. ZJN\nDobili su rešenje RK kojim se delimično poništava postupak, da li sada ponovo vrše stručnu ocenu ponuda.\nTako je. Kroz razgovor zaključeno da su istekle ponude pa naručiocu ukazano na čl. 137. st. 2 ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Doneli su odluku o dodeli ugovora, međutim naknadno su uočili nedostatke i hoće da izmene odluku, da...",
    "texts": [
      "Imaju, samo ponovo teče novi rok za konačnost odluke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje...",
    "texts": [
      "Upućeni na kolege sa Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da predvide razloge za izmenu ugovora o promeni cena?...",
    "texts": [
      "Da, saglasno čl. 154.ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač je bez obrazloženja označio kao poverljiv dokument katalog. Da li je mogao to da uradi? Da l...",
    "texts": [
      "Shodno članu 38. stav 3. ZJN privredni subjekt ne sme kao poverljiv podatak da označi izjavu i podatke o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, kataloge, ponuđenu cenu i elemente cene, kao i druge podatke u vezi sa kriterijumima za dodelu ugovora i uslovima za izvršenje ugovora. Sve i da je mogao katalog da označi kao poverljiv dokument, neophodno bi bilo da navede pravni osnov na osnovu kojeg se radi o poverljivom podatku, kao i da obrazloži razlog poverljivosti, u skladu sa stavom 2. istog člana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zaključili su ugovor o jn za nabavku poljoprivredne mehanizacije. Da li mogu primeniti čl. 158. ZJN ...",
    "texts": [
      "Ukazano na mogućnost primene\nčl. 158. ZJN\nuz napomenu da je naručilac dužan da obaveštenje o izmeni ugovora o jn po osnovu čl. 158. ZJN\npošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn.\n1.\nPotrebno je da sprovedu nabavku goriva, proc. vrednosti ispod milion dinara (s obzirom na njihove  tvrdnje se radi o malom naručiocu), te žele da potvrde da li tu nabavku sprovode po internoj proceduri.\n2.\nImaju dilemu oko toga da li pojedine nabavke za koji imaju potrebu čine objektivno odredivu celinu, kako ne bi prekršili ZJN u smislu izbegavanja primene ovog zakona ili podele predmeta jn na više nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada je reč...",
    "texts": [
      "o nabavci iz čl. 27. st. 1. tačka 1) ZJN, naručilac postupa po proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49. t. 2. ZJN uz primenu načela ZJN na način koji je primeren okolnostima konkretne nabavke.\nPre svega, ukazano da ZJN ne sadrži pojam istovrsnosti, ali da naručilac u tom smislu može primeniti čl. 29. st. 3. koji propisuje da n\naručilac određuje predmet javne nabavke na način da predstavlja\ntehničku, tehnološku, funkcionalnu i drugu objektivno odredivu ce\nlinu.\nPored toga,  ukazano da u skladu sa čl. 29. ZJN p\nroc.\nvrednost predmeta j\nn\nmora\nbiti\nobjektivna,\nzasnovana na sprovedenom ispitivanju i istraživanju tržišta predmeta j\nn\n, koje uključuje proveru cene, kvaliteta, perioda\nvaženja\ngarancije\ni dr.\ni mora da bude validna u vreme pokretanja postupka\njn\n.\nPosebno je skrenuta pažnja da\no\ndređivanje proc\n.\nvrednosti predmeta j\nn naručilac ne\nmože da\nvrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom\ncilju\nvrši podelu\npredmeta j\nn n\na više nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode o. p. za nabavku usluge  štampanja u osam partija. Cene dobijenih ponuda premašuju iznos pr...",
    "texts": [
      "Naručiocu je ukazano da može\ndodeli\nti\nugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u\nskladu sa čl. 146. st. 2. ZJN., te da se podrazumeva\nda naručilac\nu tom slučaju\ntreba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu\nodn. ovde ponude (s obzirom da se radi o nabavci po partijama), koje prelaze\nprocenjenu vrednost nabavke.\nZatražili da im se protumači čl. 156. ZJN.\nProtumačene odredbe čl.\n156. ZJN.\nU o.p. se javio samo jedan ponuđač čija\nponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn"
    ],
    "link": null
  },
  {
    "title": "Pitanje: . Šta da rade?...",
    "texts": [
      "Dat odgovor da je\nponuda\nkoja\nsadrži ponuđenu cenu veću od procenjene vrednosti jn\npotencijalno, a ne automatski neprihvatljiva. Tako n\naručilac\nu ovom slučaju\nima dve mogućnosti. Naime,\npo\nčl. 144.  st. 2.\nZJN\nnaručilac ima mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n.\nUkoliko to nije slučaj, naručilac može da postupi po\nčl. 146. st. 2. ZJN\ni\ndodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručiocu je postavljeno pitanje i ukazana nepravilnost/nedostatak na konkursnu dokumentaciju dan pr...",
    "texts": [
      "Naručiocu ukazano na odredbu člana 97. ZJN. i pojašnjena ista. Na osnovu navoda o visini procenjene vrednosti predmetne javne nabavke, ponuđač nije postupio u skladu sa članom 97. stav 1. tačka 2) ZJN prilikom postavljanja pitanja naručiocu. Posebno ukazano, da shodno navodima u telefonskoj konsultaciji, naručilac shodno odredbi člana 97. stav 2. ZJN nije bio obavezi da odgovori ponuđaču/zainteresovanom privrednom subjektu na postavljeno pitanje, ali je odgovor poželjan. Pitanje se odnosilo na obilazak lokacije, koji je naručilac u konkursnoj dokumentaciji predvideo kao fakultativni uslov, a ne kao obavezni."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zainteresovano lice je postavilo pitanje da li može naručilac da pokrene postupak javne nabavke na m...",
    "texts": [
      "navedene u Planu javnih nabavki.\nNaručiocu odgovoreno da nema nikakvih zakonskih smetnji da pokrene postupak javne nabavke na manju procenjenu vrednost u odnosu na procenjenu vrednost navedenu u Planu javnih nabavki.\nNaručilac je pogrešio i planirao nabavku usluge fto proc.vrednosti 7 miliona rsd u Planu javnih nabavki i sproveo postupak (pored činjenice da se radi o društvenoj usluzi iz Priloga 7). Nisu dobili ni jednu ponudu i moraju da obustave postupak. Da li je obavezno da sačekaju istek roka za podnošenje zahteva za zaštitu prava, pre nego što ponovo pokrenu predmetni postupak javne nabavke.\nNaručiocu odgovoreno, da se prema odredbama člana 27. stav 1. tačka 3) ZJN, zakon ne primenjuje na nabavke društvenih usluga do 15 miliona rsd kada nabavku sprovodi javni naručilac, odnosno do 20 miliona rsd kada nabavku sprovodi sektorski naručilac. U pogledu postavljenog pitanja, napomenuto da je odredbama člana 147. stav 3. ZJN navedeno da odluka o obustavi postupka, pored ostalog sadrži i uputstvo o pravnom sredstvu. Shodno navedenom, ukoliko naručiocu nije hitno, sa stanovišta zakona bi bilo ispravnije sačekati protok roka za podnošenje zahteva za zaštitu prava.\nNaručilac nabavlja mašinski materijal, gde u ovom trenutku imaju samo okvirne količine. Da li oni mogu sprovesti postupak gde bi bile definisane okvirne količine, koje bi naručilac povlačio prema stvarnim potrebama.\nNaručiocu odgovoreno da u ugovoru količine moraju biti određene ili odredive i naručilac iste mora preuzeti, ukoliko su ugovorene i platiti cenu za iste. Kao pogodno rešenje, naručiocu predočena pravila tehnike okvirnog sporazuma iz člana 66. i 67. ZJN, gde je kroz uputstva i objašnjenja približen ovaj instrument iz ZJN kao pogodan način za nabavku dobara, usluga ili radova gde količine nije moguće precizno definisati već ih je moguće okvirno definisati."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može...",
    "texts": [
      "tražiti\nod\nponuđača dokaz koji je zahtevan da uz ponudu\n, a nije dostavljen"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "Navedeno ne bi bilo u skladu sa ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li su dužni da čekaju da istekne rok za zzp kako bi zaključili ugovor, ukoliko je pristigla samo ...",
    "texts": [
      "Nisu dužni, mogu odmah zaključiti ugovor."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je naručilac imao prava da vrši izmenu konkursne dokumentacije dan pre otvaranja ponuda?...",
    "texts": [
      "Jeste, ukazano na član 96. ZJN.\nNaručilac je zaključio ugovor na vrednost sa PDV-om,"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ponuđač ga obavestio da ne mora da plaća PDV. Da li može Aneks ugovora da zaključi i odredi cenu bez...",
    "texts": [
      "Rečeno da može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako naručilac postupa kada ponuđač dostavi dokaze kojim ne dokazuje da ispunjava kriterijume za koj...",
    "texts": [
      "Rečeno da postupa u skladu sa članom 119. stav 6. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li nakon obustave postupka može da pokrene nabavku iz iste pozicije u Planu i da li može da vrši ...",
    "texts": [
      "Rečeno da može."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Za nabavku kancelarijskog materijala procenjene vrednosti 200.000 dinara, da li je naručilac u obave...",
    "texts": [
      "Rečeno da je naručilac dužan da primenjuje načela javnih nabavki na način primeren konkretnoj nabavci, te da je dužan da obezbedi odgovarajuću konkurenciju i u nabavkama u kojima se ZJN ne primenjuje. Rečeno da jesu, u skladu sa članom 181. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da izmene ugovor po osnovu čl. 158. ZJN?...",
    "texts": [
      "Da mogu, ako su ispunjeni svi uslovi predviđeni navedenim članom i u tom slučaju imaju obavezu da okače obaveštenje o izmenama na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da aneksiraju ugovor po osnovu čl. 158. ZJN na vrednost preko 50% od vrednosti prvobitnog...",
    "texts": [
      "Ne, to je jedan od uslova za primenu ovog člana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je zakup automobila na period od godinu dana nabavka dobara ili usluga?...",
    "texts": [
      "Dobara, čl. 2. st. 1. tač. 3) ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li nakon zaključenja ugovora mogu da zamene člana grupe ponuđača?...",
    "texts": [
      "Ne, budući da oni predstavljaju jednu ugovornu stranu, osim ukoliko eventualno nisu ispunjeni uslovi iz čl. 159 ZJN u pogledu opšteg ili delimičnog pravnog sledbeništva ili korporativnog restruktuiranja privrednog subjekta.\nImaju nabavku u planu proc. vred. 48 000 000  dinara, koja je podeljena u partije. Oni pokreću postupak samo za jednu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: partiju čija je proc. vred. 1 500 000 dinara, kako definišu rokove?...",
    "texts": [
      "Definišu rokove shodno ukupnoj proc. vrednosti celog postupka."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da aneksiraju ugovor na osnovu o.s.?...",
    "texts": [
      "Ne, moraju da aneksiraju o. s."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Hoće da ulože zzp na k.d. Otvaranje ponuda je 6.4..2022. godine, kad im ističe rok za ulaganje istog...",
    "texts": [
      "Odgovor čl. 214. st. 2 ZJN\nNaručilac je u odluci o sprovođenja postupka imenovao\npet"
    ],
    "link": null
  },
  {
    "title": "Pitanje: članova komisije. Dva člana komisije su na bolovanju. Da li svi članovi moraju da potpišu izjavu o n...",
    "texts": [
      "Svi imenovani članovi moraju da potpišu izjavu o nepostojanju sukoba interesa."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li treba da izmene plan ukoliko imaju potrebu da povećaju procenjenu vrednost...",
    "texts": [
      "Potrebno je da izmene plan. Pojašnjen član 88. stav 4. ZJN, izmenom i dopunom plana javnih nabavki smatra se planiranje nove javne nabavke, izmena predmeta javne nabavke i povećanje procenjene vrednosti za više od 10%.\n1.\nG-đa koja je pozvala nije do sada sprovodila pregovarački postupak bez objavljivanja javnog poziva, te je zamolila za objašnjenje procedure ovog postupka.\n2."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavljaju kancelarijski materijal u o.p. po partijama. Za tri od četiri partije dobili su ponude či...",
    "texts": [
      "Dato je objašnjenje\nprocedure\npregovaračkog postupka bez objavljivanja javnog poziva u skladu sa čl 62. ZJN, na koji je naručilac upućen. Potom je ukazano na\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva, Uputstvo za korisnike Portala jn, kao i mogućnost korišćenja Demo verzije Portala jn.\nObjašnjeno da je pon\nuda\nkoja\nsadrži\nponuđenu cenu veću od proc.\nvrednosti jn potencijalno, a ne automatski neprihvatljiva.\nN\naručilac\nu ovom slučaju\nmože da postupi\npo\nčl. 144.\nst. 2.\nZJN\ntako što će da\nodbije kao\nneprihvatljivu ponudu koja prelazi izno\ns proc.\nvrednosti predmeta jn ili raspoloživih sredstava\n.\nUkoliko to nije slučaj, naručilac može da postupi po\nčl. 146. st. 2. ZJN\ni\ndodeli ugovor ponuđaču čija ponuda sadrži\nponuđenu cenu veću od proc.\nvrednosti jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: primenjuju odredbe ZJN?...",
    "texts": [
      "ZJN\n-om\nnije predviđeno da\nnaručioci ne primenjuju odredbe ovog\nz\nakona u sl\nučaju donacije\n. Dakle,\nnaručilac\nje\ndužan da\nprimenjuje\nodredbe\nZJN kada sprovodi nabavke putem donacije čija\nje proc.\nvredn\nost\niznad pragova\npropisanih čl. 27. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da zahtevaju dodatna pojašnjenja od ponuđača u pogledu nejasne dokumentacije?...",
    "texts": [
      "Ukazano na mogućnost naručioca da zahteva dodatno objašnjenje u skladu sa čl. 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku medicinskih aparata oblikovanoj u dve partije nisu dobili nijednu ponudu. Kako dal...",
    "texts": [
      "Odgovoreno da mogu ponovo da pokrenu o.p. ili da primene pregovarački postupak po čl. 61. st. 7. ZJN pod uslovima koje isti predviđa.\nImaju dileme oko računanja rokova.\nPojašnjeno računanje rokova u skladu sa čl. 85. ZJN.\n1."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li primenjuju odredbe ZJN-a na nabavke restoranskih usluga proc. vrednosti 155.000,00 din. Prilog...",
    "texts": [
      "2."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da sprovedu nabavku na koju se ZJN ne primenjuje?...",
    "texts": [
      "U konkretnom slučaju radi o nabavci čiji je predmet iz Priloga 7. ZJN, procenjene vrednosti  ispod praga po čl. 27. st. st. 1. tač. 3) ZJN, te naručilac istu sprovodi u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN\nprimenjujući\nnačela ZJN na način koji je primeren okolnostima konkretne nabavke\n.\nIz razgovora u\nstanovljeno\nda nisu uredili procedure za nabavke na koje se ZJN ne primenjuju i društvene i druge posebne  usluge, te je rečeno da što pre to regulišu posebnim aktom iz čl. 49.st. 2. ZJN.\nPonovljeno\nda\nnabavke na koje se ZJN ne primenjuje (nabavke ispod praga iz čl.27. ZJN i izuzete nabavke iz čl. 11.-21. ZJN) naručilac sprovodi\npo proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49.\ns\nt. 2. ZJN uz primenu načela ZJN na način koji je primeren okolnostima konkretne nabavke.\nUkazano i na dužnost naručioca da dostavi godišnji izveštaj o\nnabavkama na koje se ZJN ne primenjuje iz čl. 181. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Konkretno, naručilac je postavio pitanje da li je obavezan da sprovodi postupak javne nabavke u sluč...",
    "texts": [
      "Naručiocu odgovoreno da je pojam donacije i postupak postupanja sa primljenim donacijama regulisan Zakonom o donacijama i humanitarnoj pomoći, kao i da u slučaju da dobiju sredstva (finansijska) od fizičkog ili pravnog lica, a imaju nameru da nabavljaju određena dobra, usluge ili radove, u obavezi su da sprovode postupak javne nabavke sa obaveznom izmenom Plana javnih nabavki. Takođe, posavetovao sam da se obrate zahtevom za mišljenje Kancelariji za javne nabavke u kome će obrazloženo objasniti predmetnu situaciju, odnosno o kakvoj vrsti donacije je reč.\nNaručilac je sproveo postupka javne nabavke namirnica, po partijama. Za partiju 2 će dodeliti ugovor (samo jedna ponuda), dok će  za partiju 1 i 3 obustaviti postupak iz razloga što do roka za podnošenje ponuda nije prispela ni jedna ponuda. Da li istog dana mogu objaviti odluku o dodeli ugovora i odluku o obustavi postupka, ili iste moraju objaviti dan, za danom.\nNaručiocu odgovoreno, da navedene odluke može objaviti na Portalu javnih nabavki istog dana. Opreza radi, preporučeno da naručilac kod partije 2 uradi pažljivo stručnu ocenu ponuda, pre sačinjavanja i objave odluke o dodeli ugovora. Za navedenu partiju nisu u obavezi da čekaju protok roka za podnošenje zahtev aza zaštitu prava, shodno odredbama člana 151. stav 2. tačka 3) ZJN. Za druge dve partije, po sticanju zakonskih uslova, mogu pokrenuti ponovo otovoreni postupak javne nabavke, ili pregovarački postupak bez objavljivanja javnog poziva, shodno odredbama člana 61. stav 7. ZJN. Takođe, imajući u vidu procenjenu vrednost javne nabavke ove dve partije, naručilac poziv (u otvorenom postupku) može uputiti privrednim subjektima za koje ima saznanje da imaju sprosobnost da izvrše nabavku, shodno članu 52. stav 8. ZJN.\nNaručilac ima zaključen ugovor za isporuku namirnica, koji ističe naredne nedelje, ali im dobavljač odbija isporučiti predmetna dobra. Ša mogu da preduzmu sa njihove strane, kako bi obezbedili izvršenje ugovora.\nNaručiocu odgovoreno da KJN ne vrši nadzor nad izvršenjem ugovora o javnoj nabavci. Imajući u vidu navedenu situaciju, predočeno naručiocu da preduzme prvenstveno radnje, koje bi morale biti definisane odredbama zaključenog ugovora (npr. opomena, upozorenje), posebno ukoliko navedene radnje prethode aktiviranju eventualno zahtevanog sredstva obezbeđenja za ispunjenje ugovornih obaveza (za dobro izvršenje posla). U opomeni se može navesti da eventualni raskid ugovora zbog neizvršenja, za dobavljača može imati\nposledice u smislu odredbi člana 112. stav 1. tačka 5) ZJN (fakultativni osnovi za isključenje).\nNaručilac je sproveo postupak javne nabavke, oblikovan po partijama (8 partija). Za jednu od navedenih partija je dodeljen ugovor, dok je za ostalih 7 partija obustavljen postupak. Da li na poziciji iz Plana javne nabavke, sa koje je pokrenut postupak javne nabavke, mogu izvršiti izmenu tako što će povećati procenjenu vrednost javne nabavke.\nNaručiocu odgovoreno, da nije moguće povećati procenjenu vrednost javne nabavke na navedenoj poziciji, imajući u vidu da je predmetni postupak javne nabavke pokrenut i sproveden.\nMoraju planirati, izmenom Plana j.nabavki, novu poziciju u planu, gde je preporuka da u obrazloženju odluke o izmeni i dopuni plana navedu okolnosti koje su uslovile planiranje nove stavke u Planu javnih nabavki (dokumentovanje).\nNaručilac je bio u nedoumici šta da radi sa ponudom koja nije dostavila dokaz o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta. Procenjena vrednost nabavke je ispod 5.000.000 dinara.\nRečeno mu je da ukoliko je ponuđač dostavio Izjavu o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta u kojoj je naveo da poseduje sporni dokaz, Naručilac može, na osnovu člana 119. stav 2. ZJN, da traži od ponuđača da dostavi dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac primio tri ponude i sve prelaze procenjenu vrednost. Da li da obustave postupak?...",
    "texts": [
      "Naručilac ima mogućnost da na osnovu 146. stav 2. ZJN prihvati ponudu koja je veća od procenjene vrednosti. Sa druge strane iste može i odbiti kao neprihvatljive. Dakle, naručilac u odnosu na svoje mogućnosti odlučuje koja je najbolja opcija po njega."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se za eksurzije u vrednosti od 600.000 dinara sprovodi postupak javne nabavke?...",
    "texts": [
      "Ukoliko ne postoje iste ili slične nabavke, naručilac nema obavezu da sprovede postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su neuobičajeno nisku ponudu, tražili da naručilac pojasni, pri čemu je naručilac na osnovu d...",
    "texts": [
      "Odgovoreno naručiocu da može da odbije neuobičajeno nisku cenu u skladu sa članom 143. stav 5. ZJN, ukoliko smatra da cena koju je dao ponuđač nije realna."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može da zahteva izjavu o obilasku lokacije uz ponudu i da li može da odbije ponudu a...",
    "texts": [
      "Rečeno da može da zahteva obilazak lokacije ukoliko je u logičkoj vezi sa predmetom javne nabavke, ali da je pri tome dužan i da produži rok za podnošenje ponuda. Rečeno\nda može i da zahteva takvu izjavu u okviru drugih dokumenata."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada u ponudi postoji računska greška da li naručilac mora da traži ispravku iste?...",
    "texts": [
      "Da, saglasno čl. 142. st. 4. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Otvorili su ponude i sad vrše stručnu ocenu ponuda, koji su dalji koraci u postupanju naručioca?...",
    "texts": [
      "Naručiocu ukazano na čl. 119. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač im nije dostavio jedan od traženih dokazana u okviru tehničkog kapaciteta, da li mogu da idu...",
    "texts": [
      "Ne, ukazano na čl. 142. st. 3. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja tehničko pitanje...",
    "texts": [
      "Upućeni na kolege sa Portala"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da su pogrešno odredili kriterijum za dodelu ugovora, otvorili su ponude i sad ne m...",
    "texts": [
      "Naručiocu ukazano da je odgovornost na njima, kao i na čl. 147. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pogrešno su uneli kod jednog od kriterijuma za dodelu ugovora, tačnije kod roka za izvršenje usluge,...",
    "texts": [
      "Jedino što mogu u ovom slučaju jeste da obustave postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako naručilac može da proveri da li se dokazi iz čl. 111. st. 1. tačka 1) i 2) ZJN i 112. st. 1. ta...",
    "texts": [
      "Naručilac može da, u skladu sa čl. 121. st. 4. ZJN, putem baze potvrda na internetu (e-\nCertis)\niz čl. 125. ZJN. izvrši proveru\nda li se dokazi iz čl. iz čl. 111. st. 1. tačka 1) i 2) ZJN i 112. st. 1. tačka 1) ZJN izdaju odn. ne izdaju u državi u kojoj ponuđač ima sedište odn. čiji je državljanin, te da li obuhvataju sve relevantne podatke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. dobili su jednu ponudu oja prelazi proc. vrenost jn, da li mogu da je prihvate?...",
    "texts": [
      "Mogu, u skladu sa čl. 146. st. 2. ZJN.\nU tom slučaju, potrebno je da naručilac u finansijskoj mogućnosti da prihvati\nponudu koja prelazi procenjenu vrednost nabavke.\nNameravaju da izvrše izmenu  kd za nabavku po partijama, te ih interesuje da li su dužni da produže rok za podonošenje ponuda.\nObjašnjeno kada naručilac i u kojim slučajevima je dužan da produži rok za podnošenje ponuda uz upućivanje na čl. 87. i 96. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je ZJN-om predviđen sporazum o zajedničkom nastupu kada ponudu podnosi grupa privrednih subjek...",
    "texts": [
      "ZJN ne predviđa sporazum o zajedničkom nastupu u slučaju podnošenja ponude od strane grupe privrednih subekata, ali naručilac može isti da predvidi u kd.\n1."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Nabavljaju gorivo u o.p.  S obzirom na poskupljenje goriva, postavljaju pitanje kako da postupe ako ...",
    "texts": [
      "2."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da predvide u kd promenu cene i da kasnije vrše izmene ugovora o jn u pogledu cene?...",
    "texts": [
      "Dato objašnjenje da je\nponuda\nkoja\nsadrži ponuđenu cenu veću od procenjene vrednosti jn\npotencijalno, a ne apsolutno  neprihvatljiva. S tim u vezi, n\naručilac\nu ovom slučaju\nima dve mogućnosti. Naime,\npo\nčl. 144.  st. 2.\nZJN\nnaručilac ima mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n.\nUkoliko to nije slučaj, naručilac može da postupi po\nčl. 146. st. 2. ZJN\ni\ndodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nDa, u skladu sa čl. 156. ZJN.\nPitanja u vezi sa planom jn i Portalom jn.\nUpućeni na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na Portalu jn u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su nabavku vodovodnog materijala ispod milion dinara. Nisu dobili nijednu ponudu. Šta mogu ...",
    "texts": [
      "Odgovoreno da mogu ponovo da sprovedu nabavku u skladu sa procedurom koju je naručilac uredio posebnim aktom iz čl. 49. st. 2. ZJN. Pored toga, rečeno da obrate pažnju na sadržinu kd, proc. vrednost nabavke... ukoliko je to možda bilo od uticaja da ne dobiju nijednu ponudu, te\neventualno izmene kd. Zatim, da pozovu što više pot. ponuđača kako bi omogućili što veću konkurenciju. Dalje, s obzirom da je proc. vrednost predmetne nabavke blizu milion dinara, rečeno da eventualno mogu da razmotre primenu odredaba ZJN tj. sprovođenje iste u redovnom postupku jn, kako bi obezbedili što veću konkurenciju.\n1.\nNaručilac je zaključio okvirni sporazum za elektromaterijal  tokom 2020. godine. Gore navedeni ugovor je i dalje na snazi, do meseca oktobra. Javila im se potreba za dodatnim dobrima elektromaterijala  čija tehnička specifikacija je u potpunosti drugačija u odnosu na specifikaciju dobara iz okvirnog sporazuma i pitaju da li mogu da pokrenu postupak javne nabavke dobara elektromaterijala? Naglasili su da je procenjena vrednost nabavke ispod milion dinara i zahtevao je pojašnjenje člana 27. stav 1. ZJN.\n2."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje oko izmene ugovora, konkretno, izmene vrednosti...",
    "texts": [
      "zaključenog ugovora o javnoj nabavci (izmena cene).\nTokom razgovora, naručilac je ukazao da tehnička specifikacija dobara za kojim se ukazala potreba nije ista kao tehnička specifikacija dobara koji su nabavljeni kroz postupak javne nabavke u 2020. godini, koristeći tehniku okvirni sporazum. Naručiocu ukazano na odredbu člana 157. ZJN kojim su propisani uslovi koji se odnose na izmenu ugovora o javnoj nabavci u pogledu dodatnih dobara, usluga ili radova. Posebno naglašena odredba člana 157. stav 2. ZJN. Naručiocu odgovoreno da nema nikakvih zakonskih smetnji ukoliko žele da pokrenu postupak javne nabavke traženih dobara ukoliko specifikacija traženih dobara nije ista kao i specifikacija dobara koji su nabavljeni u postupku javne nabavke koje su sproveli u 202\n0\n. godini. Naručiocu pojašnjene odredbe člana 27. stav 1. ZJN, odnosno pojašnjene odredbe zakona koje se odnose na situacije kada se ne primenjuju odredbe zakona u postupcima javnih nabavki. Na osnovu usmenog telefonskog razgovora, utvrđeno da naručioca interesuje konkretno član 27. stav 1. tačka 1) ZJN jer naručilac ima potrebu za dobrima čija procenjena vrednost ne prelazi milion dinara. Posebno naglašeno da vode računa o istovrsnosti javne nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tokom razgovora, naručilac je postavio pitanje koje se tiče izmene ugovora, konkretno, izmene ugovor...",
    "texts": [
      "celokupne ekonomske situacije u svetu, kao i porasta cena energenata na tržištu, dobavljači zahtevaju da se izmene cene. Naručiocu odgovoreno da na osnovu navoda navedenih tokom telefonskog razgovora, ugovor o javnoj nabavci može da se izmeni kada su ispunjeni svi sledeći uslovi: 1) potreba za izmenom je nastala zbog okolnosti koje savestan naručilac nije mogao da predvidi; 2) izmenom se ne menja priroda ugovora. Posebno naglašeno da naručilac prilikom izmene ugovora o javnoj nabavci obrati pažnju na član 158. stav 2. ZJN kojim je propisano da povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona.\nNaručilac je sproveo postupak javne nabavke hrane, gde je jedna od partija (voće i povrće). Zaključen je ugovor za navedenu partiju, jedinog ponuđača koji je podneo ponudu. Prošlo je nekih mesec dana od početka primene ugovora i dobavljač im je upuito zahtev za izmenu ponuđenih cena i za uvećanje vrednosti ugovora. Oni u samom ugovoru nisu predvideli fiksnost cene. Kako i na koji način mogu da postupe.\nNaručiocu odgovoreno, da je u članu 158. ZJN predviđena izmena ugovora, usled nepredviđenih okolnosti, uz napomenu da svi uslovi iz navedenog člana zakona moraju biti ispunjeni. Pre svega mora postojati potpuna svaesnost naručioca, u pogledu nastale okolnosti, gde naručilac mora proveriti navode iz dopisa dobaljača i priložene dokaze, koji opravdavaju razloge za izmenu ugovora. Takođe je preporuka da naručilac ispita navedenu okolnost (proverom navedene cene na tržištu predmetnih dobara, kod zavoda za statistiku i na dr.način) pre nego što donese konačnu odluku o izmeni ugovora, te u tom smislu i visinu izmene ugovora. Takođe, naručilac mora da vodi računa i o finansijskim sredstvima, koja moraju biti obezbeđena za ovu namenu, te u tom smislu i obaveze poštovanja finansijskih propisa koji uređuju ovu oblast. Smisao svega navedenog je da naručilac obezbedi dokaze koji u potpunosti opravdavaju izmenu ugovora, shodno odredbama člana 158. ZJN, obzirom da nadzor nad izvršenjem ugovora sprovodi ministarstvo nadležno za poslove finansija i da ne postoje okolnosti koje bi se mogle eventualno smatrati bitnom izmenom ugovora, a što je razlog za raskid ugovora (član 163. stav 1. tačka 1) ZJN).\nNaručilac je planirao u Planu javnih nabavki poziciju procenjene vrednosti 17 miliona dinara, gde je nekih 15 miliona predviđeno za nabavku dobara (cevi), a preostali iznos cca 2 milona dinara na radove (iskopavanje rupa za postavljanje cevi). Da li oni za navedene radove mogu izvršiti nabavku bez primene odredbi ZJN.\nNaručiocu odgovoreno da ne mogu da izvrše nabavku radova, bez primene odredbi ZJN, imajući u vidu da je predmetna pozicija u Planu javnih nabavki (koja obuhvata dobra sa izvođenjem radova) planirana kao javna nabavka.\nNaručilac je sproveo postupak javne nabavke za nabaku dečijih krevetića. Zahtevali su od ponuđača koji je dostavio najpovoljniju ponudu da dostavi dokaze o ispunjenosti kriterijuma u roku od 5 radnih dana, shodno odredbama člana 119. stav 1. ZJN. Ponuđač je dostavio dokaze drugog dana, ali se iz istih ne može zaključiti da ponuđač ispunjava zahtevane kriterijume. Da li moraju da sačekaju protok preostalih dana roka za dostavu dokaza, ili mogu odmah da izvrše str.ocenu ponuda i da ppristupe izradi izveštaja i odluke o dodeli ugovora.\nNaručiocu odgovoreno, da je preporuka da naručilac sačeka protok preostalog roka za dostavu dokaza, imajući u vidu da ponuđač u ostavljenom roku može dostaviti još neku dokumentaciju u prilog tj. u vezi sa dokazivanjm ispunjenosti zahtevanih kriterijuma za kval.izbor. Opreza radi, naručiocu napomenuto da stručnu ocenu ponuda vrši komisija za javnu nabavku i istu mora vršiti sa dužnom pažnjom. Ocena prihvatljivosti, odnosno neprihvatljivosti određene ponude, mora biti zasnovana na potpuno utvrđenom činjeničnom stanju. U smislu samih dokaza, ukoliko bi postojala neka nedoumica ili nejsanoća, naručilac ima ovlašćenje da prema odredbi člana 119. stav 5. ZJN zahteva dodatna objašnjenja dostavljenih dokaza, a prema pravilima definisanim u članu 142. ZJN. Pri tom, skrenuta pažnja naručioca da mora da vodi računa da svojim postupanjem ne dovede do situacije da neprihvatljivu ponudu učini prihvatljivom.\nNaručilac je postavio slična pitanja koja je postavio i prethodnog dana tj. 29.03.2022. godine, stavljajući akcenat na obustavljene partije i mogućnosti pokretanja ponovljenog postupka za iste.\nNaručiocu ponovljen odgovor, koji je dat dana 29.03.2022. godine.\nDodato da u pogledu donetih odluka o obustavi postupka, sam mora da proceni da li će čekati nastupanje konačnosti istih, imajući u vidu da je prema navodu naručioca obustava nastala usled činjenice da do roka za podnošenje ponuda nije dostavljen nijedna ponuda. Citirane odredbe člana 147. stav 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko izabrani ponuđač odbije da zaključi ugovor, da li je naručilac dužan da donese novu odluku o...",
    "texts": [
      "Da, naručilac mora ponovo izvršiti stručnu ocenu ponuda na Portalu jn i doneti novu odluku o dodeli ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li postoji neki način za žalbu na diskriminatorski postavljene kriterijume za dodelu ugovara, nak...",
    "texts": [
      "U ovom trenutku ne.. Postoji mogućnost ulaganja zzp na konkursku dokumentaciju, međutim za isti su protekli svi rokovi...\nNaručilac se interesovao za izmene ugovora, posebno na osnovu člana 156. Zakona o javnim nabavkama.\nU konkretnom slu\nčaju, ukazano je na odredbe člana\n156. Zakona o javnim nabavkama,\nu smislu toga da\nsu izmene bile predviđene u dokumentaciji o nabavci i ugovoru o javnoj nabavci na jasan, precizan i nedvosmislen način, bez obzira na vrednost izmene.\nNaručilac sprovodi postupak javne nabavke goriva, procenjene vrednosti 12.000.000 dinara.\nIma dileme kad je reč stručnoj oceni ponuda, odnosno dokazivanju.\nDate su potrebne smernice i uputstva.\nPrivredni subjekti u ponudi/prijavi dostavljaju izjavu predviđenu članom 118. Zakona o javnim nabavkama, kojom potvrđuju da ispunjavaju kriterijume za kvalitativni izbor privrednog subjekta, što dalje znači da uz izjavu ne dostavljaju dokaze. U skladu sa članom 119. stav 1. ovog zakona, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku javne nabavke čija je procenjena vrednost veća od 5.000.000,00 dinara dužan je da, pre donošenja odluke u postupku javne nabavke, na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta, u neoverenim kopijama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Najpovoljniji ponuđač nije dostavio jediničnu cenu za 1 od 150 pozicija. Da li može da mu zahteva do...",
    "texts": [
      "Odgovoreno da je ponuđač dužan da u ponudi navede jedinične cene, kao i da nakon podnošenja ponuda ne može da unosi jedinične cene."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje kako da formulišu svoju tendersku dokumentaciju?...",
    "texts": [
      "Naručiocu ukazano na čl. 92. st. 7. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su zahtev za povećanjem cene, a nemaju novca. Ako raskinu da li mogu ponovo da sprovedu nabav...",
    "texts": [
      "Odluka je na naručiocu da li će raskinuti ugovor, svakako mogu ponovo da pokrenu nabavku."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Danas im je poslednji dan za ulaganja zzp. Da li to znači da mogu isti da ulože do ponoći?...",
    "texts": [
      "Da.\n1."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Šta se smatra neodgovarajućom prijavom iz čl. 61. st. 8. ZJN?...",
    "texts": [
      "2."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U kojim još slučajevima, osim iz čl. 61. st. 8. ZJN, sektorski naručilac može primeniti pregovarački...",
    "texts": [
      "3.\nZa nabavku vozila dobijene su ponude ponuđača čije ponuđen\ne\ncene prelaze proc. vrednost nabavke. Nemaju\nfinansijskih\nsredstava da ih prihvate.\nUkoliko sektorski naručilac primenjuje pregovarački postupak iz čl. 61. st. 8. ZJN, potrebno je da zna da je pojam  neodgovarajuće prijave u smislu pomenutog člana ZJN definisan u st. 10. istog člana i predstavlja prijavu koju je podneo kandidat za kojeg je utvrđeno da ne ispunjava kriterijume za kvalitativni izbor privrednog subjekta.\nOsim gorepomenutog pregovaračkog postupka bez objavljivanja javnog poziva iz čl. 61. st. 8. ZJN, sektorski naručilac može primeniti i pregovarački postupak bez objavljivanja javnog poziva iz čl. 61. st. 12. i st. 13. ZJN.\nN\naručilac\nu ovom slučaju\nmože da postupi\npo\nčl. 144.\nst. 2.\nZJN\ntako što će da\nodbije kao\nneprihvatljivu ponudu koja prelazi izno\ns proc.\nvrednosti predmeta jn ili raspoloživih sredstava\n.\nPitanja u vezi sa planom jn i Portalom jn.\nUpućeni na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na Portalu jn u delu Kontakt.\nZatražili su objašnjenje razloga za negativno mišljenje o osnovanosti primene\npregovaračkog postupka bez objavljivanja javnog poziva po čl. 61. st. 1. tačka 1) podtačka (3) ZJN,\nkoji je KJN donela u vezi nabavke opreme za nauku, br. 404-02-273/22 od 29.3.2022. godine.\n(Kontakt: 011/3218-478, Marija Živanović i Aleksandra Kujundžić).\nDato objašnjenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Tehničko pitanje u vezi sa Portalom jn....",
    "texts": [
      "Upućeni na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na Portalu jn u delu Kontakt.\nUsled poremećaja cena na tržištu hoće da izmene ugovor o jn predmetnih dobara. S obzirom da ugovorom o jn nisu predvideli promenu cene, da  li i po kom\nosnovu mogu da prihvate zahtev dobavljača za\npromenu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: cene?...",
    "texts": [
      "Odgovoreno da razmotre mogućnost izmene ugovora koje se odnose na cenu usled nepredviđenih okolnosti pod uslovima propisanim čl. 158. ZJN. Pored toga, ukazano da naručilac u skladu sa čl. 155. st. 2. ZJN ima obavezu da obaveštenje o izmeni\nugovora po osnovu čl. 158. ZJN objavi na Portalu jn.\nPitanja u vezi sa planom jn i Portalom jn.\nUpućeni na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na Portalu jn u delu Kontakt."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje vezano za Izveštaj o nabavkama na koje se ZJN ne primenjuje, kao i o p...",
    "texts": [
      "Naručiocu pojašnjeno da se Kancelarija 22.2.2022. godine obratila naručiocu putem mejla u kome je traženo od naručioca da obavesti Kancelariju da li su tokom 2021. godine sprovodili nabavke na koje se ne primenjuju odredbe ZJN. Pod nabavkama na koje se ne primenjuju odredbe zakona misli se na nabavke iz člana 11. – 21. ZJN i nabavke iz člana 27. stav 1. ZJN. Dalje, naručiocu pojašnjeno da su shodno članu 181. ZJN bili u obavezi da najkasnije do 31. januara tekuće godine objave Izveštaj o nabavkama na koje se ZJN ne primenjuje. Takođe, posavetovao sam naručioca da bez odlaganja odgovori na mejl Kancelariji i da ukoliko su sprovodili nabavke na koje se ZJN ne primenjuje tokom 2021. godine, objave Izveštaj na Portalu javnih nabavki u što kraćem roku. Naručilac je tokom telefonske konsultacije pitao za pojašnjenje odredbe člana 27. stav 1. ZJN. Pojašnjena tražena odredba zakona.\nNaručilac je shodno članu 220. stav 1. tačka 1) ZJN usvojio zahtev za zaštitu prava i doneo rešenje kojim delimično poništava postupak. Rešenje je dostavio podnosiocu zahteva za zaštitu prava i Republičkoj komisiji za zaštitu prava u postupcima javnih nabavki. Podnosilac zahteva za zaštitu prava nije inicirao nastavak postupka pred Republičkom komisijom. Naručilac postavlja pitanje da li može da nastavi sa postupkom i da li može da odbije pristigle ponude i samim tim postupak obustavi? U slučaju oduluke o obustavi postupka, naručilac pita da li može da pokrene isti postupak javne nabavke sa"
    ],
    "link": null
  },
  {
    "title": "Pitanje: izmenjenom konkursnom dokumentacijom i kada?...",
    "texts": [
      "Na osnovu navoda navedenih tokom telefonske konsultacije, konstatovao sam da je naručilac usled podnetog zahteva za zaštitu prava na odluku u postupku javne nabavke doneo rešenje shodno članu 220. stav 1. tačka 1) kojim usvaja zahtev za zaštitu prava i delimično poništava postupak predmetne javne nabavke. Rešenje je dostavljeno podnosiocu zahteva i Republičkoj komisiji za zaštitu prava u postupcima javnih nabavki. Podnosilac zahteva nije shodno članu 220. stav 3. ZJN podneo Republičkoj komisiji pisano izjašnjenje u roku od dva radna dana od dana prijema rešenja o nastavku postupka zaštite prava pred Republičkom komisijom. Shodno gore navedenom, naručiocu odgovoreno da može da nastavi postupak. Po pitanju da li naručilac može da odbije pristigle ponude i obustavi postupak, odgovorio sam da Kancelarija ne vrši stručnu ocenu ponuda i da ukoliko komisija za javnu nabavku utvrdi da postoje osnovi za odbijanje ponuda, nema\nnikakvih zakonskih smetnji da to i uradi, kao i da usled takvog postupanja obustavi postupak shodno članu 147. ZJN. U slučaju obustave postupka predmetne javne nabavke, naručiocu odgovoreno da nema nikakvih zakonskih smetnji da pokrenu novi postupak, s tim da moraju da vode računa o članu 214. stav 1. ZJN, odnosno o roku za podnošenje zahteva za zaštitu prava. Tek kada protekne rok iz člana 214. stav 1. ZJN, mogu da pokrenu novi postupak javne nabavke.\nNaručilac je naveo da grad Niš ima onovano preduzeće za investiciono održavanje zgrada, koje obavalja delatnost u objektima grada, ali i na"
    ],
    "link": null
  },
  {
    "title": "Pitanje: tržištu. Postavljaju pitanje da li prilikom ugovoranja usluga koje obavlja navedeno preduzeće, grad ...",
    "texts": [
      "Naručiocu odgovoreno, da za primenu izuzetka od primene zakona iz člana 13. ZJN, moraju biti ispunjeni svi navedeni uslovi kumulativno, iz stava 1. tačka 1) do 3) navedenog člana zakona. Putem usmenih konsultacije, nije moguće dati odgovor da li su ispunjeni navedeni uslovi, ili ne za primenu navedenog izuzetka od primene zakona, te je za mišljenje potrebno da se naručilac obrati KJN pismenim zahtevom i svom potrebnom dokumentacijom na osnovu koje je moguće dati potrebno mišljenje, posebno što je naručilac naveo da navedeno preduzeće pruža usluge i na tržištu.\nPonuđač je dostavio svu traženu dokumentaciju, međutim\nObrazac strukture ponuđene cene nije potpisan i overen\niako je naručilac to zahtevao\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako da postupe?...",
    "texts": [
      "S\nhodno Uputstvu ponuđačima kako da sastave ponudu koje se generiše od strane sistema Portala jn, niti jedan deo elektronske ponude/ prijave\nse\nne potpisuje, nije potreban pečat niti je potrebno skeniranje dokumenta.\nUkazano da naručilac ne bi smeo da odbije ponudu kojoj je jedini nedostak to što Obrazac strukture ponu\nđene cene nije potpisan i overen\n.\nNaručilac"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ima nameru da sprovede postupak javne nabavke radi zaključenja okvirnog sporazuma. Postavlja pitanje...",
    "texts": [
      "Ukazano je da je\nokvirni sporazum uređen čl. 66. i 67\n. Zakona o javnim nabavkama\n, kao i da je odredbama navedenih članova predviđeno da o\nkvirni sporazum\nne može da traje duže od\nčetiri godine, osim u posebno opravdani\nm slučajevima koji su u vezi sa\npredmetom javne nabavke, koje naručilac mora da obrazloži\n.\nOdredbama navedenog zakona nije predviđeno minimalno trajanje okvirnog sporazuma, međutim, s tim u vezi treba imati u vidu prirodu i svrhu okvirnog sporazuma kao posebne tehnike.\nNaručilac"
    ],
    "link": null
  },
  {
    "title": "Pitanje: postavio pitanje da li može da dodeli ugovor ponuđaču koji je ponudio cenu...",
    "texts": [
      "koja je veća od procenjene vrednosti.\nShodno odredba\nma člana 146. ZJN\n, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pokrenuli su konkurenti postupak sa pregovaranjem nakon otvorenog postupka. U otvorenom postupku je ...",
    "texts": [
      "Naručiocu ukazano da KJN nije nadležna da vrši stručnu ocenu ponude, već to čini komisija odnosno lice koje naručilac imenuje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dostavili su dokaze odmah uz ponudu. Postavljaju pitanje da li su pogrešili u smislu da mogu da budu...",
    "texts": [
      "Ukazano na član 119. stav 1. ZJN. Međutim, to neće biti razlog odbijanja.\nImaju poteškoće na Portalu jn.\nUpućeni na kolege iz tehničke službe.\nInteres\nuje se i dalje dokle se stiglo u rešavanju predmeta koji je uputio KJN (Grupi za monitoring). Naime, kao fizičko lice podneo je KJN u februaru o.g. prijavu u vezi nepravilnosti u radu Opšte bolnice „Sv. Sava“ u Beogradu u vezi sa nabavkom mob. telefonije. Istakao je da se obraćao i Agenciji za borbu protiv korupcije u vezi pomenute nabavke, koja je prosledila dopis KJN u martu\no.g\n.\nPredmet je u radu\n(\nčeka se izjašnjenje naručioca po urgenciji i nakon upućene potražnice od strane KJN\n).\nTehnički problem u vezi sa Portalom jn (ne može da se uloguje)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko naručilac oblikuje nabavku po partijama, da li može definisati različite kriterijume za izbo...",
    "texts": [
      "Može.\nUkoliko je predmet nabavke oblikovan\npo partijama\n,\nnaručilac može definisati različite kriterijume za izbor privrednog subjekta za pojedine partije\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je u fazi pre otvaranja ponuda izmenio obr.str.ponuđene cene, ali je isti samo izdelio, od...",
    "texts": [
      "Naručiocu odgovoreno, da KJN ne vrši stručnu ocenu ponuda, ali prema onom što je naveo naručilac izmena obrasca nije dovela do suštinske izmene istog, te u tom smislu naručilac može utvrditi stvarnu sadržinu ponude navedenog ponuđača. Ukoliko bi imao potrebu za dodatnim objašnjenjem, naručilac bi mogao shodno odredbama člana 142. ZJN da se obrati ponuđaču radi dobijanja dodatnih objašnjenja pa i dokumentacije. Napomenuto naručiocu da navedeno, ne daje pravo ponuđaču da izmeni dostavljenu ponudu. Istaknuto da naručilac može odbiti ponudu ponuđača iz razloga navedenih u odredbama člana 144. ZJN, gde bi to u konkretnom slučaju eventualno bio osnov iz stava 1. tačka 6) prethodno navedenog člana zakona, a usled činjenice da u ponudi postoje nedostaci usled kojih nije moguće utvrditi stvarnu sadržinu ponude ili je nije moguće uporediti sa drugim ponudama.\nNaručilac je sproveo postupak javne nabavke za uslugu javnog prevoza dece. U istom je nakon donošenja odluke o dodeli ugovora, podnet zahtev za zaštitu prava koji se trenutno još uvek vodi pred Rep.komisijom za zaštitu prava u postupcima javnih nabavki. Naručilac je izmenio prethodno zaključeni ugovor, produživši rok važenja do okončanja postupka zaštite prava i izbora novog dobavljača usluge. Da li je navedeno postupanje u skladu sa ZJN.\nNaručiocu odgovoreno, da navedeno postupanje nije u skladu sa ZJN, ukoliko je izmena urađena, a da nisu ispunjeni uslovi navedeni u odredbama člana 154-162. ZJN. Ukoliko navedena situacija nije bila predviđena ugovorom ili dokumentacijom o nabavci, postavlja se pitanje osnovanosti ovakvog načina izmene ugovor. Skrenuta pažnja naručiocu da postoje osnovi za nastavak postupka javne nabavke, ali na osnovu odluke Republičke komisije za zaštitu prava iz člana 216. stav 2. ZJN, kao i eventualno mogućnost vođenja pregovaračkog postupka bez objavljivanja javnog poziva (po hitnosti) iz člana 61. stav 1. tačka 2) ZJN, naravno ukoliko naručilac opravda razloge hitnosti i dobije pozitivno mišljenje KJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju potrebu za povećanjem ugovora za više od 50%. Takođe napominju da nemaju predviđenu mogućnost ...",
    "texts": [
      "Naručiocu ukazano da u konkretnom slučaju nema mesta izmeni shodno odredbama ZJN, te da bi trebalo da u Plan jn unesu novu stavku plana i pokrenu postupak po osnovu iste."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li da produže rok za podnešenje ponuda ukoliko vrše izmenu konkursne dokumentacije u pogledu gara...",
    "texts": [
      "Naručilac je dužan da\nproduži rok za podnošenje ponuda\nukoliko je\ndokumentacija o nabavci bitno izmenjena\n, odnosno, ako bi zbog\nizmena privrednim subjektima nužno\nbilo potrebno dodatno vreme za\npripremu ponude ili prijave, a naro\nčito ako se te izmene odnose na\nkriterijume za kvalitativni izbor privrednog subjekta, kriterijume za dodelu\nugovora ili tehničke\nspecifikacije predmeta nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Šta treba napisati u obrazloženju pri obeležavanju koji dokumenti se dostavljaju uz ponudu?...",
    "texts": [
      "Kratko pojašnjenje ponuđačima na koji način i u kom obliku treba da dostave traženi dokument (popunjen, nepopunjen,.. i sl.)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Potrebno je da produže rok nakon izmene dokumentacije o nabavci. Postavljaju pitanje za koliko najvi...",
    "texts": [
      "Odgovoreno da ne postoji gornja granica u smislu novog roka za podnošenje ponuda. Jedino ograničenje se odnosi na to da rok ne može biti manji od 13 dana."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dva ponuđač im nisu popunila u potpunosti obrazac strukture cene, tačnije kod jednog je učitana samo...",
    "texts": [
      "Ukazano na odredbe člana 144. ZJN, kojim su propisani osnovi za odbijanje ponude kao neprihvatljive.\nNaručilac je sproveo nabavku namirnica po partijama u o.p., za koju nije dobio nijednu ponudu, te ga interesuje da li da ponovi o.p. za istu...\nOdgovoreno da naručilac za konkretnu partiju za koju nije dobio nijednu ponudu može ponovo da pokrene o.p., a ima i mogućnost da pokrene pregovarački postupak po čl. 61. st. 7. ZJN, pod uslovima koje taj član zakona predviđa.\nPozvali radi dokumentacije/predmeta u vezi ZZP odn. tražili  RKJN.\nOdgovoreno da su greškom pozvali KJN i upućeni na RKJN  (pisarnicu)."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac planira novu jn. S tim u vezi, postavlja pitanje da li se to smatra izmenom plana jn....",
    "texts": [
      "Da, u skladu sa čl. 88. st. 4. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi uvida u dokumentaciju o jn (rok, preuzimanje dokumentacije o jn...)....",
    "texts": [
      "Naručiocu je ukazano u kom roku može da izvrši uvid u dokumentaciju o jn i ukazano na mogućnost preuzimanja dokumentacije o jn, te je naručilac upućen na čl. 149. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li objavljuju izmene oglasa (javnog poziva) u Službenom glasniku?...",
    "texts": [
      "Rečeno da objaljuju samo oglase iz člana 105. stav 1. tač. 1-4. ako je pr. vrednost jednaka ili veća od 5.000.000 dinara.\nNaručilac je prethodne godine po odredbama ranije važećeg ZJN/2015 sproveo postupak javne nabavke za uslugu mobilne telefonije i zaključio ugovor koji ističe u martu 2022. godine. Obzirom da su utrošili finansijska sredstva, odnosno da su iskoristili ugovorene količine predmetne usluge, postavljaju pitanje da li mogu da izmene ugovor, do sprovođenja novog postupka javne nabavke za predmetnu uslugu.\nNaručiocu odgovoreno da se ugovor za\nkq\nučen po odredbama ranije važećeg ZJN/2015, menja u skladu sa odredbama novog i važećeg ZJN. U skladu sa nvedenim, moguća je izmena ili na osnovu ugovorenih odredbi iz člana 156. ZJN, ili na osnovu povećanja obima nabavke u skladu sa odredbama člana 160. ZJN, uz kumulativno ispunjenje uslova iz navedenog člana. Skrenuta pažnja naručiocu da za ovakvu izmenu ugovora i uopšte izmenu ugovora, mora postojati opravdan razlog za izmenu, za koju naručilac poseduje nesporne dokaze. Posebno naglašene odredbe člana 154. ZJN koje definišu šta se smatra bitnom izmenom ugovora tj. u kojim slučajevima se ne bi smatralo opravdanim i dozvoljenim izmena ugovora o javnoj nabavci.\nImaju poteškoće u vezi sa učitavanjem dokumenta na Portalu jn.\nUpućeni na kolege iz tehničke službe."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li mogu u okvirnom sporazumu da promene podizvođača....",
    "texts": [
      "Ukazano da se izmene okvirnog sporazuma vrše u skladu sa čl. 162. ZJN, pa samim i tim i promena podizvođača se sprovodi u skladu sa čl.161. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li u Odluci o obustavi postupka treba da navedu da će sprovesti konkurentni pos...",
    "texts": [
      "Odluka o obustavi postupka jn mora da bude obrazložena, da sadrži naročito podatke iz izveštaja o postupku jn, tj. razloge obustavljanja i uputstvo o pravnom leku.\nDakle, u Odluci se ne navodi kako će naručilac postupati u budućnosti."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje na koji način sprovode postupak na koji se ZJN ne primenjuje....",
    "texts": [
      "Ukazano na čl. 49. stav 2. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje kada mogu da pokrenu novi postupak nakon donošenja Odluke o obustavi....",
    "texts": [
      "Nakon proteka roka od 10 dana za zzp."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac ima mogućnost da isključi privrednog subjekta iz postupka jn ukoliko utvrdi da isti ...",
    "texts": [
      "Ukazano da naručilac u skladu sa čl. 112. st. 1. tač. 5) ZJN ima mogućnost da isključi takvog privrednog subjekta iz postupka jn u svakom trenutku, ukoliko utvrdi da isti u periodu od prethodne tri godine od dana isteka roka za podnošenje ponuda nije ispunjavao obaveze iz ranije zaključenih ugovora o jn, a neizvršavanje obaveza je rezultiralo raskidom ugovora o jn, naknadom štete..., s tim da tu mogućnost predvidi u dokumentaciji o nabavci."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U o.p. za nabavku prevoza učenika i zaposlenih oblikovanu u dve partije, izabrani ponuđač koji je je...",
    "texts": [
      "Dat odgovor\nda\nukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu\nodbije da zaključi ugovor o jn\n, naručilac u tom slučaju može pozvati sledećeg ponuđača koji je podneo najpovoljniju ponudu\n, ukoliko ih ima,\ni sa njim zaključiti ugovor o jn.\nS obzirom da to ovde nije slučaj, naručilac mora da ponovi o.p. za predmetnu nabavku.\nU o.p. za nabavku elaborata za izradu depoa, naručilac je dobio samo jednu ponudu koja prelazi procenjenu vrednost nabavke, za koju naručilac ne poseduje raspoloživa finansijska sredstva. S tim u vezi, pita da li je dužan da prihvati takvu ponudu.\nOdgovoreno da\n,\nu skladu sa čl. 144. ZJN st. 2. naručilac\nima mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da traže dodatna pojašnjenja ukoliko je tehničkom greškom navedena jedinična cena 60.000 ...",
    "texts": [
      "Rečeno da ne mogu da menjaju jedinične cene ponude, ali da naručilac donosi odluku o stručnoj oceni ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Imaju zaključen okvirni sporazum sa tri ponuđača-turističke agencije za usluge hotelskog smeštaja. N...",
    "texts": [
      "Rečeno da mogu da odbiju ponudu kao neprihvatljivu jer prelazi iznos procenjene vrednosti, ali da moraju ponovo da pozovu ponuđače sa kojima imaju zaključen okvirni sporazum da podnesu ponude. Takođe, rečeno da naručilac nije dužan da sprovodi javnu nabavku društvenih usluga iz Priloga 7. ako  je procenjena vrednost tih usluga manja od 15.000.000 dinara.\nNaručilac je sproveo otvoreni postupak javne nabavke radova, koji je okončan obustavom,"
    ],
    "link": null
  },
  {
    "title": "Pitanje: obzirom da nije podneta niti jedna ponuda u predmetnom postupku. Naručilac postavlja pitanje kada mo...",
    "texts": [
      "Naručiocu odgovoreno, da shodno odredbama člana 147. stav 3. ZJN odluka o obustavi postupka mora imati uputstvo o pravnom\nsredstvu, te je shodno navedenom najispravnije sačekati protok roka od 10 dana od dana objavljivanja odluke o obustavi postupka, nakon čega se objavljuje obaveštenje o obustavi predmetnog postupka javne nabavke. Od tog trenutka naručilac ima mogućnost da ponovi predmetni postupka javne nabavke, ili da sprovede pregovarački postupka bez objavljivanja javnog poziva iz člana 61. stav 7. ZJN, obzirom da su ispunjeni zakonski uslovi za vođenje ove vrste postupka. Skrenuta pažnja naručiocu da svakako u odluci o sprovođenju postupka navede negde u obarazloženju da naručilac ponavlja postupak javne nabavke usled obustave prethodno pokrenutaog postupka.\nNaručilac planira sprovođenje postupka javne nabavke radova, koji predstavlja kompleksnu nabavku za puštanje u rad postrojenja za preradu otpadne vode (u prethodnim godinama je na osnovu fidik ugovora EU finasirala i sprovela nabavku za projektovanje i izgradnju postrojenja, ali usled nepostojanja tehničkih uslova nije izvršeno puštanje u rad postrojenja). Naručilac ima dilemu da li kriterijum za izbor (stručnog kapaciteta) mogu privredni subjekti da ispunjavaju preko drugih subjekata."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pored navedenog naručilac ima deo dokumentacije koji može biti od značaja za izradu ponuda, ali koji...",
    "texts": [
      "Naručiocu odgovoreno, odnosno citirana odredba člana 130. stav 3. ZJN, iz koje proizilazi da privredni subjekti mogu da radi dokazivanja kriterijuma iz člana 117. ZJN ovog zakona da koriste kapacitete drugih subjekata. Sa druge strane, shodno odredbama člana 130. stav 5. ZJN objašnjenjno naručiocu da dokazi iz člana 124. stav 1. tačka 1), 2) i 5) mogu biti korišćeni od drugih subjekata samo ukoliko će se oni javiti kao podizvođači u izvršenju usluga ili radova.\nU pogledu drugog pitanja, odgovoreno naručiocu tj. objašnjenjene sledeće dve situacije:\n1) Ukoliko navedena dokumentacija predstavlja deo dokumentacije (specifikacije, planova i dr.) neohodno je da u javnom pozivu navede način preuzimanja dokumentacije, shodno odredbama člana 45. stav 6. ZJN, kao i da produži rok za podnošenje ponuda za 5 dana (osim ukoliko se ne radi o hitnosti), shodno članu 52. stav 7. ZJN. Naravno da naručilac može i u delu dokumentacije (npr. Planovima i tehničkoj dokumentaciji)  da precizira npr. nazive te dokumentacije i uputstva kako se ista preuzima kod naručioca.\n2) Ukoliko navedena dokumentacija nije deo dokumentacije neophodne za pripremu ponude, ali može da koristi ponuđačima, naručilac može omogućiti svim zainteresovanim licima da izvrše uvid u lokaciju kao i dokumentaciju, gde će u nekom delu dokumentacije (tehničkoj specifikaciji) ili opštem delu, definisati način vršenja uvida (vremenski okvir, način\nkomunikacije po navedenom, kontak lice, kontakt adresu, telefon i dr.).\nU oba slučaja naručilac mora obezbediti poverljivost, odnosno da uskladi termine za svako zaintersovano lice kako se isti ne bi međusobno susretali."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu da skrate rok za podnošenje ponuda za 5 dana, ukoliko su tražili dost...",
    "texts": [
      "Naručiocu ukazano da uvek može da se skrati rok za podnošenje ponuda, bez obzira na sredstvo obezbeđenja za ozbiljnost ponude, uzorke i sl."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li moraju da primenjuju odredbe ZJN, ukoliko ukupno na godišnjem nivou za sva...",
    "texts": [
      "Naručiocu ukazano na odredbe člana 27. stav 3. ZJN, te da u konkretnom slučaju ne moraju da primenjuju odredbe ZJN, već da date nabavke sprovode na način predviđen Internim aktom u skladu sa članom 49. ZJN uz poštovanje načela ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može zahtevati da za uslugu servisiranja vozila ponudu mogu podneti samo ovlašćeni serviseri (...",
    "texts": [
      "Svaki zahtev koji naručilac određuje u kd mora biti opravdan i ne sme biti diskriminatorski, odnosno ne sme se davati prednost određenim privrednim subjektima bez opravdanog razloga."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se ugovor o javnoj nabavci može zaključiti na period od 6 meseci?...",
    "texts": [
      "Može.\nNisu koristili Portal nekoliko meseci i sad ne mogu da se uloguju.\nUpućeni na kolege iz tehničke službe."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li mogu da odbiju ponuđača koji nije dostavio traženi sertifikat....",
    "texts": [
      "Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje je naručilac odredio. Ponuđači treba da dostave sve dokaze koje je naručilac tražio.\nTražili pojašnjenje člana 142. ZJN.\nPojašnjeno da se dodatna objašnjenja mogu tražiti samo kad je ponuđač dostavio nepotpune i nejasne podatke. Dakle, ovo ne sme da dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora ili do izmene ponuđenog predmeta nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Treba da pokrenu novi postupak nakon obustave prethodnog postupka. Postavljaju pitanje kako to čine....",
    "texts": [
      "Ukazano da nakon objavljivanja Odluke o obustavi postupka treba da sačekaju da prođe rok od 10 dana za zzp i nakon toga pokrenu novi postupak."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li članovi komisije za jn trebaju da imaju zamenike?...",
    "texts": [
      "Da, poželjno je da naručilac prilikom imenovanja članova komisije za jn,\nistovremeno imenuje i njihove zamenike."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac ima pitanje u vezi načina obraćanja KJN radi dobijanja mišljenja o osnovanosti primene pre...",
    "texts": [
      "Objašnjeno na koji način se naručilac obraća KJN zahtevom za mišljenje radi ispitivanja osnovanosti pregovaračkog postupka, u skladu sa čl. 62. ZJN.\nNaručilac je našao nedostatke u ponudi koje su takve prirode da je ne može uporediti sa drugim ponudama...\nOdgovoreno da naručilac nakon pregleda i stručne ocene odbija takvu ponudu kao neprihvatljivu, u skladu sa čl. 144. st. 1. tač. 6) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U slučaju primene čl. 156. ZJN (izmena ugovora o jn po osnovu ugovornih odredaba), da li je naručila...",
    "texts": [
      "Ne, s\namo u slučaju primene čl. 157. ZJN (izmene ugov\nora o jn u pogledu dodatnih dobara, usluga ili radova) i čl 15\n8. ZJN (izmene ugov\nora o jn\nusled ne\npredviđenih okolnosti),\nnaručilac\nima obavezu\nda objavi obaveštenje o izmeni ugovora o jn na Portalu jn\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li moraju da prilikom izmene odluke o dodeli ugovora u pogledu cene da čekaju da protekne rok za ...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je zaključio ugovor po sprovedenom postupku javne nabavke. Budući da ponuđač uopšte ne izv...",
    "texts": [
      "Nakon konsultacije sa kolegama sa Portala dat odgovor da može tako da postupi.\nNaručilac je dobio obaveštenje od Ministarstva zdravlja o odobrenju dodatnih sredstava za popravku aparata. Međutim,"
    ],
    "link": null
  },
  {
    "title": "Pitanje: popravka podrazumeva i nabavku elektronskih modula koji se ugrađuju, a čija vrednost iznosi preko 95...",
    "texts": [
      "Naručiocu\nukazano na član 23. stav 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Dobili su od KJN mišljenje da nije osnovana primena pregovaračkog postupka bez objavljivanja javnog ...",
    "texts": [
      "Naručiocu odgovoreno da budući da poziv nije poslat, ne donosi odluku o obustavi postupka, jer se postupak u tom slučaju i ne smatra pokrenutim. U takvim situacijama naručilac na Portalu javnih nabavki ovaj korak počinje izborom polja „Procesi postupak“, a zatim označava „Odustanak“.\nPonuđač je u izjavi naveo da podnosi ponudu samostalno."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Iz obrasca ponude proizilazi da su ponudu podneli kao grupa ponuđača. Da li mogu da im traže dodatna...",
    "texts": [
      "Rečeno dane bi trebalo da im traže dodatna pojašnjenja za ono što navedu u Izjavi o ispunjenosti kriterijuma jer na taj način naručilac sugeriše ponuđačima šta treba da navedu u izjavi.\nRečeno i da je ponuđač uz ponudu bio dužan da dostavi i zasebne izjave svakog člana grupe, ukoliko podnose ponudu kao grupa ponuđača, te da ne bi moglo da se traži da ih naknadno dostavljaju kroz dodatna pojašnjenja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručioci uzimaju u obzir vrednost ponude sa ili bez PDV - om?...",
    "texts": [
      "Odgovoreno da uzimaju u obzir vrednost ponude bez PDV-a.\nSproveli nabavku nemedicinskog nameštaja. Da li mogu pojedine stavke (komade nameštaja) da zamene u okviru predviđenih pozicija jer nisu unapred znali tačne količine po komadu? Ukupna vrednost nabavke ostaje nepromenjena.\nRečeno da mogu da izvrše navedenu izmenu, ukoliko su navedene stavke bile predviđene konkursnom dokumentacijom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može kroz dodatna pojašnjenja tražiti ponuđaču da ispravi odgovor na pitanje koje se...",
    "texts": [
      "Navedeno nije u skladu sa ZJN, jer bi u tom slučaju došlo do izmene prvobitne ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kako naručilac da postupi sa ponudom u kojoj su sadržani  samo podaci vezano za osnove za isključenj...",
    "texts": [
      "Odgovoreno da je takva ponuda neprihvatljiva u smislu člana 144. stav 1. ZJN, te preporučeno da istu odbije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pokrenuta nabavka usluge servisa vozila. Procenjena vrednost se odnosi na redovni servis, cena rezer...",
    "texts": [
      "Odgovoreno da mogu, u skladu sa članom 142. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li mogu da dodele ugovor ponuđaču koji je ponudio cenu višu od procenjene....",
    "texts": [
      "Mogu ukoliko imaju sredstva, u skladu sa 146. ZJN.\nNaručilac planira novu jn (med. instrumenata za novi Pejsmejker centar), proc. vrednosti iznad praga, te ga interesuje da li mora da izmeni plan jn.\nU slučaju planiranja nove jn, naručilac je dužan da izmeni plan jn  u skladu sa čl. 88. ZJN.\nNaručilac je u dilemi kako da postupi sa ponudom koja sadrži tehničku grešku u obrascu strukture cene.\nNaručiocu je odgovoreno da može da zahteva dodatna objašnjenja u skladu sa čl. 142. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kada je naručilac u obavezi da produži rok za podnošenje ponuda nakon izmene dokumentacije o jn?...",
    "texts": [
      "Ukoliko se radi o bitno izmenjenoj dokumentaciji u smislu čl. 87.  ZJN, naručilac je u obavezi da produži rok za podnošenje ponuda srazmerno značaju izmene koja se objavljuje,  pri čemu do\nisteka roka za podnošenje ZZP iz čl. 214. st. 2. ZJN ne može da preostane manje od deset dana (des\net + tri dana  = trinaest dana),\nte da pošalje na objavljivanje ispravku - obaveštenje o izmenama dokumentacije o jn."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Zaključili su ugovor o nabavci pilećeg mesa. Ponuđač  ih je obavestio da je došlo do povećanja cena ...",
    "texts": [
      "Naručiocu odgovoreno da je vršenje izmene ugovora predviđeno čl. 155-161. ZJN, te da u slučaju izmene u skladu sa čl. 158. ZJN, naručilac je dužan da objavi obaveštenje o izmeni na Portalu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač postavlja pitanje o načinu upućivanja zahteva za mišljenje o primeni odredaba ZJN?...",
    "texts": [
      "Ponuđaču objašnjena procedura."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač postavlja pitanje da li preko podizvođača može da dokazuje kriterijume predviđene čl. 115. Z...",
    "texts": [
      "Ukazano da podizvođač mora ispuniti navedeni kriterijum, ukoliko će biti angažovan na poslovima za čije obavljanje je potrebno posedovati predmetnu dozvolu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je potrebno da naručilac vrši izmenu Plana zbog smanjivanja vrednosti nabavke?...",
    "texts": [
      "Rečeno da je naručilac dužan da vrši izmenu Plana samo u slučajevima predviđenim članom 88. stav 4. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se produžava rok za podnošenje ponuda za 5 dana ako je naručilac tražio dostavljanje uzoraka?...",
    "texts": [
      "Odgovoreno da se ne produžava,da se produžava jedino u slučaju ukoliko ne može da se obezbedi besplatan, neograničen  i nesmetan direktan pristup konkursnoj dokumentaciji iz razloga predviđenih članom 45. stav 3. i 6. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac smatra da je ponuđač greškom u svoju ponudu uneo pogrešne cene (i ukupnu i pojedinačnu). D...",
    "texts": [
      "Navedeno nije u skladu sa ZJN, jer bi u tom slučaju došlo do izmene prvobitne ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kojim članom ZJN je regulčisana zajednička ponuda?...",
    "texts": [
      "Upućeni na član 130. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu prihvatiti ponudu koja sadrži cenu veću od procenjene vrednosti javne nabavke?...",
    "texts": [
      "Mogu. Upućeni na član 146. stav 2. ZJN.\nNaručilac navodi da je u ponudi grupe ponuđača koja je najpovoljnija u postupku jn označeno da nastupaju sa podizvođačem, a u izjavi o ispunjenosti kriterijuma za kval. izbor privrednog subjekta ne stoji više nijedan podatak vezano za podizvođača (izjava). Da li može postaviti pitanje na osnovu člana 142. ZJN?\nOdgovoreno da naručilac, ukoliko su svi zahtevi nabavke ispunjeni, i ako se iz\nizjav\ne\no ispunjenosti kriterijuma za kval. izbor privrednog subjekta\nzaključuje da grupa ponuđača nema potrebu za podizvođačem, može uputiti zahtev za dodatno pojašnjenje. Međutim, ukazano da ukoliko ponuđač zaista nastupa sa podizvođačem takva ponuda je neprihvatljiva."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu da šalju narudžbenice na mejl, kao i do sad, na osnovu otvorenog post...",
    "texts": [
      "Odgovoreno da mogu. Ukazano na član 152. stav 6. ZJN, narudžbenica ima isto pravno dejstvo kao i ugovor, ukoliko sadrži sve bitne elemente ugovora."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da skrate rok za podnošenje ponuda za pet dana na osnovu člana 52. stav 5. ZJN. ako je sa...",
    "texts": [
      "Odgovoreno da mogu jer se ponude svakako podnose elektronski, bez obzira na menicu koja je deo ponude i dostavlja se poštom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi sa Portalom javnih nabavki....",
    "texts": [
      "Upućeni na kolege iz tehničke podrške."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ukoliko budu hteli da primene član 237. stav 1. tačka 4) ZJN, kako treba da postupe?...",
    "texts": [
      "Da.\nPre svega, savetovano da utvrde da li je ponuđač iz zaista opravdanog razloga odustao od zaključenja ugovora. Ukoliko smatraju da jeste, poslaće dopis KJN koja procenjuje da li postoje uslovi za pokretanje postupka pred Prekršajnim sudom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li su istovrsne nabavke izrade projektne dokumentacije za građenje i...",
    "texts": [
      "izrade\nprojektne\ndokumentacije za rušenje."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje da li mogu da smatraju hitnim rušenje zida da ne bi došlo do urušavanja....",
    "texts": [
      "Pojašnjeno na koji način utvrđuju istovrsnost. Ukazano na član 29. stav 3. ZJN.\nUkazano da se hitnost posmatra na taj način da naručilac nije\nprouzrokovao razloge hitnosti, kao i da ima valjane dokaze."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je obavezno mišljenje KJN u slučaju primene pregovaračkog postupka uskladu sa čl. 61. st. 7. Z...",
    "texts": [
      "Lice koje se javilo u ime naručioca ima pitanja u vezi sa procedurom pregovaračkog postupka\nbez objavljivanja javnog poziva\n(rok...),  s obzirom da, kako je istaklo, prvi put sprovodi tu vrstu postupka jn.\nNe. Shodno čl. 62. ZJN mišljenje KJN je obavezno samo u slučaju primene pregovaračkog postupka\nbez objavljivanja javnog poziva\nu skladu sa čl. 61. st. 1. tač. 1) i 2) ZJN.\nObjašnjena je procedura pregovaračkog postupkabez objavljivanja javnog poziva, ukratko. Naručilac je upućen na odredbe čl. 62. ZJN, Smernice koje je izdala KJN i Uputstvo za korisnike Portala jn, a u vezi sa primenom pregovaračkog postupka bez objavljivanja javnog poziva.\nZahtevali tehničku podršku za Portal jn.\nUpućeni na kontakt telefone za konsultacije u vezi sa primenom Portala jn.\nNaručilac planira nabavku sportske opreme, čija je procenjena vrednost preko 2.000.000,00 din.. S tim u vezi, naručilac je u dilemi da li predmetnu nabavku mora da oblikuje po partijama.\nDato objašnjenje da je n\naručilac u obavezi da razmotri prikladnost oblikovanja predmeta jn u više partija ukoliko je proc. vrednost jn jednaka ili ve\nća od iznosa evropskih pragova, te da u\nkoliko smatra da nije prikladno da oblikuje predmet jn u partije, to obrazloži u izveštaju o postupku jn uz navođenje razloga iz kojih predmet jn nije oblikovan u više partija. Ukazano na odredbe čl. 35. i čl. 36. ZJN, koje se odnose na određivanje proc. vrednosti nabavke po partijama i podelu nabavke u partije.\nNaručilac je naveo da je ponuđač\nu jednoj partiji\nnaveo neispravne jedinične cene\n, a u drugoj partiji je drugi ponuđač ponudio neuobičajeno nisu ponudu?  Da li mogu  u prvom slučaju da"
    ],
    "link": null
  },
  {
    "title": "Pitanje: traže dodatna pojašnjenja? A šta u drugom slučaju?...",
    "texts": [
      "Rečeno da ponuđač ne može da menja vrednost jedinične cene nakon podnošenja ponude i ukazano na član 142. stav 6. ZJN.\nU drugom slučaju ukazano da ako naručilac proceni da je ponuda neuobičajeno niska, dužan je da zahteva od ponuđača da u primerenom roku,\nobrazloži cenu ili trošak naveden u ponudi. Upućen na čl. 143. st.2. i čl. 143. st. 4. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili su pitanje vezano za sprovođenje p.p. bez objavljivanja javnog poziva, na samom Portalu?...",
    "texts": [
      "Objašnjen ceo postupak.\nTehnički ne mogu da otvore Obrazac strukture ponuđene cene od jednog ponuđača.\nUpućeni na grupu za davanje konsultacija u vezi sa primenom Portala javnih nabavki."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može za tehnički i stručni kapacitet zahtevati spisak pruženih usluga za period od p...",
    "texts": [
      "N\naručilac može za tehnički i stručni kapacitet zahtevati spisak pruženih usluga za period\nduži od\ntri godine\nukoliko je to potrebno da bi se obezbedio odgovarajući nivo konkurencije."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Privredni subjekt je uputio naručiocu spisak uslova koje zahteva da se izmene u konkursnoj dokumenta...",
    "texts": [
      "Ukazano da ukoliko naručilac smatra da su neki od tih uslova opravdani, može postupati na način na koji ponuđač predlaže, te izmeniti kd. U suprotnom naručilac će obrazložiti u odgovoru ponuđaču zašto je kd odredio na taj način."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac može prihvatiti ponudu ukoliko je sredstvo obezbeđenja stiglo pola sata nakon isteka...",
    "texts": [
      "h"
    ],
    "link": null
  },
  {
    "title": "Pitanje: ?...",
    "texts": [
      "Ne, navedena ponuda se ne može smatrati blagovremenom."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Na koji način se Republičkoj komisiji za zaštitu prava dostavlja dokumentacija u vezi sa zahtevom za...",
    "texts": [
      "Putem pošte."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Kao sredstvo obezbeđenja tražili su menicu. Ponuđač je menicu dostavio putem pošte, ali u tehničkom ...",
    "texts": [
      "Ukazano na odredbe člana 142. ZJN i 144. ZJN, te rečeno da je sva odgovornost na naručiocu kako će izvršiti stručnu ocenu ponuda i postupati u konkretnom slučaju, s obzirom da KJN ne vrši stručnu ocenu ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Pitanje u vezi sa registracijom preduzetnika na Portalu jn....",
    "texts": [
      "Upućen na Uputstvo za korisnike Portala jn (deo koji se odnosi na registraciju privrednog subjekta na Portalu jn).\nPonuđača interesuje procedura pregovaračkog postupka po hitnosti.\nDato je objašnjenje procedure pregovaračkog postupka bez objavljivanja javnog poziva po hitnosti, ukratko. Takođe, ponuđač je upućen na odredbe čl. 62. ZJN, Smernice koje je izdala KJN i Uputstvo za korisnike Portala jn, a u vezi sa primenom pregovaračkog postupka bez objavljivanja javnog poziva.\nNameravaju da uputezahtev za tumačenje ZJN, te ih interesuje način na koji to mogu da učine.\nDato uputstvo kako da pošalju zahtev ѕa tumačenje ZJN.\nNaručilac"
    ],
    "link": null
  },
  {
    "title": "Pitanje: navodi da su mu ponuđači ukazali da u jedna odredba modela ugovora nije u skladu sa zahtevima iz k.d...",
    "texts": [
      "Naručiocu ukazano na odredba čl. 87. st. 1. ZJN, odnosno u kojim situacijama postoji obaveza naručioca da produži rok za podnošenje prijava ili ponuda."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ukoliko nabavka koju sprovode spada u društvene i druge posebne usluge imaju obavezu da primen...",
    "texts": [
      "Naručilac upućen na čl. 27. st. 1. tač. 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac nije odgovorio na pitanje koje su postavili blagovremeno, kako dalje da postupe?...",
    "texts": [
      "Naručiocu dat odgovor da ima mogućnost podnošenja zahteva za zaštitu prava."
    ],
    "link": null
  }
]