[
  {
    "title": "Pitanje: Naručilac postavlja pitanje kako da postupi u toj situaciji....",
    "texts": [
      "Naručilac je upućen na član 142. Zakona o javnim nabavkama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li može da zaključi ugovor o javnoj...",
    "texts": [
      "nabavci na period duži od godinu dana.\nNapomenuto je da sa stanovišta Zakona o javnim nabavkama ne\npostoji smetnja da se zaključuju i višegodišnji ugovori.\nUjedno je skrenuta pažnja na to da je npr. članom 66. predviđeno da okvirni sporazum koji zaključuje naručilac ne može da traje duže od četiri godine, osim u posebno opravdanim slučajevima. Takođe, članom 76. je npr. predviđeno da maksimalno trajanje rezervisanih ugovora za određene usluge ne može da bude duže od tri godine.\nNaručilac je objavio javnu nabavku i juče je bilo otvaranje ponuda po predmetnoj nabavci. Naručilac je saopštio da u delu otvorenih ponuda javlja neku grešku te da ne mogu da otvore ponude.\nNaručiocu preporučeno da se u vezi navedenog tehničkog pitanja obrati koleginicama i kolegama koji pružaju konsultacije u vezi sa primenom Portala javnih nabavki.\nNaručilac sprovodi postupak javne nabavke i u fazi je struč\nne\nocene ponuda gde je zahtevao od najpovoljnijeg ponuđača dokaze za nepostojanje osnova za isključenje, obzirom da ponuđač nije upisan u registar ponuđača. Koje je relevantno vreme važenja dokaza za osnov iz člana 111. stav 1. tačka 1) ZJN.\nNaručiocu odgovoreno da se uverenje ili potvrda nadležnog suda, odnosno policijske uprave mora odnositi na period od prethodnih pet godina od dana isteka roka za podnošenje ponuda. Navedena povrda/uverenje se izdaje nakon podnetog zahteva, ali mora da pokriva navedeni period, kako je navedeno u\nodedbi člana 111. stav 1. tačka 1) ZJN.\nNaručilac je sproveo postupak javne nabavke\ndijagnostičke opreme po partijama (JN 13/21). U postupku je bio podnet zahtev za zaštitu prava, koji je okončan odlukom R.komisije (odbijen zahtev kao neosnovan). Ipravkom je naručilac nastavio postupak javne nabavke i otvorene su ponude. U zapisniku o otvaranju ponuda, ali i u delu dostavljenih ponuda nalaze se po dve ponude dva ponuđača (duplirane ponude, odnosno ponude sa različitim datumima). Nije naručiocu jasno o čemu se radi i kako da ocenjuju navedene ponude.\nNaručiocu skrenuta pažnja da se u vezi navedenog pitanja obrati\nkoleginicama i kolegama koji pružaju konsultacije u vezi Portala javnih nabavki. Prema zakonskim odredbama do roka za podnošenje ponuda ponuđač može da izmeni, dopuni ili opozove svoju ponudu, na način na koji je podneo osnovnu ponudu. A  osnovnu ponudu ponuđač podnosi putem Portala javnih nabavki. U konretnom slučaju, ponuđači su prvobitno podnetu ponudu mogli da izmene i dopune, ili opozovu do roka za podnošenje ponuda, a na Portalu javnih nabavki, i to ulaskom u prvobitno podnetu ponudu. Ponuđač može podneti samo jednu ponudu. Svakako je još jednom napomenuto naručiocu da je navedeno pre svega tehničko pitanje, o kojem više informacija mogu dati koleginice i kolege koje pružaju informacije o radu i funkcionisanju Portala."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je primio zahtev za zaštitu prava u postupcima javnih nabavki, od strane drugorangiranog p...",
    "texts": [
      "da li navode uputstvo o pravnom sredstvu.\nNaručiocu predočeno da ne postoji posebno uputstvo o pravnom sredstvu, ali je skrenuta naručiocu pažnja na odredbe člana 220. stav 3. ZJN. U navedenoj zakonskoj odredbi stoji da u slučaju da naručilac donetim rešenjem nije ocenio kao osnovane sve navode iz zahteva za zaštitu prava, podnosilac ima pravo da u roku od dva radna dana od dana prijema rešenja, podnese\nizjašnjenje R.komisiji, o čemu obaveštava naručioca i istom dostavlja kopiju izjašnjenja."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da nabave neku opremu i video bimove za održavanje stručnog skupa u iznosu od 50.000 dina...",
    "texts": [
      "Odgovoreno da je naručilac dužan da sprovede nabavku na koju se ne primenjuje zakon u skladu sa pravilima predviđenim internim aktom, kao i da je dužan da pošalje ponudu na adresu najmanje 3 ponuđača."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da zaključi ugovor nakon sprovedenog postupka javne nabavke ako će sredstva  za plaćanje ...",
    "texts": [
      "Rečeno da može da zaključi ugovor i da je potrebno da naručilac ima sredstva za plaćanje u momentu realizacije ugovora ."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li je potrebno da nakon Odluke o obustavi postupka istekne rok za zaštitu prava?...",
    "texts": [
      "Rečeno da je potrebno da sačekaju istek roka, u skladu sa članom 214. stav 1. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da produže rok ugovora usled nepredviđenih okolnosti ako je ugovor prestao da važi?...",
    "texts": [
      "Rečeno da ne mogu produžiti trajanje ugovora ako je prestao da važi."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li se rok za podnošenje ponuda nakon odluke RK može produžiti nakon objavljivanja odluke ili od d...",
    "texts": [
      "Odgovoreno da se može produžiti nakon dostavljanja odluke naručiocu.\nNaručiocu je u toku postupka jn uložen ZZP na konkursnu"
    ],
    "link": null
  },
  {
    "title": "Pitanje: dokumentaciju. Na osnovu njega Republička komisija je donela rešenje kojim je odlučila u korist naru...",
    "texts": [
      "Mogu, upućeni na član 147.ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Obzirom da je zakonom predviđeno da je naručilac dužan da odgovori na pitanje ponuđača...",
    "texts": [
      "najkasnije\nšestog, odnosno četvrtog dana pre isteka roka za podnošenje ponuda, ne može se poslednji dan odlagati na navedeni način..\nNaručilac je dobio ponudu koja je u svemu prihvatljiva, međutim ponuđač je greškom dostavio pogrešno menično ovlašćenje (menica je uredna). Da li mora  odbiti tu ponudu\nUpućen na mogućnost da traži ponuđaču dostavljanje dodatne dokumentacije na osnovu člana 142.ZJN."
    ],
    "link": null
  }
]