[
  {
    "title": "Pitanje: Jedan od ponuđača nije dostavio tražene dokaze, odnosno dostavio je neku izjavu u kojoj samo navodi ...",
    "texts": [
      "Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje. Međutim, ponuđač je dužan da priloži sve dokaze koje je naručilac tražio."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li dokaz zahtevan tehničkim kapacitetom može biti datumiran na mart, ako se postupak javne nabavk...",
    "texts": [
      "Odgovoreno da je jedino relevantno da navedeni dokaz se odnosi na period koji je naručilac zahtevao."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode j.n. ispod limita i dobili su tri ponude. Jedan od ponuđača nije u sistemu pdv-a, da li je ...",
    "texts": [
      "Upućeni na član 30. stav 1. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač nije dostavio Obrazac strukture ponuđene cene. Da li naručilac može da zahteva dodatna pojaš...",
    "texts": [
      "Naručiocu dat odgovor da ne bi moglo da se smatra dodatnim pojašnjenjem naknadno dostavljanje dokumentacije koju je ponuđač bio dužan da dostavi prilikom podnošenja ponude. Rečeno da se kroz dodatna pojašnjenja ne može vršiti izmena ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li mogu da skrate rok za ponudu za 5 dana, ukoliko se delovi ponude dostavljaju poštom, npr. meni...",
    "texts": [
      "Mogu, ukazano na član 52. stav 5. ZJN. Iako se pojedini delovi ponude podnose poštom, ponuda se podnosi putem Portala te se tako smatra da je celokupna ponuda podneta elektronski."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sutra ima otvaranje ponuda i danas hoće da izvrše izmenu koja  se odnosi na tehničku speci...",
    "texts": [
      "Naručilac upućen na član 87. stav 3. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac sprovodi j.n. čija je proc. vrednost ispod evropskih pragova i otvaranje ponuda je zakazan...",
    "texts": [
      "Odgovoreno da nemaju takvu obavezu.\nNaručilac sprovodi konkurs za dizajn i nije im jasno na koji način pokreće postupak iz Plana j.n.\nUz konsultaciju sa kolegama, objašnjen postupak na Portalu.\nUz ponudu nisu dostavili bankarsku garanciju koju je naručilac tražio, jer im banka nije na vreme izdala. Da li bi mogli kroz dodatne podatke  istu da dostave naručiocu.\nOdgovoreno da to nije u skladu sa ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Ponuđač nije dostavio Obrazac strukture ponuđene cene. Da li naručilac može da zahteva dodatna pojaš...",
    "texts": [
      "Naručiocu dat odgovor da ne bi moglo da se smatra dodatnim pojašnjenjem naknadno dostavljanje dokumentacije koju je ponuđač bio dužan da dostavi prilikom podnošenja ponude. Rečeno da se kroz dodatna pojašnjenja ne može vršiti izmena ponude.\nNaručilac je kao zahtev nabavke odredio da će u slučaju donacije doći do"
    ],
    "link": null
  },
  {
    "title": "Pitanje: umanjenja ugovorenih količina namirnica, ali da se ne zna unapred iznos. Ponuđači su navodili različ...",
    "texts": [
      "Rečeno da je naručilac mogao da to predvidi i u okviru modela ugovora.\nTakođe, ukazano da bi tako popunjene vrednosti značile da su ponuđači saglasni sa takvim zahtevom nabavke."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li može da se podeli po partijama nabavka istog dobra?...",
    "texts": [
      "Dat odgovor naručocu da bi to bilo moguće, na osnovu podele nabavke po količinama, u skladu sa članom 36. stav 1. ZJN."
    ],
    "link": null
  }
]