[
  {
    "title": "Pitanje: U otvorenom postupku električne energije za javnu rasvetu, naručilac je dobio ponudu koja je iznad p...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li punomoćje kojim je zakonski zastupnik ovlastio određeno lice za potpisivanje ugovora mora biti...",
    "texts": [
      "Da."
    ],
    "link": null
  },
  {
    "title": "Pitanje: U skladu sa kojim članom mogu da dodele ugovor ponuđaču čija ponuda preko procenjene vrednosti?...",
    "texts": [
      "Naručiocu ukazano na čl. 146. st. 2. ZJN"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sprovode nabavku ispod limita, reč je o nabavci el. energije, ali zbog najave poskupljenja, proc. vr...",
    "texts": [
      "Sprovode ako prelaze limit utvrđen čl. 27. ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su postupak jn usluge čišćenja i predvideli su čl. 112. st. 1. tač. 1) ZJN kao osnov za isk...",
    "texts": [
      "Ukazano na čl. 121. st. 1. tač. 3) ZJN."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavljaju pitanje koje se odnosi na način regulisanja obaveza sa drugom ugovornom stranom....",
    "texts": [
      "Ukazano da isto nije domen ZJN, već ZOO."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Sproveli su otvoreni postupak i dobili jednu ponudu i doneta je odluka o dodeli ugovora tom ponuđaču...",
    "texts": [
      "Naručiocu ukazano da uvek može da zahteva dostavljanje sredstva za ozbiljnost ponude."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje ko odlučuje o troškovima postupka kada smatraju da je osnovan zahtev za ...",
    "texts": [
      "Republička komisija."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac postavlja pitanje da li može da traži dokaze kroz čl. 142 za kriterijum koji nisu ni propi...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li naručilac vrši izmenu plana jn u slučaju smanjenja procenjene vrednosti jn?...",
    "texts": [
      "Ne. Izmene i dopune plana jn definisane su čl. 88. st. 4. ZJN."
    ],
    "link": null
  }
]