[
  {
    "title": "Pitanje: li postoji mogućnost da se podnese ZZZP, ako je reč o nabavci ispod limita?...",
    "texts": [
      "Ne."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li ponuđač reference može dokazivati preko podizvođača?...",
    "texts": [
      "Da, s tim što je u tom slučaju podizvođač dužan da izvodi radove ili pruža usluge za zahtevani kapacitet"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Postavili pitanje da li su dužni da odgovore ponuđaču na pitanje koje nije blagovremeno....",
    "texts": [
      "Odgovoreno da nemaju zakonsku obavezu da odgovore, ali mogu to da urade."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li imaju obavezu da vrše testiranje uzoraka koji je dostavljen uz ponudu koja je neprihvatljiva i...",
    "texts": [
      "Navedeno predstavlja stručnu ocenu ponuda, odluka je na naručiocu."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Da li član komisije koji je diplomirani pravnik mora biti i službenik za javne nabavke?...",
    "texts": [
      "Ne, taj uslov je alternativno postavljen.\nNisu blagovremeno dostavili anketu koju popunjavaju na"
    ],
    "link": null
  },
  {
    "title": "Pitanje: Portalu. Da li mogu nakanadno da dostave traženu anketu?...",
    "texts": [
      "Upućeni na kolege iz sektora za tehničku podršku.\nU postupku javne nabavke navedenog naručioca nije bila podneta ni jedna ponuda\n."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je postavio pitanje da li može da obustavi postupak i da li je nakon toga dužan da čeka da...",
    "texts": [
      "Ukazano je na odredb\nu\nčlana 1\n47\n.\nstav 1. tačka 4)\nZakona o javnim nabavkama\nkojom je uređeno da n\naručilac donosi odluku o obustavi postupka javne nabavke\ni\nako\n, između ostalog,\nnije dostavljena nijedna ponuda\n,\nodnosno nijedna prijava\n.\nNapomenuto je da se ograničenje da se predmetna nabavka\nneće\nponavljati u toku iste budžetske\ngodine, odnosno u narednih šest meseci\nodnosi na situaciju kada\npostoje dokazivi razlozi usled kojih je prestala potreba naručioca\nza tom nabavkom.\nNaručilac"
    ],
    "link": null
  },
  {
    "title": "Pitanje: sprovodi postupak javne nabavke električne energije. Dobio je jednu ponudu u kojoj je data cena koja...",
    "texts": [
      "Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac je doneo odluku o obustavi postupka, jer je dobio jednu ponudu koja je iznad procenjene vr...",
    "texts": [
      "Odgovoreno da mora da sačeka protek roka za podnošenje ZZZP."
    ],
    "link": null
  },
  {
    "title": "Pitanje: Naručilac navodi da nema  usvojen Plan javnih nabavki, a javila mu se hitna potreba za nabavkom nami...",
    "texts": [
      "Odgovoreno da u konkretnom slučaju može da pokrene pregovarački po hitnosti.\nNaručilac navodi da su dobili jednu ponudu, istu\nodbili i doneli odluku o obustavi postupka. Da li moraju da čekaju da prođe rok od 10 dana za konačnost.\nDa, moraju."
    ],
    "link": null
  }
]