[
    {
        "title": "Član 1",
        "texts": [
            "Danom stupanja na snagu ovog zakona prestaje da važi:",
            "1) Zakon o sistemu plata zaposlenih u javnom sektoru (\"Službeni glasnik RS\", br. 18/16, 108/16, 113/17, 95/18, 86/19, 157/20 i 123/21);",
            "2) Zakon o platama službenika i nameštenika u organima autonomne pokrajine i jedinice lokalne samouprave (\"Službeni glasnik RS\", br. 113/17, 95/18, 86/19, 157/20 i 123/21);",
            "3) Zakon o zaposlenima u javnim službama (\"Službeni glasnik RS\", br. 113/17, 95/18, 86/19, 157/20 i 123/21);",
            "4) Zakon o platama zaposlenih u javnim agencijama i drugim organizacijama koje je osnovala Republika Srbija, autonomna pokrajina ili jedinica lokalne samouprave (\"Službeni glasnik RS\", br. 47/18, 95/18, 86/19, 157/20 i 123/21)."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/SG_019_2025_024.htm#clan_1"
    },
    {
        "title": "Član 2",
        "texts": [
            "Od dana stupanja na snagu ovog zakona na prava iz rada i radne odnose zaposlenih u javnim službama i na plate i druga primanja zaposlenih na koje se odnose zakoni navedeni u članu 1. tač. 1)-4) ovog zakona, primenjivaće se propisi za koje je tim zakonima bilo predviđeno da prestaju da se primenjuju 1. januara 2025. godine, kao i zakon kojim je uređen budžet i drugi važeći propisi.",
            "Postupci odlučivanja o pravima zaposlenih iz stava 1. ovog člana koji su pokrenuti od 1. januara 2025. godine, a nisu okončani do stupanja na snagu ovog zakona, okončaće se primenom propisa iz stava 1. ovog člana koji nastavljaju da se primenjuju po stupanju na snagu ovog zakona.",
            "Konačni obračun plate za januar 2025. godine za zaposlene iz stava 1. ovog člana izvršiće se primenom propisa iz stava 2. ovog člana."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/SG_019_2025_024.htm#clan_2"
    },
    {
        "title": "Član 3",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\"."
        ],
        "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/SG_019_2025_024.htm#clan_3"
    }
]