[
    {
        "title": "Član 1",
        "texts": [
            "Ovim zakonom uređuje se način utvrđivanja plata, dodataka, naknada i ostalih primanja:",
            "1) predsednika Republike, predsednika i potpredsednika Narodne skupštine, predsednika i zamenika predsednika poslaničke grupe, predsednika i zamenika predsednika stalnog radnog tela Narodne skupštine, narodnog poslanika na stalnom radu u Narodnoj skupštini, članova Vlade Republike Srbije (u daljem tekstu: Vlada), sudija Ustavnog suda, drugih izabranih lica i imenovanih, postavljenih i zaposlenih lica u ministarstvima, posebnim organizacijama, sudovima, javnim tužilaštvima, Republičkom javnom pravobranilaštvu, organima za prekršaje i u službama Narodne skupštine, predsednika Republike, Vlade i Ustavnog suda;",
            "2) izabranih, postavljenih i zaposlenih lica u organima i organizacijama teritorijalne autonomije i lokalne samouprave;",
            "3) zaposlenih u javnim službama koje se finansiraju iz budžeta Republike, autonomne pokrajine i jedinica lokalne samouprave;",
            "4) zaposlenih u javnim službama koje se finansiraju iz doprinosa za obavezno socijalno osiguranje;",
            "5) zaposlenih u organizacijama obaveznog socijalnog osiguranja, izuzev zaposlenih u Fondu za socijalno osiguranje vojnih osiguranika, za koje će se primenjivati propisi kojima se uređuje utvrđivanje plata, dodataka, naknada i ostalih primanja pripadnika Vojske Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_1"
    },
    {
        "title": "Član 2",
        "texts": [
            "Plate izabranih, imenovanih i postavljenih lica i zaposlenih iz člana 1. ovog zakona utvrđuju se na osnovu:",
            "1) osnovice za obračun plata (u daljem tekstu: osnovica);",
            "2) koeficijenta;",
            "3) dodatka na platu;",
            "4) obaveza koje zaposleni plaća po osnovu poreza i doprinosa za obavezno socijalno osiguranje iz plate, u skladu sa zakonom.",
            "Pored elemenata iz stava 1. ovog člana, plate zaposlenih iz člana 1. tačka 4) ovog zakona sadrže i deo plate po osnovu radnog učinka.",
            "Osnovnu platu izabranih, imenovanih i postavljenih lica i zaposlenih iz člana 1. ovog zakona čini proizvod osnovice iz tačke 1) ovog člana i koeficijenta iz tačke 2) ovog člana, osim za zaposlene iz člana 1. tačka 4) ovog zakona.",
            "Ako se plata utvrđuje u skladu sa stavom 2. ovog člana, osnovna plata određuje se množenjem koeficijenta, osnovice za obračun plate i korektivnog koeficijenta."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_2"
    },
    {
        "title": "Član 3",
        "texts": [
            "Osnovicu za obračun i isplatu plata utvrđuje Vlada, osim za predsednika Republike, narodne poslanike i imenovana, postavljena i zaposlena lica u službama predsednika Republike i Narodne skupštine Republike Srbije.",
            "Osnovicu za obračun i isplatu plata za predsednika Republike, narodne poslanike i imenovana, postavljena i zaposlena lica u službama predsednika Republike i Narodne skupštine Republike Srbije utvrđuje Administrativni odbor Narodne skupštine, u skladu sa sredstvima obezbeđenim u budžetu Republike Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_3"
    },
    {
        "title": "Član 4",
        "texts": [
            "Koeficijent izražava složenost poslova, odgovornost, uslove rada i stručnu spremu.",
            "Koeficijent sadrži i dodatak na ime naknade za ishranu u toku rada i regresa za korišćenje godišnjeg odmora."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_4"
    },
    {
        "title": "Član 4a",
        "texts": [
            "Deo plate po osnovu radnog učinka određuje se procentualnim uvećanjem osnovne plate.",
            "Procentualno uvećanje osnovne plate izražava priznati radni učinak po osnovu obima rada, kvaliteta izvršenog posla, broja i strukture opredeljenih osiguranih lica, kao i drugih kriterijuma i merila utvrđenih aktom iz stava 4. ovog člana.",
            "Radni učinak iz stava 2. ovog člana utvrđuje se po zaposlenom u zdravstvenoj ustanovi, odnosno po timu zaposlenih koji učestvuju u obavljanju određenih poslova, odnosno po organizacionoj jedinici ili delu zdravstvene ustanove, odnosno zdravstvene ustanove u celini.",
            "Vlada utvrđuje korektivne koeficijente, najviše procentualno uvećanje osnovne plate, kriterijume i merila za deo plate koji se ostvaruje po osnovu radnog učinka, kao i način obračuna plate."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_4a"
    },
    {
        "title": "Član 5",
        "texts": [
            "Dodatak na platu pripada za:",
            "1) vreme provedeno u radnom odnosu (minuli rad) - u visini od 0,4 % od osnovice, za svaku punu godinu rada ostvarenu u radnom odnosu kod poslodavca, u smislu člana 1. ovog zakona;",
            "2) dežurstvo i druge slučajeve rada dužeg od punog radnog vremena određene propisima (prekovremeni rad);",
            "3) rad na dan državnog i verskog praznika;",
            "4) dnevnu naknadu za povećane troškove rada i boravka na terenu (terenski dodatak);",
            "5) rad noću (između 22,00 i 6,00 časova narednog dana), ako takav rad nije vrednovan pri utvrđivanju koeficijenta.",
            "Sve ustanove u istoj delatnosti obuhvaćene istim planom mreže, odnosno osnovane od istog nivoa vlasti smatraju se istim poslodavcem u smislu stava 1. ovog člana.",
            "Dodatak na platu iz stava 1. tač. 2) - 5) ovog člana obračunava se i isplaćuje u visini utvrđenoj propisima o radu.",
            "Osnovicu za obračun dodatka na platu čini osnovna plata utvrđena ovim zakonom.",
            "Za zaposlene iz člana 1. tačka 4) ovog zakona, osnovicu za obračun dodatka na platu čini osnovna plata iz člana 2. stav 4. ovog zakona uvećana za radni učinak."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_5"
    },
    {
        "title": "Član 6",
        "texts": [
            "Plata utvrđena u smislu člana 2. ovog zakona isplaćuje se za rad u punom radnom vremenu, odnosno radnom vremenu koje se smatra punim."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_6"
    },
    {
        "title": "Član 6a",
        "texts": [
            "Na obračun i isplatu plate zaposlenih u zdravstvenoj ustanovi u državnoj svojini, čije se plate u celini ili delimično obezbeđuju iz sredstava budžeta ili iz sopstvenih prihoda zdravstvene ustanove, primenjuju se odredbe ovog zakona kojima se uređuju plate koje se isplaćuju iz sredstava doprinosa za socijalno osiguranje."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_6a"
    },
    {
        "title": "Član 7",
        "texts": [
            "Koeficijenti za obračun i isplatu plata izabranih lica iz člana 1. tačka 1) ovog zakona iznose:",
            "- 15,00 za predsednika Republike;",
            "- 12,00 za predsednika Narodne skupštine i predsednika Vlade;",
            "- 10,50 za potpredsednika Narodne skupštine, potpredsednika Vlade, predsednika Ustavnog suda i predsednika Vrhovnog suda;",
            "- 10,20 za ministra, Republičkog javnog tužioca i sudiju Ustavnog suda;",
            "- 9,60 za predsednika Višeg privrednog suda;",
            "- 9,40 za predsednika stalnog radnog tela Narodne skupštine, predsednika poslaničke grupe, sudiju Vrhovnog suda i zamenika Republičkog javnog tužioca;",
            "- 9,00 za sudiju Višeg privrednog suda;",
            "- 8,80 za zamenika predsednika stalnog radnog tela Narodne skupštine i zamenika predsednika poslaničke grupe;",
            "- 8,60 za narodnog poslanika na stalnom radu u Narodnoj skupštini;",
            "- 8,30 za predsednika okružnog suda i okružnog javnog tužioca;",
            "- 7,80 za predsednika privrednog suda;",
            "- 7,50 za sudiju okružnog suda, zamenika okružnog javnog tužioca, predsednika opštinskog suda, opštinskog javnog tužioca i sudiju privrednog suda;",
            "- 6,90 za sudiju opštinskog suda i zamenika opštinskog javnog tužioca."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_7"
    },
    {
        "title": "Član 8",
        "texts": [
            "Koeficijenti za obračun i isplatu plata imenovanih i postavljenih lica i zaposlenih iz člana 1. tač. 1), 3), 4) i 5) ovog zakona utvrđuju se aktom Vlade.",
            "Za zaposlene iz člana 1. tač. 3), 4) i 5) ovog zakona aktom Vlade uređuju se tipični opisi poslova, najmanje zahtevani uslovi za njihovo obavljanje i njihovi nazivi (radna mesta), a koji se unose u akte o organizaciji i sistematizaciji poslova javne službe i organizacije prema nazivima utvrđenim aktom Vlade.",
            "Aktom Vlade iz stava 1. ovog člana zaposleni se razvrstavaju u platne razrede, prema zvanjima, zanimanjima ili poslovima."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_8"
    },
    {
        "title": "Član 9",
        "texts": [
            "Koeficijenti za obračun i isplatu plata izabranih lica u organima teritorijalne autonomije i lokalne samouprave utvrđuju se najviše do koeficijenata utvrđenih ovim zakonom, i to:",
            "1) za izabrana lica u organima teritorijalne autonomije i gradu Beogradu - najviše do koeficijenta za obračun i isplatu plate potpredsednika Narodne skupštine;",
            "2) za izabrana lica u gradovima - najviše do koeficijenta za obračun i isplatu plate predsednika stalnog radnog tela Narodne skupštine;",
            "3) za izabrana lica u opštinama sa preko 60.000 stanovnika - najviše do koeficijenta za obračun i isplatu plate narodnog poslanika na stalnom radu u Narodnoj skupštini;",
            "4) za izabrana lica u ostalim opštinama - najviše do 90% koeficijenta za obračun i isplatu plate narodnog poslanika na stalnom radu u Narodnoj skupštini.",
            "Koeficijenti za obračun i isplatu plata postavljenih lica u organima teritorijalne autonomije i lokalne samouprave utvrđuju se najviše do koeficijenata utvrđenih aktom Vlade iz člana 8. ovog zakona, i to:",
            "1) za postavljena lica u organima teritorijalne autonomije i gradu Beogradu - najviše do koeficijenta za obračun i isplatu plate funkcionera koji rukovodi posebnom organizacijom;",
            "2) za postavljena lica u gradovima najviše do koeficijenta za obračun i isplatu plate sekretara ministarstva;",
            "3) za postavljena lica u opštinama sa preko 60.000 stanovnika - najviše do koeficijenta za obračun i isplatu plate načelnika okruga;",
            "4) za postavljena lica u ostalim opštinama - najviše do 90% koeficijenta za obračun i isplatu plate načelnika okruga.",
            "Koeficijenti za obračun i isplatu plata zaposlenih u organima teritorijalne autonomije i lokalne samouprave utvrđuju se najviše do koeficijenta utvrđenog aktom Vlade iz člana 8. ovog zakona za samostalnog stručnog saradnika u državnim organima."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_9"
    },
    {
        "title": "Član 10*",
        "texts": [
            "(Prestao da važi)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_10*"
    },
    {
        "title": "Član 11",
        "texts": [
            "Izabrano, imenovano i postavljeno lice i zaposleni iz člana 1. ovog zakona imaju pravo na naknadu plate i druga primanja u visini utvrđenoj aktom Vlade, ako posebnim zakonom nije drukčije određeno.",
            "Do donošenja akta Vlade iz stava 1. ovog člana naknada plate i druga primanja ostvarivaće se u skladu sa aktima donetim do dana stupanja na snagu ovog zakona, osim u delu koji je u suprotnosti sa odredbama ovog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_11"
    },
    {
        "title": "Član 12",
        "texts": [
            "Javne službe koje ostvare prihode koji nisu javni prihodi u smislu Zakona o javnim prihodima i javnim rashodima, mogu uvećati plate utvrđene u skladu sa ovim zakonom i aktom Vlade iz člana 8. ovog zakona do visine ostvarenog prihoda, a najviše do 30% po zaposlenom.",
            "Izuzetno za zaposlene u javnim službama iz člana 1. tačka 4) ovog zakona koji ostvaruju sopstvene prihode iz dopunskog rada i pružanjem drugih usluga u skladu sa zakonom, kao i za zaposlene u visokoškolskim ustanovama koje ostvaruju sopstvene prihode u skladu sa zakonom kojim se uređuje visoko obrazovanje, plate se mogu uvećati iz ostvarenog prihoda srazmerno učešću troškova rada u ostvarenom prihodu.",
            "Elementi za obračun i isplatu plata iz stava 2. ovog člana utvrđuju se opštim aktom poslodavca."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_12"
    },
    {
        "title": "Član 13",
        "texts": [
            "Za izabrano, imenovano i postavljeno lice i zaposlenog koji za puno radno vreme, do primene koeficijenata prema čl. 7, 8. i 9. ovog zakona, ostvaruje platu uvećanu po osnovu dodatka za ishranu u toku rada i mesečnog iznosa regresa za godišnji odmor utvrđenog aktom Vlade, u većem iznosu od plate obračunate po odredbama ovog zakona, isplata plate vršiće se u zatečenom iznosu sve dok plata koja mu pripada po odredbama ovog zakona ne dostigne taj iznos, a najduže do 31. decembra 2001. godine."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_13"
    },
    {
        "title": "Član 14",
        "texts": [
            "Ako je do dana stupanja na snagu ovog zakona isplaćen dodatak na ime regresa za korišćenje godišnjeg odmora za 2001. godinu, obračun i isplata plate po odredbama ovog zakona i akta Vlade iz člana 8. ovog zakona umanjuje se srazmerno mesečno do ukupnog iznosa isplaćenog regresa.",
            "Umanjenje obračuna i isplate plate iz stava 1. ovog člana izvršiće se do 31. decembra 2001. godine."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_14"
    },
    {
        "title": "Član 15",
        "texts": [
            "Danom stupanja na snagu ovog zakona, prestaju da važe:",
            "1) član 9. stav 1. Zakona o posebnim pravima i dužnostima predsednika Republike (\"Službeni glasnik RS\", br. 49/99 i 11/2001);",
            "2) članovi 38-41, čl. 44-49, član 50. stav 2. u delu koji se odnosi na naknadu za regresiranje godišnjeg odmora i otpremninu povodom penzionisanja, član 51. stav 1. u delu koji se odnosi na naknadu za ishranu u toku rada, član 74. stav 2. u delu koji se odnosi na razvrstavanje u platne grupe i u delu koji utvrđuje osnovicu za obračun plata i najvišu platu u organima autonomnih pokrajina, gradova i opština, član 75. Zakona o radnim odnosima u državnim organima (\"Službeni glasnik RS\", br. 48/91, 66/91, 44/98 i 49/99);",
            "3) članovi 6, 8. i 8a Zakona o primanjima narodnih poslanika u Narodnoj skupštini Republike Srbije (\"Službeni glasnik RS\", br. 7/91, 22/91, 28/91, 48/91, 68/91 i 44/98);",
            "4) član 340. stav 2. Zakona o izvršenju krivičnih sankcija (\"Službeni glasnik RS\", broj 16/97);",
            "5) član 47. Zakona o uslovima za obavljanje prometa robe, vršenju usluga u prometu robe i inspekcijskom nadzoru (\"Službeni glasnik RS\", br. 39/96, 20/97 i 46/98);",
            "6) član 131. stav 3. Zakona o državnom premeru i katastru i upisima prava na nepokretnostima (\"Službeni glasnik RS\", br. 83/92, 53/93, 67/93, 48/94, 12/96 i 15/96);",
            "7) član 35. stav 2. i član 36. Zakona o kontroli, utvrđivanju i naplati javnih prihoda (\"Službeni glasnik RS\", br. 76/91, 20/93, 37/93, 39/93, 53/93, 67/93, 45/94, 52/96, 42/98, 18/99, 33/99 i 52/2000);",
            "8) član 51. st. 2. i 3. Zakona o sudskim taksama (\"Službeni glasnik RS\", br. 28/94, 53/95 i 16/97)."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_15"
    },
    {
        "title": "Član 16",
        "texts": [
            "Ovaj zakon stupa na snagu 1. jula 2001. godine.",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o platama u državnim organima i javnim službama",
            "(\"Sl. glasnik RS\", br. 92/2011)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_platama_u_drzavnim_organima_i_javnim_sluzbama.html#clan_16"
    },
    {
        "title": "Prelazna i završna odredba",
        "texts": [],
        "link": null
    },
    {
        "title": "Član 6",
        "texts": [
            "Akt Vlade iz člana 2. stav 4. ovog zakona doneće se u roku od šest meseci od dana stupanja na snagu ovog zakona.",
            "Do donošenja akta iz stava 1. ovog člana primenjuju se propisi koji su važili do dana stupanja na snagu ovog zakona."
        ],
        "link": null
    },
    {
        "title": "Član 7",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".",
            "",
            "Samostalni član Zakona o  dopuniZakona o platama u državnim organima i javnim službama",
            "(\"Sl. glasnik RS\", br. 10/2013)"
        ],
        "link": null
    },
    {
        "title": "Član 2",
        "texts": [
            "Ovaj zakon stupa na snagu danom objavljivanja u \"Službenom glasniku Republike Srbije\".",
            "",
            "Samostalni član Zakona o dopuniZakona o platama u državnim organima i javnim službama",
            "(\"Sl. glasnik RS\", br. 55/2013)"
        ],
        "link": null
    },
    {
        "title": "Član 2",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".",
            "",
            "Samostalni članovi Zakona o dopuniZakona o platama u državnim organima i javnim službama",
            "(\"Sl. glasnik RS\", br. 19/2025)"
        ],
        "link": null
    },
    {
        "title": "Član 2",
        "texts": [
            "Do donošenja akta Vlade iz člana 1. stav 2. ovog zakona primenjuje se Uredba o Katalogu radnih mesta u javnim službama i drugim organizacijama u javnom sektoru (\"Službeni glasnik RS\", br. 81/17, 6/18 i 43/18)."
        ],
        "link": null
    },
    {
        "title": "Član 3",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".",
            "Ako ne probate više različitih izbora nikada nećete biti sigurni da li imate najbolju opciju u svojim rukama. Mi Vam tu mogućnost nudimo besplatno! Popunite formular i dobićete priliku da bez ikakvih troškova saznate da li je Paragraf dobar izbor za Vas.",
            "Ukoliko želite da Vas obaveštavamo o novostima i aktivnostima kompanije Paragraf prijavite se na našu mailing listu. Vaš e-mail neće biti upotrebljen u druge svrhe."
        ],
        "link": null
    }
]