[
    {
        "title": "Član 1",
        "texts": [
            "Ovim zakonom uređuju se položaj, organizacija,\n ovlašćenja i funkcije Narodne banke Srbije, kao i odnos Narodne\n banke Srbije prema organima Republike Srbije, međunarodnim\n organizacijama i institucijama.",
            "Za obaveze Narodne banke Srbije jemči Republika\n Srbija."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_1"
    },
    {
        "title": "Član 2",
        "texts": [
            "Narodna banka Srbije je centralna banka Republike Srbije i obavlja funkcije utvrđene ovim i drugim zakonom.",
            "Narodna banka Srbije je samostalna i nezavisna u obavljanju funkcija utvrđenih ovim i drugim zakonom, podleže nadzoru Narodne skupštine i njoj je odgovorna za svoj rad.",
            "Narodna banka Srbije, organi Narodne banke Srbije i članovi ovih organa u obavljanju svojih funkcija ne primaju niti traže uputstva od državnih organa i organizacija, kao ni od drugih lica.",
            "Državni organi i organizacije, kao ni druga lica, ne mogu ugrožavati samostalnost i nezavisnost Narodne banke Srbije, niti mogu vršiti uticaj na Narodnu banku Srbije, organe Narodne banke Srbije i članove ovih organa u obavljanju njihovih funkcija."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_2"
    },
    {
        "title": "Član 3",
        "texts": [
            "Osnovni cilj Narodne banke Srbije jeste postizanje\n i održavanje stabilnosti cena.",
            "Narodna banka Srbije, ne dovodeći u pitanje ostvarivanje svog osnovnog cilja, doprinosi očuvanju i jačanju stabilnosti finansijskog sistema.",
            "Narodna banka Srbije, ne dovodeći u pitanje\n ostvarivanje ciljeva iz st. 1. i 2. ovog člana, podržaće sprovođenje ekonomske\n politike Vlade Republike Srbije (u daljem tekstu: Vlada), poslujući\n u skladu s načelima tržišne privrede."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_3"
    },
    {
        "title": "Član 4",
        "texts": [
            "Narodna banka Srbije obavlja sledeće funkcije:",
            "1) utvrđuje i sprovodi monetarnu i deviznu politiku;",
            "2) upravlja deviznim rezervama;",
            "3) utvrđuje i sprovodi, u okviru svoje nadležnosti, aktivnosti i mere radi očuvanja i jačanja stabilnosti finansijskog sistema;",
            "4) izdaje novčanice i kovani novac i upravlja tokovima gotovine;",
            "5) uređuje, kontroliše i unapređuje nesmetano funkcionisanje platnog prometa u zemlji i sa inostranstvom, u skladu sa zakonom;",
            "6) izdaje i oduzima bankama dozvole za rad, vrši kontrolu boniteta i zakonitosti poslovanja banaka i obavlja druge poslove, u skladu sa zakonom kojim se uređuju banke;",
            "7) izdaje i oduzima dozvole za obavljanje delatnosti osiguranja, vrši kontrolu ove delatnosti, odnosno nadzor nad njenim obavljanjem, izdaje i oduzima ovlašćenja za obavljanje pojedinih poslova iz delatnosti osiguranja i obavlja druge poslove, u skladu sa zakonom kojim se uređuje osiguranje;",
            "8) izdaje i oduzima dozvole za obavljanje poslova finansijskog lizinga, vrši nadzor nad obavljanjem ovih poslova i obavlja druge poslove, u skladu sa zakonom kojim se uređuje finansijski lizing;",
            "9) izdaje i oduzima društvima za upravljanje dobrovoljnim penzijskim fondovima dozvole za rad i dozvole za upravljanje tim fondovima, vrši nadzor nad ovom delatnošću i obavlja druge poslove, u skladu sa zakonom kojim se uređuju dobrovoljni penzijski fondovi;",
            "10) izdaje i oduzima platnim institucijama dozvole za pružanje platnih usluga, a institucijama elektronskog novca dozvole za izdavanje elektronskog novca, vrši nadzor nad pružanjem platnih usluga i izdavanjem elektronskog novca, a obavlja i druge poslove, u skladu sa zakonom kojim se uređuju platne usluge;",
            "11) obavlja poslove zaštite prava i interesa korisnika usluga koje pružaju banke, društva za osiguranje, davaoci finansijskog lizinga, društva za upravljanje dobrovoljnim penzijskim fondovima, pružaoci platnih usluga i izdavaoci elektronskog novca, u skladu sa zakonom;",
            "12) utvrđuje ispunjenost uslova za pokretanje postupaka restrukturiranja banaka, odnosno članova bankarske grupe i sprovodi te postupke, odlučuje o instrumentima i merama koje će biti preduzete u restrukturiranju, upravlja fondom za restrukturiranje i obavlja druge poslove u vezi s restrukturiranjem banaka, u skladu sa zakonom kojim se uređuju banke;",
            "13) izdaje i oduzima operatorima platnog sistema dozvole za rad ovog sistema, vrši nadzor nad njihovim poslovanjem i obavlja druge poslove, u skladu sa zakonom kojim se uređuju platne usluge;",
            "13a) izdaje i oduzima ovlašćenja za obavljanje menjačkih poslova, vrši kontrolu menjačkog i deviznog poslovanja i obavlja druge poslove, u skladu sa zakonom kojim se uređuje devizno poslovanje;",
            "13b) izdaje i oduzima dozvole za pružanje usluga povezanih s virtuelnim valutama, vrši nadzor nad poslovanjem pružalaca tih usluga i obavlja druge poslove, u skladu sa zakonom kojim se uređuje digitalna imovina;",
            "13v) vrši nadzor nad primenom propisa kojima se uređuje sprečavanje pranja novca i finansiranja terorizma i propisa kojima se uređuje ograničavanje raspolaganja imovinom u cilju sprečavanja terorizma i širenja oružja za masovno uništenje, i to nad subjektima nadzora iz tač. 6) do 10) i tač. 13a) i 13b) ovog člana, u skladu s tim propisima i propisima kojima se uređuje poslovanje tih subjekata;",
            "13g) sprovodi prinudnu naplatu s računa klijenta, u skladu s propisima kojima se uređuje ta naplata;",
            "14) obavlja zakonom, odnosno ugovorom utvrđene poslove za Republiku Srbiju ne ugrožavajući pritom samostalnost i nezavisnost iz člana 2. ovog zakona;",
            "15) obavlja druge poslove iz svoje nadležnosti, u skladu sa zakonom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_4"
    },
    {
        "title": "Član 5",
        "texts": [
            "Narodna banka Srbije je pravno lice.",
            "Narodna banka Srbije ne upisuje se u registar\n pravnih lica.",
            "Sedište Narodne banke Srbije je u Beogradu.",
            "Narodna banka Srbije ima pečat, koji sadrži naziv Republike Srbije i naziv i sedište Narodne banke Srbije, kao i Veliki grb Republike Srbije.",
            "Narodna banka Srbije u svom poslovanju koristi logo, koji druga lica ne mogu koristiti bez njene saglasnosti."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_5"
    },
    {
        "title": "Član 6",
        "texts": [
            "Narodna banka Srbije ima statut (u daljem tekstu: Statut), koji se objavljuje u \"Službenom glasniku Republike Srbije\"."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_6"
    },
    {
        "title": "Član 7",
        "texts": [
            "Narodna banka Srbije može obrazovati filijale.",
            "Unutrašnja organizacija, delokrug, prava i\n dužnosti filijala utvrđuju se Statutom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_7"
    },
    {
        "title": "Član 8",
        "texts": [
            "U sastavu Narodne banke Srbije posluje specijalizovana organizacija pod nazivom: Narodna banka Srbije - Zavod za izradu novčanica i kovanog novca - Topčider, koja izrađuje novčanice i kovani novac i obavlja druge poslove utvrđene zakonom i Statutom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_8"
    },
    {
        "title": "Član 8a",
        "texts": [
            "(Brisan)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_8a"
    },
    {
        "title": "Član 9",
        "texts": [
            "Narodnom bankom Srbije rukovodi guverner Narodne banke Srbije.",
            "Guverner Narodne banke Srbije zastupa i predstavlja Narodnu banku Srbije.",
            "Narodna banka Srbije ima od dva do četiri viceguvernera."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_9"
    },
    {
        "title": "Član 10",
        "texts": [
            "Narodna banka Srbije, u izvršavanju svojih\n funkcija, sarađuje sa Vladom i drugim državnim organima i,\n u okviru svoje nadležnosti, a ne ugrožavajući ostvarivanje svojih ciljeva, preduzima mere za unapređenje te\n saradnje."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_10"
    },
    {
        "title": "Član 11",
        "texts": [
            "Narodna banka Srbije može biti članica međunarodnih finansijskih institucija i može sarađivati sa stranim centralnim bankama, s regulatornim telima, kao i s finansijskim i kreditnim institucijama, o čemu obaveštava Narodnu skupštinu dostavljanjem redovnih šestomesečnih izveštaja, a po potrebi i češće radi izvršavanja svog osnovnog cilja i svojih funkcija.",
            "Narodna banka Srbije, ne ugrožavajući ostvarivanje svojih ciljeva, može zastupati Republiku\n Srbiju u međunarodnim finansijskim organizacijama i institucijama\n i drugim oblicima međunarodne saradnje, uz saglasnost Vlade.",
            "II ORGANI NARODNE BANKE SRBIJE"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_11"
    },
    {
        "title": "Član 12",
        "texts": [
            "Organi Narodne banke Srbije su:",
            "1) Izvršni odbor Narodne banke Srbije (u daljem tekstu: Izvršni odbor);",
            "2) guverner Narodne banke Srbije (u daljem tekstu: guverner);",
            "3) Savet guvernera Narodne banke Srbije (u daljem tekstu: Savet).",
            "Izvršni odbor i guverner odgovorni su za ostvarivanje ciljeva Narodne banke Srbije u okviru svojih nadležnosti utvrđenih ovim zakonom.",
            "Izvršni odbor"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_12"
    },
    {
        "title": "Član 13",
        "texts": [
            "Izvršni odbor čine guverner i viceguverneri Narodne banke Srbije (u daljem tekstu: viceguverneri)."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_13"
    },
    {
        "title": "Član 14",
        "texts": [
            "Izvršni odbor utvrđuje monetarnu i deviznu politiku, kao i aktivnosti radi očuvanja i jačanja stabilnosti finansijskog sistema, a posebno utvrđuje:",
            "1) program monetarne politike Narodne banke Srbije;",
            "2) način obračuna, naplate i plaćanja kamate na plasmane i druga potraživanja Narodne banke Srbije, kao i na sredstva na koja Narodna banka Srbije plaća kamatu;",
            "3) uslove i način izdavanja hartija od vrednosti Narodne banke Srbije;",
            "4) uslove pod kojima i način na koji Narodna banka Srbije sprovodi operacije na otvorenom tržištu i obavlja diskontne poslove;",
            "5) politiku odobravanja kratkoročnih kredita;",
            "6) politiku kursa dinara;",
            "7) osnovice za obračunavanje obavezne rezerve i stope obavezne rezerve, kao i način, uslove i rokove izdvajanja i korišćenja sredstava obavezne rezerve banaka;",
            "8)  politiku upravljanja deviznim rezervama, kao i smernice za upravljanje tim rezervama;",
            "9) druge instrumente i mere monetarne i devizne politike;",
            "10) mere za održavanje likvidnosti banaka;",
            "11) mere i aktivnosti, u okviru nadležnosti Narodne banke Srbije, radi očuvanja i jačanja stabilnosti finansijskog sistema.",
            "Propisi Narodne banke Srbije iz stava 1. ovog člana objavljuju se u \"Službenom glasniku Republike Srbije\".",
            "Izvršni odbor utvrđuje referentnu kamatnu stopu i druge kamatne stope koje Narodna banka Srbije primenjuje u sprovođenju monetarne politike, kao i način utvrđivanja kamatnih stopa Narodne banke Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_14"
    },
    {
        "title": "Član 15",
        "texts": [
            "Izvršni odbor, u skladu sa zakonom, donosi propise i druge opšte akte u oblasti kontrolne i nadzorne funkcije nad licima koja obavljaju delatnosti iz člana 4. tač. 6) do 10) ovog zakona (u daljem tekstu: finansijske institucije), kao i u oblastima zaštite prava i interesa korisnika usluga iz tačke 11) tog člana, izdavanja i oduzimanja ovlašćenja za menjačke poslove i kontrole iz tačke 13a) tog člana, sprečavanja pranja novca i finansiranja terorizma i ograničavanja raspolaganja imovinom u cilju sprečavanja terorizma i širenja oružja za masovno uništenje iz tačke 13v) tog člana.",
            "Izvršni odbor  rešenjem odlučuje o davanju i oduzimanju bankama dozvola za rad, o davanju i oduzimanju društvima za osiguranje dozvola za obavljanje poslova osiguranja, o davanju i oduzimanju dozvola za obavljanje poslova finansijskog lizinga, o davanju i oduzimanju društvima za upravljanje dobrovoljnim penzijskim fondovima dozvola za rad i dozvola za upravljanje tim fondovima, kao i o ispunjenosti uslova za pokretanje stečajnog postupka, odnosno postupka likvidacije nad ovim finansijskim institucijama.",
            "Izvršni odbor  rešenjem odlučuje i o davanju i oduzimanju platnim institucijama dozvola za pružanje platnih usluga, o davanju i oduzimanju institucijama elektronskog novca dozvola za izdavanje tog novca, kao i o davanju i oduzimanju dozvola za pružanje usluga povezanih s virtuelnim valutama."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_15"
    },
    {
        "title": "Član 15a",
        "texts": [
            "Izvršni odbor donosi propise i druge opšte akte u oblasti restrukturiranja banaka u skladu sa zakonom kojim se uređuju banke.",
            "Izvršni odbor odlučuje o usvajanju plana restrukturiranja, otklanjanju prepreka za restrukturiranje, otpisu i konverziji kapitala, izboru lica koje vrši nezavisnu procenu vrednosti imovine i obaveza, pokretanju postupka restrukturiranja, kao i o instrumentima i merama koje se preduzimaju u restrukturiranju, a donosi i druge pojedinačne akte u postupku restrukturiranja banke i bankarske grupe, u skladu sa zakonom kojim se uređuju banke."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_15a"
    },
    {
        "title": "Član 15b",
        "texts": [
            "Izvršni odbor daje smernice za jedinstvenu primenu propisa iz nadležnosti Narodne banke Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_15b"
    },
    {
        "title": "Član 16",
        "texts": [
            "Sednice Izvršnog odbora održavaju se po potrebi, a najmanje jednom mesečno.",
            "Sednice Izvršnog odbora održavaju se ako je prisutna većina članova Izvršnog odbora.",
            "Sednicama Izvršnog odbora predsedava guverner.",
            "Izvršni odbor donosi odluke većinom glasova svih članova. U slučaju izjednačenog broja glasova, odlučuje glas guvernera.",
            "Član Izvršnog odbora koji prisustvuje sednici Izvršnog odbora ne može se uzdržati od glasanja na toj sednici.",
            "Izvršni odbor donosi poslovnik o radu, kojim se naročito uređuju način sazivanja i održavanja sednica, pitanja koja se razmatraju na sednicama i druga pitanja u vezi s radom Izvršnog odbora."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_16"
    },
    {
        "title": "Član 17",
        "texts": [
            "(Brisan)",
            "Guverner i viceguverneri"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_17"
    },
    {
        "title": "Član 18",
        "texts": [
            "Guverner:",
            "1) rukovodi poslovanjem Narodne banke Srbije i organizuje njen rad;",
            "2) sprovodi odluke Izvršnog odbora i Saveta;",
            "3) donosi propise, opšte i pojedinačne akte iz nadležnosti Narodne banke Srbije koji zakonom nisu stavljeni u nadležnost Izvršnog odbora i Saveta;",
            "4) predlaže propise, opšte i pojedinačne akte koje donose Izvršni odbor i Savet, ako ovim zakonom nije drukčije uređeno;",
            "5) uređuje unutrašnju organizaciju Narodne banke Srbije i sistematizaciju radnih mesta u Narodnoj banci Srbije, kao i radne odnose zaposlenih u Narodnoj banci Srbije (u daljem tekstu: zaposleni);",
            "6) imenuje i razrešava zaposlene koji rukovode organizacionim jedinicama u Narodnoj banci Srbije (u daljem tekstu: rukovodioci);",
            "7) obavlja i druge poslove utvrđene ovim i drugim zakonom na način koji nije u suprotnosti sa ciljevima iz člana 3. ovog zakona.",
            "Propisi iz stava 1. tačka 3) ovog člana objavljuju se u \"Službenom glasniku Republike Srbije\"."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_18"
    },
    {
        "title": "Član 19",
        "texts": [
            "Guvernera bira Narodna skupština na predlog predsednika Republike Srbije.",
            "Guverner se bira na šest godina, s pravom ponovnog izbora.",
            "Za guvernera može biti biran državljanin Republike Srbije koji ispunjava opšte uslove za zasnivanje radnog odnosa, ima visoko obrazovanje stečeno na studijama drugog stepena i najmanje deset godina radnog iskustva u oblastima ekonomije, finansija ili bankarstva.",
            "Guverner izborom zasniva radni odnos u Narodnoj banci Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_19"
    },
    {
        "title": "Član 20",
        "texts": [
            "Guverner ne može:",
            "1) biti poslanik u Narodnoj skupštini, član Vlade ili organa ili tela koje je obrazovala Narodna skupština ili Vlada, ne može obavljati funkciju organa ili člana organa autonomne pokrajine ili jedinice lokalne samouprave ili sindikalne organizacije, ne može obavljati funkciju u političkoj stranci, niti može obavljati bilo koju drugu javnu funkciju ili javni posao;",
            "2) biti član upravnog, izvršnog ili nadzornog odbora ili drugog organa finansijske institucije, društva  za reviziju ili drugog lica nad čijim poslovanjem Narodna banka Srbije vrši kontrolu, odnosno nadzor ili s kojim sarađuje u obavljanju svojih funkcija, niti može biti zaposlen u tim licima, odnosno njihov saradnik;",
            "3) imati akcije, udele ili dužničke hartije od vrednosti finansijske institucije, društva za reviziju ili drugog pravnog lica nad čijim poslovanjem Narodna banka Srbije vrši kontrolu, odnosno nadzor ili s kojim sarađuje u obavljanju svojih funkcija;",
            "4) imati akcije, udele ili dužničke hartije od vrednosti u pravnim licima koja imaju učešće u finansijskoj instituciji, društvu  za reviziju ili drugom pravnom licu nad čijim poslovanjem Narodna banka Srbije vrši kontrolu, odnosno nadzor ili s kojim sarađuje u obavljanju svojih funkcija.",
            "Učešće, u smislu stava 1. ovog člana, podrazumeva direktno ili indirektno pravo ili mogućnost da se ostvari glasačko pravo u pravnom licu, odnosno direktno ili indirektno vlasništvo nad kapitalom tog pravnog lica.",
            "Guverner ne može biti lice koje je povezano s licima koja obavljaju funkcije ili poslove iz stava 1. tač. 1) i 2) ovog člana, odnosno koja poseduju akcije, udele ili dužničke hartije iz stava 1. tač. 3) i 4) ovog člana.",
            "Ako guverner ili sa njim povezano lice poseduje akcije, udele ili dužničke hartije od vrednosti iz stava 1. tač. 3) i 4) ovog člana, dužni su da ih otuđe u roku od tri meseca od dana izbora na mesto guvernera.",
            "Guverner je dužan da, odmah nakon izbora, Narodnoj skupštini da pismenu izjavu o tome da on i lica povezana s njim ne obavljaju funkcije ni poslove iz stava 1. tač. 1) i 2) ovog člana, da ne poseduju akcije, udele ili dužničke hartije iz stava 1. tač. 3) i 4) ovog člana, odnosno da će ih, u slučaju da ih poseduju, otuđiti u roku iz stava 4. ovog člana.",
            "Povezano lice, u smislu st. 3. i 5. ovog člana, ima značenje utvrđeno u zakonu kojim se uređuje sprečavanje sukoba interesa pri vršenju javnih funkcija.",
            "U slučaju iz stava 4. ovog člana, guverner je dužan da, nakon tri meseca od dana izbora, Narodnoj skupštini da pismenu izjavu da on i sa njim povezana lica više ne poseduju akcije, udele ili dužničke hartije od vrednosti iz stava 1. tač. 3) i 4) ovog člana.",
            "Guverner je dužan da u svemu postupa u skladu s propisima kojima se uređuje sprečavanje sukoba interesa pri vršenju javnih funkcija."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_20"
    },
    {
        "title": "Član 21",
        "texts": [
            "Viceguvernere bira Narodna skupština, na predlog guvernera.",
            "Viceguverneri se biraju na šest godina, s pravom ponovnog izbora.",
            "Ako viceguverneru prestane funkcija pre isteka mandata, novi viceguverner bira se na period do isteka mandata viceguvernera kome je funkcija prestala.",
            "Na izbor, nespojivost funkcija i sukob interesa viceguvernera shodno se primenjuju odredbe člana 19. st. 3. i 4. i člana 20. ovog zakona.",
            "Pojedini poslovi koje guverner može poveriti viceguvernerima bliže se uređuju Statutom.",
            "Guverner, na početku svog mandata, imenuje viceguvernera koji ga, kad je guverner sprečen da vrši svoju funkciju, zamenjuje sa istim pravima i dužnostima."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_21"
    },
    {
        "title": "Čl. 21a i 21b",
        "texts": [
            "(Brisani)"
        ],
        "link": null
    },
    {
        "title": "Savet",
        "texts": [],
        "link": null
    },
    {
        "title": "Član 22",
        "texts": [
            "Savet čine pet članova, uključujući i predsednika, koje bira Narodna skupština na predlog odbora Narodne skupštine nadležnog za poslove finansija (u daljem tekstu: Odbor za finansije).",
            "Članovi Saveta biraju se na pet godina, s pravom ponovnog izbora.",
            "Ako članu Saveta funkcija prestane pre isteka mandata, novi član Saveta bira se na period do isteka mandata člana Saveta kome je funkcija prestala.",
            "Članovi Saveta nisu zaposleni u Narodnoj banci Srbije.",
            "Na izbor, nespojivost funkcija i sukob interesa članova Saveta shodno se primenjuju odredbe člana 19. stav 3. i člana 20. ovog zakona.",
            "Pored uslova iz člana 19. stav 3. ovog zakona, najmanje jedan član Saveta mora imati najmanje deset godina iskustva na poslovima računovodstva ili revizije.",
            "Pored uslova iz stava 6. ovog člana, pri izboru članova Saveta vodi se računa i o tome da se u njegovom radu obezbede znanje i iskustvo u oblasti finansijskog izveštavanja, upravljanja rizicima, usklađenosti poslovanja i bezbednosti informaciono-komunikacionih sistema."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_22"
    },
    {
        "title": "Član 23",
        "texts": [
            "Savet:",
            "1) donosi Statut, na predlog Izvršnog odbora;",
            "2) utvrđuje režim kursa dinara, na predlog Izvršnog odbora, uz saglasnost Vlade;",
            "3) donosi strategiju upravljanja deviznim rezervama na predlog Izvršnog odbora;",
            "4) odlučuje o članstvu u međunarodnoj finansijskoj organizaciji i instituciji;",
            "5) donosi finansijski plan Narodne banke Srbije;",
            "6) usvaja godišnje finansijske izveštaje Narodne banke Srbije;",
            "7) vrši izbor rukovodioca u organizacionoj jedinici Narodne banke Srbije za poslove interne revizije;",
            "8) vrši izbor spoljnog revizora;",
            "9) razmatra izveštaj spoljnog revizora, prati primenu preporuka tog revizora u Narodnoj banci Srbije;",
            "10) vrši nadzor nad sistemom finansijskog izveštavanja, upravljanja rizicima i unutrašnjih kontrola u Narodnoj banci Srbije;",
            "11) ocenjuje da li su računovodstvene politike i procedure koje su usvojene u Narodnoj banci Srbije odgovarajuće;",
            "12) usvaja godišnji plan o obavljanju interne revizije u Narodnoj banci Srbije (u daljem tekstu: interna revizija) i periodično razmatra izveštaje o obavljenoj internoj reviziji;",
            "13) vrši nadzor nad obavljanjem interne revizije i obavljanjem usklađenosti poslovanja u Narodnoj banci Srbije;",
            "14) donosi strategiju upravljanja rizicima u Narodnoj banci Srbije, koju predlaže Izvršni odbor, i prati njeno sprovođenje.",
            "Savet po potrebi, a najmanje dva puta godišnje, Narodnoj skupštini podnosi izveštaj o svom radu."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_23"
    },
    {
        "title": "Član 24",
        "texts": [
            "Guverner je dužan da najmanje jednom u tri meseca Savetu dostavi izveštaj o sprovođenju monetarne politike, kao i o nadzoru nad finansijskim institucijama i davanju i oduzimanju dozvola iz člana 59. ovog zakona.",
            "Izvršni odbor je dužan da najmanje jednom u tri meseca Savetu dostavi izveštaj o aktivnostima i aktima iz čl. 15. i 15a ovog zakona.",
            "Radi obavljanja poslova iz člana 23. ovog zakona, Savet može od Izvršnog odbora i guvernera zahtevati da mu dostave odgovarajuću dokumentaciju i podatke koji su nastali u radu Narodne banke Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_24"
    },
    {
        "title": "Član 25",
        "texts": [
            "Sednice Saveta održavaju se po potrebi, a najmanje jednom u dva meseca.",
            "Sednice Saveta održavaju se ako je prisutna većina članova Saveta.",
            "Savet donosi odluke većinom glasova prisutnih članova.",
            "Član Saveta koji prisustvuje sednici Saveta ne može se uzdržati od glasanja na toj sednici.",
            "Savet donosi poslovnik o svom radu, kojim se naročito uređuju način sazivanja i održavanja sednica, pitanja koja se razmatraju na sednicama i druga pitanja u vezi s radom Saveta."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_25"
    },
    {
        "title": "Član 25a",
        "texts": [
            "Radi efikasnijeg obavljanja poslova Saveta iz člana 23. stav 1. tač. 5) do 13) ovog zakona - obrazuje se Odbor za reviziju, kao stalno radno telo Saveta.",
            "Odbor za reviziju čine tri člana Saveta.",
            "Članove Odbora za reviziju, na predlog predsednika Saveta, bira Savet.",
            "Odbor za reviziju prethodno razmatra sva pitanja iz nadležnosti Saveta koja se odnose na sisteme finansijskog izveštavanja, upravljanja rizicima i unutrašnjih kontrola u Narodnoj banci Srbije, a naročito na finansijski plan, finansijske izveštaje i računovodstvene politike i procedure Narodne banke Srbije, izbor spoljnog revizora i obavljanje spoljne revizije, izbor rukovodioca Interne revizije i obavljanje interne revizije, kao i na obavljanje usklađenosti poslovanja u Narodnoj banci Srbije.",
            "Sednice Odbora za reviziju održavaju se po potrebi, a najmanje jednom u dva meseca.",
            "O svojim aktivnostima Odbor za reviziju redovno izveštava Savet.",
            "Organizacija i način rada Odbora za reviziju, način sazivanja i održavanja sednica, pitanja koja se razmatraju na sednicama i druga pitanja u vezi s radom tog odbora - bliže se uređuju poslovnikom o radu Odbora za reviziju, koji donosi Savet.",
            "Prestanak funkcije"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_25a"
    },
    {
        "title": "Član 26",
        "texts": [
            "Guverneru, viceguvernerima i članovima Saveta (u daljem tekstu: funkcioner Narodne banke Srbije) prestaje funkcija istekom mandata, a pre isteka mandata - ako podnesu pismenu ostavku, kao i u slučaju razrešenja s funkcije.",
            "Novi funkcioner Narodne banke Srbije bira se najkasnije do isteka mandata funkcionera kome ističe mandat, a najranije 120 dana pre dana isteka mandata. Mandat novog funkcionera počinje da teče narednog dana od dana prestanka funkcije prethodnog funkcionera.",
            "Ako funkcioneru Narodne banke Srbije funkcija prestane pre isteka mandata, novi funkcioner bira se u roku od 90 dana od dana prestanka funkcije, osim ako je novi funkcioner već izabran u skladu sa stavom 2. ovog člana.",
            "Izuzetno od stava 1. ovog člana, ako bi članu Saveta prestala funkcija istekom mandata ili podnošenjem ostavke, a u tom slučaju nakon ovog prestanka funkcije Savet ne bi imao više od dva člana - tom članu Saveta funkcija ne prestaje istekom mandata, odnosno podnošenjem ostavke, već izborom novog člana Saveta. Ako novi član Saveta ne bude izabran u narednih šest meseci od isteka mandata ili podnošenja ostavke - članu Saveta kome je istekao mandat ili koji je podneo ostavku u svakom slučaju prestaje funkcija istekom tih šest meseci."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_26"
    },
    {
        "title": "Član 27",
        "texts": [
            "Funkcioneri ostavku podnose Narodnoj skupštini i dužni su da o podnetoj ostavci bez odlaganja obaveste Savet.",
            "Funkcioneru koji je podneo ostavku funkcija prestaje izborom novog, a najkasnije istekom 90 dana od dana podnošenja ostavke, osim u slučaju iz člana 26. stav 4. ovog zakona.",
            "Odbor za finansije konstatuje prestanak funkcije funkcionera Narodne banke Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_27"
    },
    {
        "title": "Član 28",
        "texts": [
            "Funkcioner Narodne banke Srbije razrešava se funkcije:",
            "1) ako je pravnosnažno osuđen za krivično delo protiv privrede, prava po osnovu rada, imovine, državnih organa, pravosuđa, javnog reda i pravnog saobraćaja i službene dužnosti ili je pravnosnažno osuđen za krivično delo na bezuslovnu kaznu zatvora u trajanju dužem od šest meseci;",
            "2) ako se utvrdi da je, zbog nestručnog i nesavesnog obavljanja funkcije i ozbiljnijih propusta u donošenju i izvršavanju odluka i organizovanju poslova Narodne banke Srbije, došlo do znatnog odstupanja od ostvarenja osnovnog cilja iz člana 3. ovog zakona;",
            "3) ako se, na osnovu nalaza i mišljenja nadležne zdravstvene ustanove, utvrdi da je zbog zdravstvenog stanja trajno izgubio radnu sposobnost za vršenje funkcije ili je privremeno nesposoban za vršenje funkcije u trajanju dužem od šest meseci;",
            "4) ako ne dostavi ili dostavi lažnu izjavu o podacima iz člana 20. stav 5. ovog zakona, odnosno postupi suprotno stavu 1. tog člana;",
            "5) ako se utvrdi da ne ispunjava uslove za izbor iz člana 19. ovog zakona.",
            "Savet ispituje postojanje razloga za razrešenje funkcije guvernera i viceguvernera, a Odbor za finansije ispituje postojanje razloga za razrešenje funkcije člana Saveta.",
            "Ako Savet, odnosno Odbor za finansije utvrdi da postoji neki\n  od razloga za razrešenje guvernera i viceguvernera, odnosno člana Saveta, dužan\n  je da o tome bez odlaganja pismeno obavesti predsednika Republike Srbije i\n  Narodnu skupštinu, odnosno predsednika Narodne skupštine, sa obrazloženjem.",
            "Pri ispitivanju postojanja razloga iz stava 1. ovog člana, Savet je dužan da zatraži izjašnjenje guvernera, odnosno viceguvernera, a Odbor za finansije - izjašnjenje člana Saveta.",
            "Uz obaveštenje iz stava 3. ovog člana, Savet izjašnjenje guvernera i viceguvernera dostavlja Narodnoj skupštini, a Odbor za finansije izjašnjenje člana Saveta dostavlja predsedniku Narodne skupštine.",
            "Odluku o razrešenju funkcionera Narodne banke Srbije donosi Narodna skupština, na osnovu obrazloženog obaveštenja iz stava 3. ovog člana.",
            "Funkcioneru Narodne banke Srbije funkcija prestaje donošenjem odluke o razrešenju.",
            "Protiv odluke o razrešenju, funkcioner Narodne banke Srbije može podneti žalbu Ustavnom sudu, u roku od 30 dana od dana objavljivanja ove odluke u \"Službenom glasniku Republike Srbije\"."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_28"
    },
    {
        "title": "Član 29",
        "texts": [
            "Funkcioner Narodne banke Srbije se posle prestanka funkcije, u periodu od šest meseci,  ne može zaposliti ili na drugi način radno angažovati u finansijskoj instituciji, ili drugom pravnom licu nad kojim Narodna banka Srbije vrši nadzor ili s kojim sarađuje u obavljanju svojih funkcija.",
            "Guverner i viceguverneri imaju pravo na naknadu u slučaju isteka mandata, prestanka funkcije zbog podnošenja ostavke ili razrešenja s funkcije iz razloga utvrđenih u članu 28. stav 1. tačka 3) ovog zakona, i to u visini od 80% zarade isplaćene u mesecu pre isteka mandata, odnosno donošenja odluke o razrešenju - do zasnivanja radnog odnosa, a najduže šest meseci od prestanka funkcije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_29"
    },
    {
        "title": "Čl. 30-33",
        "texts": [
            "(Brisani)",
            "III UTVRĐIVANJE I SPROVOĐENJE MONETARNE\n POLITIKE",
            "Mere i instrumenti monetarne i devizne politike"
        ],
        "link": null
    },
    {
        "title": "Član 34",
        "texts": [
            "Narodna banka Srbije utvrđuje i sprovodi monetarnu i deviznu politiku u Republici Srbiji:",
            "1) utvrđivanjem referentne kamatne stope i drugih kamatnih stopa Narodne banke Srbije;",
            "2) izdavanjem hartija od vrednosti;",
            "3) sprovođenjem operacija na otvorenom tržištu;",
            "4) obavljanjem diskontnih poslova;",
            "5) samostalnim vođenjem politike kursa dinara i utvrđivanjem, uz saglasnost Vlade, režima kursa dinara;",
            "6) odobravanjem kratkoročnih kredita;",
            "7) utvrđivanjem obavezne rezerve banaka kod Narodne banke Srbije;",
            "8) utvrđivanjem mera za održavanje likvidnosti banaka;",
            "9) donošenjem propisa i preduzimanjem mera i drugih aktivnosti iz oblasti deviznog poslovanja utvrđenih ovim i drugim zakonom;",
            "10) utvrđivanjem drugih instrumenata i mera monetarne i devizne politike;",
            "11) obavljanjem drugih poslova utvrđenih ovim i drugim zakonom na način koji nije u suprotnosti s ciljevima iz člana 3. ovog zakona.",
            "Izdavanje  hartija\n od vrednosti i operacije na otvorenom tržištu"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_34"
    },
    {
        "title": "Član 35",
        "texts": [
            "Narodna banka Srbije može izdavati kratkoročne\n hartije od vrednosti koje glase na domaću ili stranu valutu,\n na osnovu odluke kojom se utvrđuju obim emisije, rokovi dospeća\n i drugi uslovi za izdavanje hartija od vrednosti, kao i način\n plasmana i isplate tih hartija.",
            "Narodna banka Srbije može, radi upravljanja deviznim rezervama, izdavati i dugoročne hartije od vrednosti koje glase na domaću ili stranu valutu. O izdavanju ovih hartija Narodna banka Srbije donosi odluku, kojom se utvrđuju namena, obim emisije i rokovi dospeća tih hartija, kao i uslovi i način njihovog izdavanja, plasmana i isplate."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_35"
    },
    {
        "title": "Član 36",
        "texts": [
            "Narodna banka Srbije operacije na otvorenom tržištu može da sprovodi kupovinom i prodajom hartija od vrednosti, odobravanjem kredita na osnovu zaloge hartija od vrednosti i drugih finansijskih sredstava obezbeđenja, kao i obavljanjem drugih poslova s tim hartijama i drugim finansijskim instrumentima.",
            "Narodna banka Srbije uređuje vrstu i kvalitet hartija od vrednosti i drugih finansijskih instrumenata iz stava 1. ovog člana, kao i uslove i način obavljanja operacija na otvorenom tržištu.",
            "Diskontni poslovi"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_36"
    },
    {
        "title": "Član 37",
        "texts": [
            "Narodna banka Srbije može kupovati od banaka\n hartije od vrednosti.",
            "Narodna banka Srbije može kupljene hartije\n od vrednosti iz stava 1. ovog člana prodavati i pre isteka\n roka njihovog dospeća.",
            "Narodna banka Srbije uređuje vrstu i kvalitet\n hartija od vrednosti iz stava 1. ovog člana, kao i uslove i\n način pod kojima kupuje i prodaje te hartije.",
            "Odobravanje kratkoročnih kredita"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_37"
    },
    {
        "title": "Član 38",
        "texts": [
            "Narodna banka Srbije može bankama, radi obezbeđenja njihovih redovnih potreba za likvidnošću, odobravati kredite s rokom dospeća do godinu dana, na osnovu zaloge hartija od vrednosti.",
            "Narodna banka Srbije može odobriti kratkoročni kredit za održavanje likvidnosti solventnoj banci kojoj je hitno potrebno privremeno obezbediti likvidnost, i to na osnovu zaloge hartija od vrednosti, deviza i drugih odgovarajućih sredstava obezbeđenja.",
            "Narodna banka Srbije uređuje vrstu i kvalitet sredstava obezbeđenja na osnovu kojih odobrava kredite iz st. 1. i 2. ovog člana, kao i uslove i način odobravanja tih kredita."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_38"
    },
    {
        "title": "Član 39",
        "texts": [
            "(Brisan)",
            "Obavezna rezerva"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_39"
    },
    {
        "title": "Član 40",
        "texts": [
            "Narodna banka Srbije utvrđuje visinu obavezne\n rezerve banaka propisivanjem stope obavezne rezerve, vrste\n depozita i drugih sredstava na koja se ta stopa primenjuje.",
            "Narodna banka Srbije može obaveznu rezervu banaka utvrditi i na povećanje određenih vrsta depozita i drugih sredstava banaka, kao i na vanbilansne obaveze banaka.",
            "Narodna banka Srbije može utvrditi i diferencirane\n stope obavezne rezerve, zavisno od vrste i ročnosti depozita\n i drugih sredstava.",
            "Narodna banka Srbije propisuje bliže uslove\n i način za obračunavanje i izdvajanje obavezne rezerve.",
            "Referentna kamatna stopa i druge kamatne stope"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_40"
    },
    {
        "title": "Član 41",
        "texts": [
            "Narodna banka Srbije utvrđuje referentnu kamatnu stopu i objavljuje je na svojoj Internet prezentaciji.",
            "Narodna banka Srbije utvrđuje kamatne stope na plasmane i druga potraživanja Narodne banke Srbije, kao i kamatne stope na sredstva na koja Narodna banka Srbije plaća kamatu, i propisuje način obračuna, naplate i plaćanja kamate.",
            "Drugim potraživanjima iz stava 2. ovog člana smatraju se i sredstva izdvojena kod Narodne banke Srbije koja su manja od propisanih.",
            "Kamatne stope iz stava 2. ovog člana Narodna banka Srbije objavljuje na svojoj internet prezentaciji.",
            "Mere za održavanje likvidnosti\n banaka i drugih finansijskih organizacija"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_41"
    },
    {
        "title": "Član 42",
        "texts": [
            "Narodna banka Srbije, radi održavanja likvidnosti\n banaka, može propisati:",
            "1) uslove i način odobravanja depozitnih i\n kreditnih olakšica;",
            "2) uslove i način obezbeđenja likvidnosti isplate\n depozita fizičkih i pravnih lica kod banaka;",
            "3) druge mere za održavanje likvidnosti banaka.",
            "Propisi, mere i aktivnosti iz oblasti\n deviznog poslovanja"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_42"
    },
    {
        "title": "Član 43",
        "texts": [
            "Narodna banka Srbije samostalno vodi politiku\n kursa dinara.",
            "Narodna banka Srbije, uz saglasnost Vlade,\n utvrđuje režim kursa dinara.",
            "Odluka Narodne banke Srbije o utvrđivanju režima kursa dinara objavljuje se u \"Službenom glasniku Republike Srbije\"."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_43"
    },
    {
        "title": "Član 44",
        "texts": [
            "Narodna banka Srbije kupuje i prodaje devize i efektivni strani novac na deviznom tržištu radi sprovođenja monetarne politike, u skladu sa utvrđenim režimom kursa dinara, odnosno radi održavanja odgovarajućeg nivoa deviznih rezervi.",
            "Narodna banka Srbije može kupovati i prodavati devize i efektivni strani novac na deviznom tržištu i radi održavanja likvidnosti plaćanja prema inostranstvu.",
            "Narodna banka Srbije može bankama zamenjivati devize u efektivni strani novac i efektivni strani novac u devize."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_44"
    },
    {
        "title": "Član 45",
        "texts": [
            "Narodna banka Srbije propisuje:",
            "1) uslove i način intervencije Narodne banke Srbije na deviznom tržištu;",
            "2) vrste deviza i efektivnog stranog novca koji se kupuju i prodaju na deviznom tržištu;",
            "3) uslove i način zamene efektivnog stranog novca u devize i deviza u efektivni strani novac, zamene efektivnog stranog novca, odnosno deviza u jednoj valuti za efektivni strani novac, odnosno devize u drugoj valuti, kao i zamene oštećenog i vanopticajnog efektivnog stranog novca;",
            "4) druge mere iz deviznog poslovanja radi ostvarivanja utvrđene politike kursa dinara."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_45"
    },
    {
        "title": "Član 46",
        "texts": [
            "Narodna banka Srbije može, u skladu sa utvrđenom\n monetarnom politikom, bankama propisati obavezu da drže određeni\n iznos u devizama na računu kod Narodne banke Srbije ili kod\n stranih banaka.",
            "Narodna banka Srbije može, u skladu sa utvrđenom\n monetarnom politikom, propisati i druge mere radi održavanja\n likvidnosti u plaćanjima sa inostranstvom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_46"
    },
    {
        "title": "Član 47",
        "texts": [
            "Narodna banka Srbije može od domaćih i stranih\n banaka primati depozite u devizama.",
            "Radi obavljanja zakonom utvrđenih funkcija, Narodna banka Srbije može otvarati račune u inostranstvu."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_47"
    },
    {
        "title": "Član 48",
        "texts": [
            "Narodna banka Srbije može se, radi premošćavanja\n tekućih neravnomernosti u prilivu i odlivu deviza, zaduživati\n u inostranstvu u svoje ime i za svoj račun, sa rokom otplate\n do godinu dana.",
            "Izuzetno od odredbe stava 1. ovog člana, Narodna\n banka Srbije može se kod Međunarodnog monetarnog fonda zaduživati\n sa rokom otplate dužim od godinu dana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_48"
    },
    {
        "title": "Član 49",
        "texts": [
            "Devizne rezerve Narodne banke Srbije čine:",
            "1) potraživanja Narodne banke Srbije u devizama na računima\n u inostranstvu;",
            "2) hartije od vrednosti na računima Narodne banke Srbije u inostranstvu;",
            "3) specijalna prava vučenja i rezervna pozicija\n kod Međunarodnog monetarnog fonda;",
            "4) zlato i drugi plemeniti metali;",
            "5) efektivni strani novac."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_49"
    },
    {
        "title": "Član 50",
        "texts": [
            "Narodna banka Srbije upravlja deviznim rezervama u skladu s načelima likvidnosti i sigurnosti.",
            "Narodna banka Srbije odlučuje o formiranju i korišćenju deviznih rezervi, kao i o upravljanju i raspolaganju tim rezervama, u skladu s monetarnom i deviznom politikom i smernicama za upravljanje deviznim rezervama, na način kojim se doprinosi nesmetanom ispunjenju obaveza Republike Srbije prema inostranstvu."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_50"
    },
    {
        "title": "Član 51",
        "texts": [
            "Narodna banka Srbije kupuje i prodaje u inostranstvu devize, efektivni strani novac, hartije od vrednosti i druge oblike aktive, radi obezbeđenja odgovarajućeg oblika i valutne strukture deviznih rezervi.",
            "Narodna banka Srbije može kupovati i prodavati dinare u inostranstvu."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_51"
    },
    {
        "title": "Član 52",
        "texts": [
            "Zlatom, kao delom deviznih rezervi, smatraju se zlatne poluge, zlato na računima Narodne banke Srbije u inostranstvu i kovano zlato.",
            "Narodna banka Srbije može kupovati i prodavati u inostranstvu, odnosno izvoziti i iznositi u inostranstvo, kao i uvoziti i unositi iz inostranstva, zlatne poluge i zlato u neprerađenom i kovanom obliku.",
            "Narodna banka Srbije može u zemlji kupovati i prodavati zlatne poluge i zlato u drugom obliku, kao i druge plemenite metale, odnosno predmete od plemenitih metala, koje može sticati i po drugom osnovu.",
            "Narodna banka Srbije u zemlji ima pravo preče kupovine zlata, srebra i drugih plemenitih metala dobijenih eksploatacijom, pripremom ili preradom mineralnih sirovina, prema referentnim cenama zlata, odnosno srebra i drugih plemenitih metala na tržištu, a radi izrade zlatnih poluga ili kovanog zlata, odnosno izrade u drugim plemenitim metalima poluga, kovanica i drugih oblika tih metala.",
            "Narodna banka Srbije može koristiti i usluge pretapanja i izlivanja poluga u zlatu i drugim plemenitim metalima.",
            "Narodna banka Srbije obavlja poslove iz ovog člana za potrebe deviznih rezervi, u skladu sa strategijom upravljanja deviznim rezervama, kao i radi obavljanja drugih poslova iz svoje nadležnosti.",
            "Izdavanje novčanica i kovanog novca i upravljanje tokovima gotovine"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_52"
    },
    {
        "title": "Član 53",
        "texts": [
            "Novčana jedinica Republike Srbije jeste dinar,\n koji se deli na 100 para.",
            "Narodna banka Srbije ima isključivo pravo izdavanja\n novčanica i kovanog novca u Republici Srbiji.",
            "Narodna banka Srbije ima isključivo pravo izdavanja dinara u digitalnom obliku (digitalni dinar), u skladu s propisom koji može doneti Izvršni odbor."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_53"
    },
    {
        "title": "Član 54",
        "texts": [
            "U Republici Srbiji, sve novčane obaveze iz poslova zaključenih između privrednih društava, drugih pravnih lica i fizičkih lica izražavaju se u dinarima i izvršavaju sredstvima plaćanja koja glase na dinare, ako zakonom nije drukčije određeno."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_54"
    },
    {
        "title": "Član 55",
        "texts": [
            "Narodna banka Srbije izdaje novčanice i kovani\n novac, utvrđuje apoene i osnovna obeležja novčanica i kovanog\n novca.",
            "Natpisi i tekstovi na novčanicama i kovanom\n novcu ispisuju se ćiriličnim i latiničnim pismom.",
            "Narodna banka Srbije donosi odluke o puštanju\n u opticaj i povlačenju iz opticaja novčanica i kovanog novca."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_55"
    },
    {
        "title": "Član 56",
        "texts": [
            "Guverner utvrđuje način i uslove povlačenja\n pohabanih novčanica i zamene oštećenih novčanica i kovanog\n novca, čije troškove snosi Narodna banka Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_56"
    },
    {
        "title": "Član 57",
        "texts": [
            "(Brisan)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_57"
    },
    {
        "title": "Član 57a",
        "texts": [
            "Narodna banka Srbije izdaje prigodni kovani novac i numizmatički novac.",
            "Prigodni kovani novac je zakonsko sredstvo plaćanja.",
            "Odluku o izdavanju novca iz stava 1. ovog člana Narodna banka Srbije donosi povodom istorijskih, naučnih, kulturnih, sportskih, humanitarnih ili drugih događaja koji su od opšteg značaja za Republiku Srbiju ili su od međunarodnog značaja, na inicijativu Vlade ili na svoju inicijativu, pri čemu inicijativa Vlade iz ovog stava ne može da sadrži elemente odluke iz stava 4. ovog člana.",
            "Odlukom iz stava 3. ovog člana naročito se utvrđuje količina novca koji se izdaje, kao i njegova nominalna vrednost, odnosno prodajna cena, sastav, apoenska struktura i osnovna obeležja.",
            "Narodna banka Srbije može da prodaje novac iz stava 1. ovog člana - neposredno ili preko ovlašćenih lica.",
            "Kad u svom poslovnom objektu neposredno prodaje novac iz stava 1. ovog člana ili druge proizvode specijalizovane organizacije u njenom sastavu - na Narodnu banku Srbije ne primenjuje se zakon kojim se uređuje trgovina.",
            "Narodna banka Srbije bliže propisuje uslove i način izdavanja novca iz stava 1. ovog člana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_57a"
    },
    {
        "title": "Član 58",
        "texts": [
            "Falsifikati papirnih novčanica i falsifikovani\n ili oštećeni (probušeni) kovani novac nisu zakonsko sredstvo\n plaćanja.",
            "Ako postoji sumnja da su novčanice i kovani novac koji su zakonsko sredstvo plaćanja u Republici Srbiji falsifikovani ili su falsifikovane strane novčanice, Narodna banka Srbije utvrđuje njihovu autentičnost.",
            "Novčanice i kovani novac iz stava 1. ovog člana\n predaju se Narodnoj banci Srbije bez naknade.",
            "Narodna banka Srbije propisuje način postupanja s novčanicama i kovanim novcem iz stava 2. ovog člana.",
            "Narodna banka Srbije propisuje uslove pod kojima se mogu reprodukovati novčanice i kovani novac koji su u opticaju ili su povučeni iz opticaja."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_58"
    },
    {
        "title": "Član 58a",
        "texts": [
            "Narodna banka Srbije planira izdavanje novčanica i gotovog novca i upravlja tokovima gotovine snabdevanjem banaka novčanicama i kovanim novcem i preuzimanjem od banaka novčanica i kovanog novca.",
            "Narodna banka Srbije utvrđuje najniži apoen u opticaju na koji se zaokružuju obračuni u gotovinskom platnom prometu.",
            "Narodna banka Srbije propisuje način upravljanja tokovima gotovine.",
            "Platni sistemi"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_58a"
    },
    {
        "title": "Član 59",
        "texts": [
            "Narodna banka Srbije vodi računa o efikasnom i sigurnom funkcionisanju i razvoju platnih sistema i, u skladu sa zakonom, donosi propise kojima se uređuju ovi sistemi.",
            "Guverner donosi propise iz stava 1. ovog člana i druge opšte akte u oblasti platnih sistema i rešenjem odlučuje o davanju i oduzimanju operatorima platnog sistema dozvola za rad ovog sistema."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_59"
    },
    {
        "title": "Član 60",
        "texts": [
            "Narodna banka Srbije vodi sistem konsolidovanog računa trezora za dinarska i devizna sredstva, kao i druge račune utvrđene zakonom, i za ove poslove naplaćuje naknadu.",
            "Na sredstva iz stava 1. ovog člana koja su položena kao depozit na računu Narodna banka Srbije plaća kamatu, u skladu sa ugovorom zaključenim s deponentom.",
            "Poslovi za Republiku Srbiju"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_60"
    },
    {
        "title": "Član 61",
        "texts": [
            "Narodna banka Srbije može, na osnovu zakona, odnosno ugovora, a u ime i za račun Republike Srbije, obavljati poslove fiskalnog agenta u vezi sa zaduživanjem Republike Srbije u inostranstvu, odnosno poslove u vezi s povlačenjem sredstava i otplatom obaveza prema inostranstvu, kao i poslove izdavanja dugoročnih hartija od vrednosti koji se odnose na članstvo Republike Srbije u Međunarodnom monetarnom fondu.",
            "Narodna banka Srbije može, na osnovu zakona, odnosno ugovora, obavljati i druge poslove za Republiku Srbiju."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_61"
    },
    {
        "title": "Član 62",
        "texts": [
            "Narodna banka Srbije ne može odobravati kredite, pozajmice, prekoračenja po računu ili druge vidove kreditnih olakšica Republici Srbiji, autonomnoj pokrajini ili jedinici lokalne samouprave, javnim preduzećima i drugim pravnim licima čiji je osnivač Republika Srbija, autonomna pokrajina ili jedinica lokalne samouprave, odnosno u kojima Republika Srbija, autonomna pokrajina ili jedinica lokalne samouprave imaju kontrolno učešće, niti može davati garancije za izmirenje obaveza tih subjekata ili na drugi način obezbeđivati izmirenje njihovih obaveza.",
            "Narodna banka Srbije ne može neposredno kupovati hartije od vrednosti koje izdaju subjekti iz stava 1. ovog člana.",
            "Zabrana iz stava 1. ovog člana ne odnosi se na dnevne kredite čije rokove dospeća nije moguće produžavati, kao ni na kredite, pozajmice, prekoračenja po računu ili druge vidove kreditnih olakšica koji se odobravaju Republici Srbiji za izmirivanje njenih obaveza po osnovu članstva u Međunarodnom monetarnom fondu.",
            "Kredite i kreditne olakšice bankama u kojima kontrolno učešće imaju Republika Srbija, autonomna pokrajina ili jedinica lokalne samouprave - Narodna banka Srbije može odobravati pod uslovima i na način koji su utvrđeni ovim zakonom.",
            "Republika Srbija, autonomna pokrajina ili jedinica lokalne samouprave imaju kontrolno učešće iz st. 1. i 4. ovog člana ako neposredno ili posredno:",
            "1) imaju mogućnost da ostvare više od 50% glasačkih prava u pravnom licu, ili",
            "2) imaju vlasništvo nad više od 50% kapitala tog pravnog lica, ili",
            "3) mogu imenovati više od polovine članova upravnog ili nadzornog odbora ili drugog organa upravljanja pravnog lica.",
            "IV KONTROLNA FUNKCIJA NARODNE BANKE\n SRBIJE"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_62"
    },
    {
        "title": "Član 63",
        "texts": [
            "Narodna banka Srbije izdaje i oduzima dozvole za rad i  vrši nadzor nad finansijskim institucijama, a preduzima i druge mere u skladu sa zakonom.",
            "Narodna banka Srbije vrši i nadzor nad primenom propisa kojima se uređuje sprečavanje pranja novca i finansiranja terorizma i propisa kojima se uređuje ograničavanje raspolaganja imovinom u cilju sprečavanja terorizma i širenja oružja za masovno uništenje nad subjektima nadzora iz člana 4. tač. 6) do 10) i tač. 13a) i 13b) ovog zakona, u skladu s tim propisima i propisima kojima se uređuje poslovanje tih subjekata, sprovodeći pristup zasnovan na proceni rizika pri vršenju tog nadzora.",
            "Poslovi nadzora nad finansijskim institucijama obavljaju se u Narodnoj banci Srbije na način kojim se obezbeđuju operativna samostalnost organizacionih jedinica u kojima se obavljaju ti poslovi i njihova razdvojenost u odnosu na druge funkcije i poslove Narodne banke Srbije i kojim se sprečava sukob interesa.",
            "Narodna banka Srbije može doneti propise kojima se utvrđuju standardi stabilnog i sigurnog poslovanja subjekata koje kontroliše, odnosno nad kojima vrši nadzor.",
            "Narodna banka Srbije vodi evidenciju o izdatim dozvolama iz stava 1. ovog člana. Ova evidencija je javna knjiga i vodi se u elektronskom obliku, a dostupna je na Internet prezentaciji Narodne banke Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_63"
    },
    {
        "title": "Član 64",
        "texts": [
            "Pri vršenju nadzora nad finansijskim institucijama Narodna banka Srbije ima pravo uvida u poslovne knjige i drugu dokumentaciju finansijskih institucija, kao i lica koja su s njima povezana imovinskim, upravljačkim ili poslovnim odnosima.",
            "Narodna banka Srbije propisuje bliže uslove i način vršenja kontrolne funkcije, u skladu sa ovim i drugim zakonom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_64"
    },
    {
        "title": "Član 65",
        "texts": [
            "Radi unapređenja svoje kontrolne funkcije, Narodna banka Srbije  sarađuje sa stranim institucijama i domaćim organima i institucijama nadležnim za nadzor u oblasti finansijskog poslovanja.",
            "Narodna banka Srbije može podatke pribavljene u obavljanju svoje kontrolne funkcije razmenjivati sa organima i institucijama iz stava 1. ovog člana.",
            "IVa FUNKCIJA RESTRUKTURIRANJA BANAKA"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_65"
    },
    {
        "title": "Član 65a",
        "texts": [
            "Pri sprovođenju restrukturiranja banke, odnosno člana bankarske grupe i vršenju drugih ovlašćenja u vezi s tim restrukturiranjem, Narodna banka Srbije ima pravo uvida u poslovne knjige i drugu dokumentaciju banke, odnosno člana bankarske grupe, kao i u poslovne knjige i drugu dokumentaciju lica koja su s njima povezana imovinskim, upravljačkim ili poslovnim odnosima.",
            "Narodna banka Srbije propisuje bliže uslove i način vršenja ovlašćenja iz stava 1. ovog člana, u skladu sa ovim i drugim zakonom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_65a"
    },
    {
        "title": "Član 65b",
        "texts": [
            "Radi obavljanja funkcije restrukturiranja banaka, odnosno člana bankarske grupe, Narodna banka Srbije sarađuje sa agencijom nadležnom za osiguranje depozita, s domaćim organima i institucijama nadležnim za nadzor u oblasti finansijskog poslovanja, sa stranim telima nadležnim za restrukturiranje finansijskih institucija i za nadzor u oblasti finansijskog poslovanja, kao i s drugim nadležnim telima.",
            "Narodna banka Srbije može podatke pribavljene u obavljanju funkcije restrukturiranja banaka razmenjivati sa organima, institucijama i telima iz stava 1. ovog člana u skladu sa zakonom kojim se uređuje poslovanje banaka."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_65b"
    },
    {
        "title": "Član 65v",
        "texts": [
            "Poslovi koji se odnose na restrukturiranje banaka obavljaju se u Narodnoj banci Srbije na način kojim se obezbeđuju njihova operativna samostalnost i organizaciona razdvojenost u odnosu na druge funkcije i poslove Narodne banke Srbije i kojim se sprečava sukob interesa.",
            "Poslovi nadzora nad finansijskim institucijama i poslovi koji se odnose na restrukturiranje banaka obavljaju se u Narodnoj banci Srbije na način kojim se obezbeđuju odvojeno rukovođenje svakim od tih poslova i njihova organizaciona razdvojenost i kojim se sprečava sukob interesa.",
            "Narodna banka Srbije unutrašnjim opštim aktima bliže uređuje saradnju i razmenu podataka između organizacionih jedinica u čijem su delokrugu poslovi iz stava 2. ovog člana, kao i između tih organizacionih jedinica i drugih organizacionih jedinica Narodne banke Srbije.",
            "V POSEBNA OVLAŠĆENJA NARODNE BANKE\n SRBIJE"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_65v"
    },
    {
        "title": "Član 66",
        "texts": [
            "Narodna banka Srbije može banci, na njen zahtev,\n dati ovlašćenje za obavljanje poslova platnog prometa i kreditnih\n poslova sa inostranstvom ako utvrdi da ta banka ispunjava uslove\n za obavljanje tih poslova koje propisuje Narodna banka Srbije.",
            "Narodna banka Srbije može oduzeti ovlašćenje\n iz stava 1. ovog člana ako banka ne ispunjava uslove iz stava\n 1. ovog člana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_66"
    },
    {
        "title": "Član 67",
        "texts": [
            "Narodna banka Srbije vodi registre banaka ovlašćenih za obavljanje poslova platnog prometa i kreditnih poslova sa inostranstvom, kao i registre saglasnosti datih za otvaranje filijala, drugih organizacionih oblika i predstavništava banaka u inostranstvu, kao i predstavništava stranih banaka u Republici Srbiji.",
            "Narodna banka Srbije propisuje uslove za upis\n i način vođenja registara iz stava 1. ovog člana.",
            "Registri iz stava 1. ovog člana su javne knjige.",
            "Podaci upisani u registar iz stava 1. ovog\n člana su javni.",
            "VI INFORMACIONI SISTEM NARODNE BANKE\n SRBIJE"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_67"
    },
    {
        "title": "Član 68",
        "texts": [
            "Narodna banka Srbije može da propiše obavezu\n za pravna lica i preduzetnike da evidentiraju,\n prikupljaju, obrađuju i dostavljaju određene podatke.",
            "Narodna banka Srbije bliže propisuje sadržaj\n podataka iz stava 1. ovog člana i način njihovog dostavljanja."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_68"
    },
    {
        "title": "Član 69",
        "texts": [
            "Narodna banka Srbije, radi efikasnog izvršavanja\n ciljeva i funkcija, razvija automatizovane informacione sisteme\n i propisuje način i uslove uključivanja pravnih lica i preduzetnika u te sisteme.",
            "Radi bezbednosti informacionih sistema iz stava 1. ovog člana, Narodna banka Srbije razvija posebna aplikativna rešenja i propisuje uslove pod kojima i način na koji razmenjuje podatke s finansijskim institucijama, drugim pravnim licima i preduzetnicima, uključujući i razmenu podataka i dokumenata u vezi s transakcijama na osnovu kojih se vrše plaćanja koja se odnose na isporuku dobara i pružanje usluga."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_69"
    },
    {
        "title": "Član 70",
        "texts": [
            "Narodna banka Srbije sastavlja bilanse i izveštaje\n na osnovu podataka dobijenih od pravnih lica i preduzetnika, sopstvenih baza podataka i automatizovanih informacionih\n sistema, u skladu sa zakonom.",
            "VII ODNOS NARODNE BANKE SRBIJE PREMA\n NARODNOJ SKUPŠTINI I VLADI REPUBLIKE SRBIJE"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_70"
    },
    {
        "title": "Član 71",
        "texts": [
            "Narodna banka Srbije, najkasnije do 15. decembra tekuće godine, dostavlja Narodnoj skupštini, radi informisanja, program monetarne politike za narednu godinu.",
            "Narodna banka Srbije, najkasnije do 30. juna naredne godine, podnosi Narodnoj skupštini godišnji izveštaj o monetarnoj politici, uz obrazloženje svih faktora koji su uticali na sprovođenje te politike, kao i godišnji izveštaj o stabilnosti finansijskog sistema.",
            "Narodna banka Srbije, najkasnije do 30. septembra tekuće godine, podnosi Narodnoj skupštini polugodišnji izveštaj o monetarnoj politici, uz obrazloženje svih faktora koji su uticali na sprovođenje te politike.",
            "Narodna banka Srbije, najkasnije do 30. juna naredne godine, podnosi Narodnoj skupštini godišnji izveštaj o svom poslovanju i rezultatima rada.",
            "Sadržina izveštaja iz st. 2, 3. i 4. ovog člana utvrđuje se Statutom.",
            "Narodna banka Srbije je dužna da program monetarne politike iz stava 1. ovog člana bez odlaganja objavi u \"Službenom glasniku Republike Srbije\".",
            "Guverner u Narodnoj skupštini obrazlaže program monetarne politike i izveštaje iz ovog člana.",
            "Narodna skupština ne može Narodnoj banci Srbije davati bilo kakva uputstva na osnovu dostavljenog programa monetarne politike i podnetih izveštaja iz ovog člana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_71"
    },
    {
        "title": "Član 72",
        "texts": [
            "Guverner može biti pozvan na sednicu Vlade.",
            "Vlada, odnosno nadležna ministarstva dostavljaju Narodnoj banci Srbije, radi davanja mišljenja, nacrte zakona i drugih propisa koji su u vezi s ciljevima, funkcijama, pravima i obavezama Narodne banke Srbije.",
            "Vlada, odnosno nadležno ministarstvo dostavlja Narodnoj banci Srbije, radi davanja mišljenja, nacrt memoranduma o budžetu, ekonomskoj i fiskalnoj politici i nacrt zakona kojim se uređuje budžet, i to blagovremeno, u skladu s rokovima propisanim zakonom kojim se uređuje budžetski sistem.",
            "Ministarstvo nadležno za poslove finansija, i to najmanje jednom godišnje, dostavlja Narodnoj banci Srbije pismeno obaveštenje o planiranim novim zaduženjima Republike Srbije u inostranstvu, kao i o očekivanim korišćenjima inostranih kredita i otplatama po tim kreditima, radi sagledavanja uticaja ovih zaduženja na utvrđivanje i sprovođenje monetarne politike.",
            "Ministarstvo nadležno za poslove finansija blagovremeno obaveštava Narodnu banku Srbije o svim transakcijama Republike Srbije koje se odnose na njeno spoljno zaduženje."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_72"
    },
    {
        "title": "Član 72a",
        "texts": [
            "Narodna banka Srbije ima pravo predlaganja Narodnoj skupštini zakona iz svoje nadležnosti.",
            "Guverner ili viceguverner  na sednici Narodne skupštine obrazlaže zakon koji je predložila Narodna banka Srbije.",
            "VIII  IMOVINA, PRIHODI, RASHODI I KAPITAL"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_72a"
    },
    {
        "title": "Član 73",
        "texts": [
            "Imovinu Republike Srbije koju koristi Narodna\n banka Srbije čine dinarski i devizni kratkoročni i dugoročni\n plasmani, devizna sredstva, hartije od vrednosti, ostala aktiva\n i imovinska prava u posedu Narodne banke Srbije, pokretne i\n nepokretne stvari i novčana sredstva na žiro-računu Narodne\n banke Srbije.",
            "Imovina iz stava 1. ovog člana koristi se za\n poslovanje Narodne banke Srbije.",
            "Guverner donosi akte o pribavljanju i korišćenju imovine iz stava 1. ovog člana, kao i o upravljanju i raspolaganju tom imovinom, osim o otuđenju nepokretnih stvari."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_73"
    },
    {
        "title": "Član 74",
        "texts": [
            "Narodna banka Srbije ima finansijski plan, kojim se utvrđuju planirani prihodi i rashodi Narodne banke Srbije za narednu godinu.",
            "Finansijski plan za narednu godinu Narodna banka Srbije, radi informisanja, dostavlja Narodnoj skupštini najkasnije do 31. decembra tekuće godine."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_74"
    },
    {
        "title": "Član 75",
        "texts": [
            "Narodna banka Srbije ostvaruje prihode:",
            "1) od kamate i drugih prihoda na sredstva deponovana\n u inostranstvu;",
            "2) od kamate na kredite i druge plasmane i potraživanja;",
            "3) od naknada za vršenje usluga;",
            "4) kupovinom i prodajom hartija od vrednosti;",
            "5) od pozitivnih kursnih razlika;",
            "6) ostale prihode koje ostvaruje svojim poslovanjem\n i poslovanjem specijalizovane organizacije u svom sastavu.",
            "Izvršni odbor utvrđuje jedinstvenu tarifu po kojoj Narodna banka Srbije naplaćuje naknadu za izvršene usluge."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_75"
    },
    {
        "title": "Član 76",
        "texts": [
            "Iz prihoda koje Narodna banka Srbije ostvari,\n podmiruju se:",
            "1) kamate i drugi troškovi po inostranim kreditima;",
            "2) kamate na sredstva koja se drže kod Narodne\n banke Srbije;",
            "3) kamate i drugi troškovi po hartijama od\n vrednosti;",
            "4) troškovi izrade novčanica i kovanog novca;",
            "5) materijalni i nematerijalni troškovi i troškovi\n amortizacije;",
            "6) negativne kursne razlike;",
            "7) zarade zaposlenih;",
            "8) ostali troškovi koje Narodna banka Srbije\n ima u svom poslovanju i u poslovanju specijalizovane organizacije\n u svom sastavu."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_76"
    },
    {
        "title": "Član 77",
        "texts": [
            "Republika Srbija je vlasnik celokupnog kapitala Narodne banke Srbije.",
            "Kapital Narodne banke Srbije čine osnovni kapital i posebne rezerve.",
            "Do dostizanja iznosa minimalnog osnovnog kapitala Narodne banke Srbije od 10.000.000.000 dinara, celokupna dobit Narodne banke Srbije raspoređuje se u osnovni kapital.",
            "Posle dostizanja iznosa minimalnog osnovnog kapitala iz stava 3. ovog člana, celokupna dobit Narodne banke Srbije raspoređuje se u posebne rezerve Narodne banke Srbije do dostizanja iznosa ovih rezervi od 20.000.000.000 dinara.",
            "Posle dostizanja iznosa minimalnog osnovnog kapitala iz stava 3. ovog člana i iznosa posebnih rezervi iz stava 4. tog člana, dobit proistekla iz kursnih razlika i revalorizacionih rezervi Narodne banke Srbije raspoređuje se na sledeći način: 33,3% u osnovni kapital i 66,7% u posebne rezerve.",
            "Posle dostizanja iznosa minimalnog osnovnog kapitala iz stava 3. ovog člana i iznosa posebnih rezervi iz stava 4. tog člana, dobit koja nije proistekla iz kursnih razlika i revalorizacionih rezervi Narodne banke Srbije raspoređuje se na sledeći način: 10% u osnovni kapital, 20% u posebne rezerve i 70% u budžet Republike Srbije.",
            "U skladu sa stavom 6. ovog člana, Narodna banka Srbije deo dobiti iz tog stava prenosi budžetu Republike Srbije - u roku od deset dana od dana dostavljanja Narodnoj skupštini godišnjih finansijskih izveštaja Narodne banke Srbije, sa izveštajem ovlašćenog revizora."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_77"
    },
    {
        "title": "Član 78",
        "texts": [
            "Ostvareni gubitak Narodne banke Srbije pokriva se iz posebnih rezervi i osnovnog kapitala iznad nivoa minimalnog osnovnog kapitala, a ako navedena sredstva nisu dovoljna - iz budžeta Republike Srbije ili iz hartija od vrednosti koje u tu svrhu, pod tržišnim uslovima, izdaje Republika Srbija i prenosi Narodnoj banci Srbije.",
            "Hartije od vrednosti kojima je pokriven gubitak, Narodna banka Srbije može naplatiti i pre roka dospeća - prodajom radi očuvanja tekuće likvidnosti, uz saglasnost Saveta.",
            "Ako Republika Srbija ne pokrije gubitak Narodne banke Srbije na način utvrđen u stavu 1. ovog člana, taj se gubitak pokriva iz dobiti Narodne banke Srbije ostvarene u narednim godinama, i to pre raspodele dobiti propisane članom 77. ovog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_78"
    },
    {
        "title": "Član 78a",
        "texts": [
            "Narodna banka Srbije nije obveznik poreza na dobit pravnih lica, kao ni drugih direktnih poreza i sudskih i drugih taksi i naknada od čijeg su plaćanja izuzeti državni organi i organizacije.",
            "IX FINANSIJSKI IZVEŠTAJI"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_78a"
    },
    {
        "title": "Član 79",
        "texts": [
            "Godišnji finansijski izveštaji Narodne banke Srbije (u daljem tekstu: godišnji finansijski izveštaji) sačinjavaju se u skladu sa zakonom kojim se uređuju računovodstvo i revizija i Međunarodnim računovodstvenim standardima, odnosno Međunarodnim standardima finansijskog izveštavanja.",
            "Godišnje finansijske izveštaje, sa izveštajem ovlašćenog revizora, Savet dostavlja, radi informisanja, Narodnoj skupštini do 30. juna naredne godine.",
            "Narodna banka Srbije je dužna da godišnje finansijske izveštaje objavi u \"Službenom glasniku Republike Srbije\" u roku od mesec dana od dana njihovog dostavljanja Narodnoj skupštini."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_79"
    },
    {
        "title": "Član 80",
        "texts": [
            "(Brisan)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_80"
    },
    {
        "title": "Član 81",
        "texts": [
            "Revizija godišnjih finansijskih izveštaja vrši se na način utvrđen zakonom kojim se uređuje revizija finansijskih izveštaja i Međunarodnim standardima revizije.",
            "Narodna banka Srbije bira spoljnog revizora u skladu sa zakonom kojim se uređuju javne nabavke, na period od najmanje tri poslovne godine."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_81"
    },
    {
        "title": "Član 81a",
        "texts": [
            "Narodna banka Srbije ima organizacionu jedinicu koja obavlja poslove interne revizije (dalje u tekstu: Interna revizija);",
            "Izbor rukovodioca Interne revizije vrši Savet na osnovu sprovedenog javnog konkursa.",
            "Interna revizija vrši se na osnovu plana koji usvaja Savet, a može se sprovoditi i vanredno na osnovu zahteva Saveta, Izvršnog odbora ili guvernera.",
            "X ORGANIZACIJA RADA I STATUS ZAPOSLENIH\n U NARODNOJ BANCI SRBIJE"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_81a"
    },
    {
        "title": "Član 82",
        "texts": [
            "Organizacija rada Narodne banke Srbije bliže se, u skladu sa zakonom, uređuje Statutom i unutrašnjim opštim aktima Narodne banke Srbije, a naročito:",
            "1) unutrašnja organizacija Narodne banke Srbije i sistematizacija radnih mesta u Narodnoj banci Srbije;",
            "2) prava, obaveze i odgovornosti rukovodilaca;",
            "3) prava, obaveze i odgovornosti zaposlenih u obavljanju poslova i zadataka;",
            "4) zarade i naknade funkcionera Narodne banke Srbije i zaposlenih;",
            "5) zaštita podataka označenih određenim stepenom tajnosti (u daljem tekstu: tajni podaci) i bezbednost informacija u Narodnoj banci Srbije;",
            "6) upravljanje dokumentima u Narodnoj banci Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_82"
    },
    {
        "title": "Član 83",
        "texts": [
            "Na prava, obaveze i odgovornosti iz radnog odnosa zaposlenih primenjuje se zakon kojim se uređuju radni odnosi, ako ovim zakonom nije drukčije određeno."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_83"
    },
    {
        "title": "Član 84",
        "texts": [
            "Prijem u radni odnos u Narodnoj banci Srbije\n vrši guverner."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_84"
    },
    {
        "title": "Član 85",
        "texts": [
            "Funkcioneri Narodne banke Srbije i zaposleni ne mogu se u obavljanju poslova rukovoditi svojim političkim opredeljenjima.",
            "Na zaposlene shodno se primenjuju odredbe člana 20. stav 1. tač. od 2) do 4) ovog zakona.",
            "Zaposleni može van radnog vremena, a uz prethodnu pismenu saglasnost guvernera, obavljati plaćene dodatne poslove i aktivnosti samo ako njihovo obavljanje ne utiče na mogućnost stvaranja sukoba interesa ili na nepristrasno obavljanje njegovih poslova.",
            "Zaposleni ne može van radnog vremena obavljati neplaćene dodatne poslove i aktivnosti ako bi njihovo obavljanje uticalo na mogućnost stvaranja sukoba interesa ili na nepristrasno obavljanje njegovih poslova.",
            "Nakon prestanka radnog odnosa u Narodnoj banci, zaposleni se ne može u periodu do šest meseci od dana prestanka radnog odnosa zaposliti u finansijskoj instituciji, međunarodnoj finansijskoj instituciji (Međunarodni monetarni fond, članice grupacije Svetske banke, Evropska banka za obnovu i razvoj i sl.), društvu za reviziju ili drugom licu nad čijim poslovanjem Narodna banka Srbije vrši kontrolu, odnosno nadzor ili s kojim sarađuje u obavljanju svojih funkcija, kao ni na drugi način radno angažovati u tim licima, osim kad guverner da prethodnu saglasnost da nije potrebno da protekne taj period a ocenjeno je da u konkretnoj situaciji nema sukoba interesa.",
            "Zaposleni ima pravo na naknadu u periodu zabrane zapošljavanja u skladu sa stavom 5. ovog člana, odnosno do momenta zasnivanja radnog odnosa ili radnog angažovanja kod poslodavca koji nije lice iz tog stava pre isteka tog perioda - i to u visini 80% njegove prosečne mesečne zarade isplaćene u prethodnih dvanaest meseci pre početka perioda zabrane zapošljavanja iz tog stava koji se odnosi na tog zaposlenog.",
            "Finansijska institucija i drugo pravno lice iz stava 5. ovog člana dužni su da Narodnu banku Srbije obaveste o nameri zapošljavanja ili radnog angažovanja zaposlenog ili bivšeg zaposlenog, koji je u bilo kom periodu tokom prethodnih pet godina bio zaposlen u Narodnoj banci Srbije, i to odmah po saznanju da je lice s kojim se pregovara zaposleno ili bilo zaposleno u Narodnoj banci Srbije, a najkasnije mesec dana pre stupanja na rad tog lica.",
            "Guverner opštim aktom utvrđuje bliže uslove i način primene zabrane zapošljavanja iz stava 5. ovog člana, u zavisnosti od poslova koje zaposleni obavlja i drugih kriterijuma od značaja za primenu te zabrane sa aspekta poslova i funkcija Narodne banke Srbije, bliže uslove za obračun troškova za razvoj zaposlenog i obračun i isplatu naknade iz stava 6. ovog člana, kao i način sprovođenja obaveze obaveštavanja iz stava 7. ovog člana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_85"
    },
    {
        "title": "Član 86",
        "texts": [
            "Narodna banka Srbije, u skladu s propisima, stara se o arhivskoj građi, odnosno arhivskom materijalu nastalim u radu Narodne banke Srbije i u radu organa i organizacija čiji je ona pravni sledbenik, kao i o drugoj arhivskoj građi, odnosno arhivskom materijalu čiji je imalac."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86"
    },
    {
        "title": "Član 86a",
        "texts": [
            "Kao tajni podaci nastali u poslovanju Narodne banke Srbije naročito se određuju podaci koji se odnose na:",
            "1) upravljanje deviznim rezervama;",
            "2) pregovore sa organizacijama i institucijama iz člana 11. ovog zakona;",
            "3) izdavanje novčanica i kovanog novca i upravljanje tokovima gotovine;",
            "4) pojedinačne podatke i pokazatelje poslovanja subjekata nad kojima Narodna banka Srbije vrši kontrolnu, odnosno nadzornu funkciju.",
            "Kao tajni podaci nastali u poslovanju Narodne banke Srbije mogu se zakonom ili unutrašnjim opštim aktom Narodne banke Srbije odrediti i drugi podaci čijim bi otkrivanjem neovlašćenim licima mogla nastupiti šteta po ostvarivanje ciljeva i obavljanje funkcija Narodne banke Srbije.",
            "Funkcioneri Narodne banke Srbije i zaposleni dužni su da čuvaju tajne podatke bez obzira na način na koji su ih saznali.",
            "Obaveza iz stava 3. ovog člana ostaje i nakon prestanka radnog odnosa, odnosno angažovanja u Narodnoj banci Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86a"
    },
    {
        "title": "Član 86b",
        "texts": [
            "Narodna banka Srbije, guverner, viceguverneri i drugi zaposleni ne odgovaraju za štetu koja nastane u obavljanju poslova Narodne banke Srbije, osim ako se dokaže da nisu postupali u dobroj veri.",
            "Za štetu iz stava 1. ovog člana, zaposleni iz tog stava ne mogu odgovarati ni nakon prestanka radnog odnosa u Narodnoj banci Srbije, odnosno prestanka vršenja funkcije.",
            "Narodna banka Srbije snosiće troškove zastupanja lica iz stava 1. ovog člana u sudskim i upravnim postupcima pokrenutim u vezi s poslovima iz tog stava.",
            "Narodna banka Srbije snosiće troškove iz stava 3. ovog člana i licima kojima je prestao radni odnos u Narodnoj banci Srbije.",
            "Ako je u odgovarajućem postupku pravnosnažnom odlukom utvrđeno da su lica iz stava 1. ovog člana pričinila štetu iz tog stava namerno ili krajnjom nepažnjom, ova lica su dužna da Narodnoj banci Srbije nadoknade troškove zastupanja iz stava 3. ovog člana, kao i iznos isplaćene štete u skladu sa zakonom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86b"
    },
    {
        "title": "Član 86v",
        "texts": [
            "Protiv upravnog akta Narodne banke Srbije donetog u obavljanju njenih funkcija može se voditi upravni spor, ali tužba protiv ovog akta ne može sprečiti ni odložiti njegovo izvršenje.",
            "U upravnom sporu protiv akta iz stava 1. ovog člana sud ne može rešiti upravnu stvar za čije je rešavanje ovim zakonom utvrđena nadležnost Narodne banke Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86v"
    },
    {
        "title": "Član 86g",
        "texts": [
            "Narodnu banku Srbije u postupku pred sudom zastupaju diplomirani pravnici s položenim pravosudnim ispitom koji su u radnom odnosu u Narodnoj banci Srbije.",
            "Narodnu banku Srbije u postupku po vanrednom pravnom leku zastupaju diplomirani pravnici s položenim pravosudnim ispitom koji su u radnom odnosu u Narodnoj banci Srbije.",
            "Guverner može ovlastiti i druge zaposlene i lica koja nisu zaposlena u Narodnoj banci Srbije da Narodnu banku Srbije zastupaju pred sudovima i/ili drugim organima i organizacijama, kao i u zaštiti njenih imovinskih i drugih interesa u zemlji i inostranstvu.",
            "Troškovi zastupanja u postupcima pred sudom, organom uprave i drugim nadležnim organom priznaju se Narodnoj banci Srbije i njenim zastupnicima po propisima o nagradi i naknadi troškova za rad advokata.",
            "Prihodi ostvareni u zastupanju predstavljaju prihod Narodne banke Srbije.",
            "Xa. NARODNA BANKA SRBIJE KAO DEO EVROPSKOG SISTEMA CENTRALNIH BANAKA"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86g"
    },
    {
        "title": "Član 86d",
        "texts": [
            "Narodna banka Srbije deo je Evropskog sistema centralnih banaka (u daljem tekstu: ESCB).",
            "Narodna banka Srbije dužna je da, u skladu sa Ugovorom o funkcionisanju Evropske unije (u daljem tekstu: Ugovor), Protokolom o Statutu Evropskog sistema centralnih banaka i Evropske centralne banke (u daljem tekstu: Statut ESCB-a i ECB-a) i propisima Evropske unije koji se neposredno primenjuju - preduzima aktivnosti na ostvarivanju ciljeva i izvršavanju funkcija ESCB-a."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86d"
    },
    {
        "title": "Član 86đ",
        "texts": [
            "Narodna banka Srbije, ne dovodeći u pitanje ostvarivanje svog osnovnog cilja iz člana 3. stav 1. ovog zakona, podržaće opštu ekonomsku politiku Evropske unije, doprinoseći ostvarivanju ciljeva Evropske unije utvrđenih članom 3. Ugovora o Evropskoj uniji.",
            "Narodna banka Srbije posluje u skladu s principom otvorene tržišne ekonomije sa slobodnom konkurencijom, dajući prednost efikasnoj alokaciji sredstava, u skladu s članom 119. Ugovora."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86%F0"
    },
    {
        "title": "Član 86e",
        "texts": [
            "Narodna banka Srbije, organi Narodne banke Srbije i članovi tih organa, u obavljanju funkcija i izvršavanju poslova i dužnosti utvrđenih Ugovorom i Statutom ESCB-a i ECB-a, neće primati niti tražiti uputstva od institucija, tela, službi i agencija Evropske unije niti od vlada država članica, njihovih institucija, tela, službi ili agencija, odnosno od drugih lica, u skladu s članom 130. Ugovora i članom 7. Statuta ESCB-a i ECB-a.",
            "Institucije, tela, službe i agencije Evropske unije, kao ni vlade država članica, njihove institucije, tela, službe i agencije - ne mogu uticati na samostalnost i nezavisnost Narodne banke Srbije niti vršiti uticaj na Narodnu banku Srbije, organe Narodne banke Srbije i članove tih organa.",
            "Odredbe st. 1. i 2. ovog člana ne dovode u pitanje ovlašćenja Evropske centralne banke (u daljem tekstu: ECB) u skladu sa Statutom ESCB-a i ECB-a."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86e"
    },
    {
        "title": "Član 86ž",
        "texts": [
            "Narodna banka Srbije dužna je da upiše i uplati sredstva u kapital ECB-a, u skladu s čl. 28. i 29. Statuta ESCB-a i ECB-a."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86%9E"
    },
    {
        "title": "Član 86z",
        "texts": [
            "Predlagač zakona koji se odnosi na ostvarivanje ciljeva i funkcija Narodne banke Srbije ili druga pitanja iz nadležnosti ECB-a dužan je da, pre dostavljanja Narodnoj skupštini predloga tih zakona, pribavi o njima mišljenje ECB-a, u skladu s članom 127. stav 4. i članom 282. stav 5. Ugovora i propisom Saveta Evropske unije.",
            "Donosilac podzakonskog akta kojim se uređuju pitanja iz stava 1. ovog člana dužan je da o tom aktu pribavi mišljenje ECB-a, u skladu s propisom Saveta Evropske unije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86z"
    },
    {
        "title": "Član 86i",
        "texts": [
            "Guverner Narodne banke Srbije član je Generalnog saveta ECB-a.",
            "Ako je odluka o razrešenju guvernera iz člana 28. stav 6. ovog zakona doneta suprotno odredbama Ugovora i propisima Evropske unije donetim na osnovu Ugovora - guverner može pokrenuti postupak pred Sudom pravde Evropske unije, u skladu s članom 14. stav 2. Statuta ESCB-a i ECB-a."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86i"
    },
    {
        "title": "Član 86j",
        "texts": [
            "U skladu s članom 5. Statuta ESCB-a i ECB-a, Narodna banka Srbije, u granicama ovlašćenja utvrđenih ovim i drugim zakonom, preduzima potrebne aktivnosti radi prikupljanja statističkih podataka neophodnih za ostvarivanje ciljeva i zadataka ESCB-a i ECB-a.",
            "Narodna banka Srbije može bliže propisati sadržinu podataka iz stava 1. ovog člana, kao i uslove i način njihovog dostavljanja."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86j"
    },
    {
        "title": "Član 86k",
        "texts": [
            "Odredbe člana 62. ovog zakona odnose se i na institucije, tela, službe i agencije Evropske unije, na države članice i njihove institucije, tela, službe i agencije, na centralne, regionalne, lokalne i druge javne vlasti u državama članicama, kao i na druge ustanove, javna preduzeća ili pravna lica javnog prava ili pravna lica u kojima država članica, odnosno centralna, regionalna, lokalna ili druga javna vlast u državi članici ima kontrolno učešće, u skladu s članom 123. stav 1. Ugovora.",
            "Zabrana iz člana 62. ovog zakona ne odnosi se na kreditne institucije, pod uslovima i na način koji su utvrđeni članom 123. stav 2. Ugovora."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86k"
    },
    {
        "title": "Član 86l",
        "texts": [
            "Revizija koju u skladu sa zakonom vrši Državna revizorska institucija ne može se odnositi na funkcije Narodne banke Srbije koje su povezane s njenim učešćem u ESCB-u.",
            "Državna revizorska institucija ne može da daje uputstva Narodnoj banci Srbije, organima Narodne banke Srbije i članovima tih organa u pogledu obavljanja njenih funkcija, niti može uticati na samostalnost i nezavisnost Narodne banke Srbije ili vršiti uticaj na Narodnu banku Srbije, organe Narodne banke Srbije i članove tih organa."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86l"
    },
    {
        "title": "Član 86lj",
        "texts": [
            "Sud pravde Evropske unije nadležan je u sporovima koji se odnose na ispunjavanje obaveza Narodne banke Srbije utvrđenih Ugovorom i Statutom ESCB-a i ECB-a.",
            "Xb. NARODNA BANKA SRBIJE KAO DEO EVROSISTEMA"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86lj"
    },
    {
        "title": "Član 86m",
        "texts": [
            "Uvođenjem evra kao valute u Republici Srbiji, Narodna banka Srbije postupaće u svemu u skladu sa odredbama Ugovora, Statuta ESCB-a i ECB-a i propisima Evropske unije koji se neposredno primenjuju i kojima se utvrđuju prava i obaveze država članica koje su prihvatile evro kao nacionalnu valutu."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86m"
    },
    {
        "title": "Član 86n",
        "texts": [
            "Učestvujući u sprovođenju monetarne politike Evropske unije, Narodna banka Srbije dužna je da postupa u skladu s propisima ECB-a i propisima drugih nadležnih tela Evropske unije.",
            "Radi obezbeđenja nesmetane primene propisa u oblasti monetarne politike, Narodna banka Srbije može doneti opšte i pojedinačne akte za sprovođenje tih propisa, koji u potpunosti moraju biti u skladu s pravnim aktima ECB-a."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86n"
    },
    {
        "title": "Član 86nj",
        "texts": [
            "Narodna banka Srbije, kao deo ESCB-a, učestvuje u obavljanju sledećih funkcija:",
            "1) utvrđivanje i sprovođenje monetarne politike Evropske unije;",
            "2) obavljanje deviznih poslova u skladu sa odredbama člana 219. Ugovora;",
            "3) držanje deviznih rezervi država članica i upravljanje tim rezervama;",
            "4) unapređenje nesmetanog funkcionisanja platnih sistema.",
            "Obavljanje funkcija Narodne banke Srbije iz člana 4. ovog zakona ne može da ugrozi ostvarivanje ciljeva i zadataka ESCB-a."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86nj"
    },
    {
        "title": "Član 86o",
        "texts": [
            "Radi ostvarivanja ciljeva ESCB-a, Narodna banka Srbije može:",
            "1) poslovati na finansijskim tržištima kupovinom i prodajom trajno ili na osnovu repo ugovora, kao i davanjem ili uzimanjem u zajam potraživanja i tržišnih instrumenata, u evrima ili u drugim valutama, kao i plemenitih metala;",
            "2) obavljati kreditne poslove s kreditnim institucijama i drugim tržišnim učesnicima, na osnovu odgovarajućeg sredstva obezbeđenja."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86o"
    },
    {
        "title": "Član 86p",
        "texts": [
            "ECB može zahtevati od kreditnih institucija da drže obaveznu rezervu kod Narodne banke Srbije radi ostvarivanja ciljeva monetarne politike.",
            "U slučaju nepostupanja u skladu sa stavom 1. ovog člana, ECB može izreći mere i/ili kazne kreditnoj instituciji.",
            "Uslovi za primenu odredaba ovog člana utvrđuju se propisima ECB-a."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86p"
    },
    {
        "title": "Član 86r",
        "texts": [
            "Narodna banka Srbije može primeniti druge metode monetarne kontrole, u skladu sa odlukom Upravnog saveta ECB-a."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86r"
    },
    {
        "title": "Član 86s",
        "texts": [
            "Narodna banka Srbije može učestvovati u međunarodnim monetarnim institucijama samo uz odobrenje ECB-a."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86s"
    },
    {
        "title": "Član 86t",
        "texts": [
            "Novčana jedinica Republike Srbije jeste evro.",
            "Narodna banka Srbije može izdavati novčanice evra na osnovu odobrenja ECB-a, u skladu s članom 128. Ugovora i članom 16. Statuta ESCB-a i ECB-a.",
            "Narodna banka Srbije može izdavati kovani novac koji glasi na evro, uz odobrenje ECB-a u pogledu obuhvata izdavanja, u skladu s članom 128. stav 2. Ugovora.",
            "Narodna banka Srbije utvrđuje izgled kovanog novca koji izdaje u skladu s relevantnim propisima Evropske unije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86t"
    },
    {
        "title": "Član 86ć",
        "texts": [
            "Narodna banka Srbije je nadležni nacionalni organ za zaštitu evra od falsifikovanja u smislu propisa Evropske unije kojima se uređuje zaštita evra od falsifikovanja."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86%E6"
    },
    {
        "title": "Član 86u",
        "texts": [
            "Guverner Narodne banke Srbije član je Upravnog saveta ECB-a.",
            "XI KAZNENE ODREDBE",
            "1. Krivično delo"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_86u"
    },
    {
        "title": "Član 87*",
        "texts": [
            "(Prestao da važi)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_87*"
    },
    {
        "title": "Čl. 88-90",
        "texts": [
            "(Brisani)",
            "3. Mere i novčane kazne"
        ],
        "link": null
    },
    {
        "title": "Član 91",
        "texts": [
            "Narodna banka Srbije izriče mere i novčane kazne banci i članovima organa banke u skladu sa zakonom kojim se uređuje poslovanje banaka u sledećim slučajevima:",
            "1) ako banka ne postupa u skladu s propisima Narodne banke Srbije iz člana 40. ovog zakona;",
            "2) ako banka ne sprovodi mere koje je Narodna banka Srbije propisala radi održavanja likvidnosti banaka iz člana 42. ovog zakona;",
            "3) ako banka ne postupa u skladu s propisima Narodne banke Srbije iz člana 45. ovog zakona;",
            "4) ako se banka ne pridržava mera koje je Narodna banka Srbije propisala radi održavanja likvidnosti u plaćanjima sa inostranstvom iz člana 46. ovog zakona;",
            "5) ako banka ne postupa u skladu s propisima Narodne banke Srbije iz člana 58. stav 4. ovog zakona;",
            "6) ako banka ne postupa u skladu s propisima Narodne banke Srbije iz člana 58a stav 3. ovog zakona;",
            "7) ako banka ne dostavi odgovarajuće podatke u skladu s propisima iz člana 68. ovog zakona;",
            "8) ako banka zaposli ili radno angažuje bivšeg zaposlenog Narodne banke Srbije suprotno odredbi člana 85. stav 5. ovog zakona ili ne obavesti Narodnu banku Srbije o nameri zapošljavanja zaposlenog ili bivšeg zaposlenog Narodne banke Srbije u skladu s članom 85. stav 7. ovog zakona.",
            "Narodna banka Srbije izriče mere i novčane kazne drugim subjektima nadzora iz člana 4. ovog zakona i rukovodiocima, odnosno članovima organa tih subjekata u skladu sa zakonom kojim se uređuje njihovo poslovanje u sledećim slučajevima:",
            "1) ako subjekt nadzora ne dostavi odgovarajuće podatke u skladu s propisima iz člana 68. ovog zakona;",
            "2) ako subjekt nadzora zaposli ili radno angažuje bivšeg zaposlenog Narodne banke Srbije suprotno odredbi člana 85. stav 5. ovog zakona ili ne obavesti Narodnu banku Srbije o nameri zapošljavanja zaposlenog ili bivšeg zaposlenog Narodne banke Srbije u skladu s članom 85. stav 7. ovog zakona.",
            "4. Prekršaji"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_91"
    },
    {
        "title": "Član 91a",
        "texts": [
            "Novčanom kaznom od 100.000 do 2.000.000 dinara kazniće se za prekršaj pravno lice ako ne dostavi odgovarajuće podatke u skladu s propisima iz člana 68. ovog zakona.",
            "Novčanom kaznom od 25.000 do 500.000 dinara kazniće se za prekršaj preduzetnik ako ne dostavi odgovarajuće podatke u skladu s propisima iz člana 68. ovog zakona.",
            "Za radnju iz stava 1. ovog člana kazniće se za prekršaj i odgovorno lice u pravnom licu novčanom kaznom od 15.000 do 150.000 dinara."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_91a"
    },
    {
        "title": "Član 91b",
        "texts": [
            "Novčanom kaznom od 50.000 do 150.000 dinara kazniće se funkcioner Narodne banke Srbije koji podnese lažnu izjavu iz člana 20. st. 5. i 7. ovog zakona.",
            "Novčanom kaznom iz stava 1. ovog člana kazniće se bivši funkcioner Narodne banke Srbije koji prekrši zabranu iz člana 29. stav 1. ovog zakona.",
            "Za prekršaj iz st. 1. i 2. ovog člana izriče se mera javnog objavljivanja presude, a može se izreći i mera zabrane vršenja određenih poslova.",
            "XII PRELAZNE I ZAVRŠNE ODREDBE"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_91b"
    },
    {
        "title": "Član 92",
        "texts": [
            "Guverner i članovi Saveta biće izabrani najkasnije\n dva meseca od dana stupanja na snagu ovog zakona.",
            "Savet će izabrati viceguvernere najkasnije\n mesec dana od izbora guvernera i članova Saveta.",
            "U prvom sazivu Saveta Narodne banke Srbije\n predsednik Saveta bira se na pet godina, jedan član Saveta\n na četiri godine, jedan član Saveta na tri godine, jedan član\n Saveta na dve godine i jedan član Saveta na jednu godinu.",
            "Ako članu Saveta prestane funkcija pre isteka\n mandata, novi član Saveta bira se na period do isteka mandata\n člana kome je funkcija prestala."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_92"
    },
    {
        "title": "Član 93",
        "texts": [
            "Narodna banka Srbije doneće Statut i druge\n opšte akte u roku od tri meseca od dana stupanja na snagu ovog\n zakona.",
            "Guverner, uz prethodno pribavljenu saglasnost\n Saveta, donosi akt o organizaciji i sistematizaciji radnih\n mesta Narodne banke Srbije, najkasnije mesec dana od dana donošenja\n Statuta Narodne banke Srbije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_93"
    },
    {
        "title": "Član 94",
        "texts": [
            "Zaposleni u Narodnoj banci Srbije biće raspoređeni\n na radna mesta utvrđena aktom o organizaciji i sistematizaciji\n iz člana 93. stav 2. ovog zakona narednog dana od dana stupanja\n na snagu tog akta.",
            "Zaposleni koji ne budu raspoređeni na radna\n mesta u skladu s aktom o organizaciji i sistematizaciji iz\n stava 1. ovog člana ostaju neraspoređeni i ostvaruju prava\n u skladu sa zakonom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_94"
    },
    {
        "title": "Član 95",
        "texts": [
            "Narodna banka Srbije nastavlja da koristi nepokretnosti,\n opremu, sredstva za rad, informacione sisteme, novčana i neposlovna\n sredstva, predmete i arhivu sa stanjem na dan stupanja na snagu\n ovog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_95"
    },
    {
        "title": "Član 96",
        "texts": [
            "Propisi doneti na osnovu Zakona o Narodnoj\n banci Jugoslavije (\"Službeni list SRJ\", br. 32/93,\n 41/94, 61/95, 29/97, 44/99 i 73/2000) primenjivaće se do donošenja\n odgovarajućih akata na osnovu ovog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_96"
    },
    {
        "title": "Član 97",
        "texts": [
            "Danom stupanja na snagu ovog zakona prestaje\n da važi Zakon o Narodnoj banci Jugoslavije (\"Službeni\n list SRJ\", br. 32/93, 41/94, 61/95, 29/97, 44/99 i 73/2000)."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_97"
    },
    {
        "title": "Član 98",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od\n dana objavljivanja u \"Službenom glasniku Republike Srbije\".",
            "",
            "Samostalni član Zakona o dopuniZakona\n o Narodnoj banci Srbije",
            "(\"Sl. glasnik RS\", br.\n 55/2004)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_98"
    },
    {
        "title": "Član 2",
        "texts": [
            "Ovaj zakon\n stupa na snagu osmog dana od dana objavljivanja u \"Službenom\n glasniku Republike Srbije\".",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o Narodnoj banci Srbije",
            "(\"Sl. glasnik RS\", br. 44/2010)"
        ],
        "link": null
    },
    {
        "title": "Član 96",
        "texts": [
            "Narodna banka Srbije će poslove koje obavlja u skladu sa Zakonom o Narodnoj banci Srbije (\"Službeni glasnik Republike Srbije\", br. 72/03, 55/04 i 85/05 - dr. zakon - u daljem tekstu: Zakon) nastaviti da obavlja u skladu s nadležnostima utvrđenim ovim zakonom."
        ],
        "link": null
    },
    {
        "title": "Član 97",
        "texts": [
            "Guverner i viceguverneri izabrani u skladu sa odredbama Zakona nastavljaju da obavljaju funkcije utvrđene ovim zakonom do isteka mandata na koji su izabrani.",
            "Predsednik i članovi Saveta Narodne banke Srbije izabrani u skladu sa odredbama Zakona nastavljaju da obavljaju funkcije članova Saveta utvrđene ovim zakonom do isteka mandata na koji su izabrani.",
            "Guverneru, viceguvernerima, predsedniku i članovima Saveta Narodne banke Srbije koji su podneli ostavke, odnosno koji su sami zatražili prestanak funkcije do dana stupanja na snagu ovog zakona, funkcija prestaje pre isteka mandata u skladu sa odredbama Zakona."
        ],
        "link": null
    },
    {
        "title": "Član 98",
        "texts": [
            "Propisi koje je Narodna banka Srbije donela na osnovu Zakona ostaju na snazi do donošenja novih propisa u skladu sa ovim zakonom.",
            "Narodna banka Srbije će odredbe propisa donetih na osnovu Zakona koje su u suprotnosti sa ovim zakonom uskladiti u roku od jedne godine od dana njegovog stupanja na snagu.",
            "Savet će doneti Statut Narodne banke Srbije u roku od tri meseca od dana stupanja na snagu ovog zakona.",
            "Narodna banka Srbije uskladiće svoje unutrašnje opšte akte sa odredbama ovog zakona u roku od šest meseci od dana stupanja na snagu Statuta Narodne banke Srbije."
        ],
        "link": null
    },
    {
        "title": "Član 99",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o Narodnoj banci Srbije",
            "(\"Sl. glasnik RS\", br. 76/2012)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_narodnoj_banci_srbije.html#clan_99"
    },
    {
        "title": "Član 24",
        "texts": [
            "Narodna banka Srbije će poslove koje obavlja u skladu sa Zakonom o Narodnoj banci Srbije (\"Službeni glasnik RS\", br. 72/03, 55/04 i 85/05 - dr. zakon i 44/10 - u daljem tekstu: Zakon) nastaviti da obavlja u skladu s nadležnostima utvrđenim ovim zakonom.",
            "Guverner, viceguverneri, direktor Uprave za nadzor i članovi Saveta biće izabrani u roku od 90 dana od dana stupanja na snagu ovog zakona.",
            "Guverner, viceguverneri i članovi Saveta koji su obavljali funkciju do dana stupanja na snagu ovog zakona nastaviće da obavljaju funkciju do izbora funkcionera iz stava 2. ovog člana."
        ],
        "link": null
    },
    {
        "title": "Član 25",
        "texts": [
            "Propisi koje je Narodna banka Srbije donela na osnovu Zakona ostaju na snazi do donošenja novih propisa u skladu sa ovim zakonom.",
            "Narodna banka Srbije će odredbe propisa donetih na osnovu Zakona koje su u suprotnosti sa ovim zakonom uskladiti u roku od jedne godine od dana njegovog stupanja na snagu.",
            "Savet će doneti Statut u roku od šest meseci od dana stupanja na snagu ovog zakona.",
            "Narodna banka Srbije uskladiće svoje unutrašnje opšte akte sa odredbama ovog zakona u roku od tri meseca od dana stupanja na snagu Statuta Narodne banke Srbije."
        ],
        "link": null
    },
    {
        "title": "Član 26",
        "texts": [
            "Ako su odredbe drugih zakona, odnosno propisa, u suprotnosti sa ovim zakonom, primenjuju se odredbe ovog zakona."
        ],
        "link": null
    },
    {
        "title": "Član 27",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o Narodnoj banci Srbije",
            "(\"Sl. glasnik RS\", br. 106/2012)"
        ],
        "link": null
    },
    {
        "title": "Član 13",
        "texts": [
            "Predsednik i članovi Saveta guvernera Narodne banke Srbije, kao i direktor Uprave za nadzor nad finansijskim institucijama, izabraće se u skladu sa ovim zakonom u roku od 30 dana od dana stupanja na snagu tog zakona."
        ],
        "link": null
    },
    {
        "title": "Član 14",
        "texts": [
            "Nakon isteka mandata viceguvernera Narodne banke Srbije izabranih do dana stupanja na snagu ovog zakona, kod prvog sledećeg izbora jedan viceguverner biraće se na period od četiri godine, drugi na tri godine, a ostali na dve godine.",
            "Ako viceguverneru Narodne banke Srbije izabranom u skladu sa stavom 1. ovog člana funkcija prestane pre isteka mandata, novi viceguverner biraće se na period do isteka mandata viceguvernera kome je funkcija prestala.",
            "Kod prvog izbora direktora Uprave za nadzor nad finansijskim institucijama u skladu sa ovim zakonom, direktor Uprave biraće se na period od pet godina.",
            "Ako direktoru Uprave za nadzor nad finansijskim institucijama izabranom u skladu sa stavom 3. ovog člana funkcija prestane pre isteka mandata, novi direktor Uprave biraće se na period do isteka mandata direktora kome je funkcija prestala.",
            "Kod prvog izbora članova Saveta guvernera Narodne banke Srbije u skladu sa ovim zakonom, predsednik Saveta biraće se na period od pet godina, a ostali članovi Saveta na četiri, tri, dve i jednu godinu.",
            "Ako članu Saveta guvernera Narodne banke Srbije izabranom u skladu sa stavom 5. ovog člana funkcija prestane pre isteka mandata, novi član Saveta biraće se na period do isteka mandata člana kome je funkcija prestala."
        ],
        "link": null
    },
    {
        "title": "Član 15",
        "texts": [
            "Guverner i viceguverneri Narodne banke Srbije izabrani u skladu sa Zakonom o Narodnoj banci Srbije (\"Službeni glasnik RS\", br. 72/2003, 55/2004, 85/2005 - dr. zakon, 44/2010 i 76/2012) svoje funkcije utvrđene ovim zakonom nastaviće da obavljaju do isteka mandata na koji su izabrani."
        ],
        "link": null
    },
    {
        "title": "Član 16",
        "texts": [
            "Savet guvernera Narodne banke Srbije doneće Statut Narodne banke Srbije u roku od tri meseca od dana stupanja na snagu ovog zakona.",
            "Narodna banka Srbije svoje unutrašnje opšte akte uskladiće sa ovim zakonom u roku od tri meseca od dana stupanja na snagu Statuta Narodne banke Srbije."
        ],
        "link": null
    },
    {
        "title": "Član 17",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o Narodnoj banci Srbije",
            "(\"Sl. glasnik RS\", br. 14/2015)"
        ],
        "link": null
    },
    {
        "title": "Član 22",
        "texts": [
            "Narodna banka Srbije uskladiće Statut Narodne banke Srbije sa ovim zakonom u roku od tri meseca od dana stupanja na snagu ovog zakona, a svoje unutrašnje opšte akte u roku od tri meseca od dana stupanja na snagu tog statuta."
        ],
        "link": null
    },
    {
        "title": "Član 23",
        "texts": [
            "Danom stupanja na snagu ovog zakona prestaje da važi Zakon o prigodnom kovanom novcu (\"Službeni list SRJ\", broj 46/96)."
        ],
        "link": null
    },
    {
        "title": "Član 24",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".",
            "Odredbe ovog zakona kojima se uređuju nadležnosti Narodne banke Srbije u vezi s restrukturiranjem banaka primenjuju se od 1. aprila 2015. godine.",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o Narodnoj banci Srbije",
            "(\"Sl. glasnik RS\", br. 44/2018)"
        ],
        "link": null
    },
    {
        "title": "Član 26",
        "texts": [
            "Uprava za nadzor nad finansijskim institucijama obrazovana u okviru Narodne banke Srbije u skladu sa Zakonom o Narodnoj banci Srbije (\"Službeni glasnik RS\", br. 72/03, 55/04, 85/05 - dr. zakon, 44/10 i 76/12) - prestaje s radom danom stupanja na snagu ovog zakona, a osnovne organizacione jedinice u sastavu ove uprave nastavljaju da obavljaju poslove kao osnovne organizacione jedinice Narodne banke Srbije u skladu s delokrugom utvrđenim na dan stupanja na snagu ovog zakona unutrašnjim opštim aktom Narodne banke Srbije kojim se uređuje njena unutrašnja organizacija."
        ],
        "link": null
    },
    {
        "title": "Član 27",
        "texts": [
            "Guverner, viceguverneri i članovi Saveta guvernera Narodne banke Srbije koji su obavljali funkciju do dana stupanja na snagu ovog zakona nastaviće da obavljaju funkciju do isteka mandata na koji su izabrani.",
            "Direktor Uprave za nadzor nad finansijskim institucijama koji je obavljao funkciju do dana stupanja na snagu ovog zakona - nastaviće da obavlja funkciju člana Izvršnog odbora Narodne banke Srbije, kao vršilac dužnosti viceguvernera, s pravima i dužnostima viceguvernera utvrđenim zakonom, Statutom Narodne banke Srbije i ovlašćenjem guvernera Narodne banke Srbije, i to do izbora novog viceguvernera u skladu sa ovim zakonom, a najduže 120 dana od dana stupanja na snagu ovog zakona."
        ],
        "link": null
    },
    {
        "title": "Član 28",
        "texts": [
            "Narodna banka Srbije uskladiće Statut Narodne banke Srbije i svoje unutrašnje opšte akte u roku od 30 dana od dana stupanja na snagu ovog zakona."
        ],
        "link": null
    },
    {
        "title": "Član 29",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\", a član 1. ovog zakona primenjuje se od 1. januara 2019. godine.",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o Narodnoj banci Srbije",
            "(\"Sl. glasnik RS\", br. 19/2025)"
        ],
        "link": null
    },
    {
        "title": "Član 23",
        "texts": [
            "Narodna banka Srbije uskladiće Statut Narodne banke Srbije i svoje unutrašnje opšte akte sa ovim zakonom u roku od tri meseca od dana stupanja na snagu ovog zakona."
        ],
        "link": null
    },
    {
        "title": "Član 24",
        "texts": [
            "Članovi Saveta guvernera Narodne banke Srbije koji nisu izabrani umesto članova tog saveta kojima je istekao, odnosno prestao mandat do dana stupanja na snagu ovog zakona - biraju se u roku od 30 dana od dana stupanja na snagu ovog zakona."
        ],
        "link": null
    },
    {
        "title": "Član 25",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\", osim odredaba čl. 86d do 86k, člana 86l stav 1. i člana 86lj, koje stupaju na snagu danom prijema Republike Srbije u punopravno članstvo u Evropskoj uniji, i odredaba čl. 86m do 86u, koje stupaju na snagu zvaničnim uvođenjem evra kao valute u Republici Srbiji.",
            "Ako ne probate više različitih izbora nikada nećete biti sigurni da li imate najbolju opciju u svojim rukama. Mi Vam tu mogućnost nudimo besplatno! Popunite formular i dobićete priliku da bez ikakvih troškova saznate da li je Paragraf dobar izbor za Vas.",
            "Ukoliko želite da Vas obaveštavamo o novostima i aktivnostima kompanije Paragraf prijavite se na našu mailing listu. Vaš e-mail neće biti upotrebljen u druge svrhe."
        ],
        "link": null
    }
]