[
    {
        "title": "Član 1",
        "texts": [
            "Ovim zakonom uvodi se porez na dodatu vrednost (u daljem tekstu: PDV) u Republici Srbiji (u daljem tekstu: Republika).",
            "PDV je opšti porez na potrošnju koji se obračunava i\nplaća na isporuku dobara i pružanje usluga, u svim fazama proizvodnje i\nprometa dobara i usluga, kao i na uvoz dobara, osim ako ovim zakonom\nnije drukčije propisano."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_1"
    },
    {
        "title": "Član 2",
        "texts": [
            "Prihod od PDV pripada budžetu Republike.",
            "II PREDMET OPOREZIVANJA"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_2"
    },
    {
        "title": "Član 3",
        "texts": [
            "Predmet oporezivanja PDV su:",
            "1) isporuka dobara i pružanje usluga (u daljem\ntekstu: promet dobara i usluga) koje poreski obveznik izvrši u\nRepublici uz naknadu, u okviru obavljanja delatnosti;",
            "2) uvoz dobara u Republiku.",
            "Promet dobara i usluga"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_3"
    },
    {
        "title": "Član 4",
        "texts": [
            "Promet dobara, u smislu ovog zakona, je prenos prava\nraspolaganja na telesnim stvarima (u daljem tekstu: dobra) licu koje\ntim dobrima može raspolagati kao vlasnik, ako ovim zakonom nije\ndrukčije određeno.",
            "Dobrima se smatraju i voda, električna energija, gas i energija\nza grejanje, odnosno hlađenje.",
            "Prometom dobara, u smislu ovog zakona, smatra se i:",
            "1) prenos prava raspolaganja na dobrima uz naknadu na\nosnovu propisa ili drugog akta državnog organa, organa teritorijalne\nautonomije ili lokalne samouprave;",
            "2) predaja dobara na osnovu ugovora o prodaji sa\nodloženim plaćanjem kojim je ugovoreno da se pravo raspolaganja prenosi\nnajkasnije otplatom poslednje rate;",
            "2a) predaja dobara na osnovu ugovora o lizingu,\nodnosno zakupu, zaključenog na određeni period, za pokretne ili\nnepokretne stvari, kada nijedna od ugovornih strana ne može raskinuti\nugovor ako se strane pridržavaju ugovornih obaveza;",
            "3) prenos dobara od strane vlasnika komisionaru i od strane komisionara primaocu;",
            "4) isporuka dobara po ugovoru na osnovu kojeg se plaća provizija pri prodaji;",
            "5) prenos dobara od strane vlasnika konsignateru i od konsignatera primaocu dobara;",
            "6) isporuka dobara proizvedenih ili sastavljenih po\nnalogu naručioca, od materijala isporučioca, ako se ne radi samo o\ndodacima ili drugim sporednim materijalima;",
            "7) prenos prava raspolaganja na građevinskim objektima ili ekonomski deljivim celinama u okviru tih objekata;",
            "7a) prenos vlasničkog udela na građevinskim objektima ili ekonomski deljivim celinama u okviru tih objekata;",
            "8) razmena dobara za druga dobra ili usluge.",
            "Sa prometom dobara uz naknadu izjednačava se:",
            "1) uzimanje dobara koja su deo poslovne imovine\nporeskog obveznika za lične potrebe osnivača, vlasnika, zaposlenih ili\ndrugih lica;",
            "2) svaki drugi promet dobara bez naknade;",
            "3) iskazani rashod (kalo, rastur, kvar i lom) iznad količine utvrđene aktom koji donosi Vlada Republike Srbije.",
            "Uzimanje dobara, odnosno svaki drugi promet dobara iz\nstava 4. ovog člana smatra se prometom dobara uz naknadu pod uslovom da\nse PDV obračunat u prethodnoj fazi prometa na ta dobra ili njihove\nsastavne delove može odbiti u potpunosti ili srazmerno, nezavisno od\ntoga da li je ostvareno pravo na odbitak prethodnog poreza.",
            "Ako se uz isporuku dobara vrši sporedna isporuka\ndobara ili sporedno pružanje usluga, smatra se da je izvršena jedna\nisporuka dobara.",
            "Sporednom isporukom dobara iz stava 6. ovog člana ne smatra se prenos prava raspolaganja na:",
            "1) građevinskom objektu ili ekonomski deljivoj celini\nu okviru građevinskog objekta koja se smatra nepokretnošću u smislu\nzakona kojim se uređuje promet nepokretnosti;",
            "2) pokretnim stvarima uz prenos prava raspolaganja na nepokretnosti iz tačke 1) ovog stava.",
            "Kod prenosa celokupne ili dela imovine, sa ili bez\nnaknade, ili kao ulog, isporuka svakog dobra u imovini koja se prenosi\nsmatra se posebnim prometom.",
            "Kod isporuke u nizu jednog istog dobra, kod koje prvi\nisporučilac prenosi pravo raspolaganja neposredno poslednjem primaocu\ndobra, svaka isporuka dobra u nizu smatra se posebnom isporukom.",
            "Ministar nadležan za poslove finansija (u daljem\ntekstu: ministar) bliže uređuje kriterijume na osnovu kojih se određuje\nkada se predaja dobara na osnovu ugovora o lizingu, odnosno zakupu\nsmatra prometom dobara iz stava 3. tačka 2a) ovog člana, kao i šta se\nsmatra uzimanjem dobara koja su deo poslovne imovine poreskog obveznika\ni svakim drugim prometom bez naknade iz stava 4. ovog člana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_4"
    },
    {
        "title": "Član 5",
        "texts": [
            "Promet usluga, u smislu ovog zakona, su svi poslovi i\nradnje u okviru obavljanja delatnosti koji nisu promet dobara iz člana\n4 ovog zakona.",
            "Promet usluga je i svako nečinjenje i trpljenje.",
            "Prometom usluga, u smislu ovog zakona, smatra se i:",
            "1) prenos, ustupanje i davanje na korišćenje\nautorskih i srodnih prava, patenata, licenci, zaštitnih znakova, kao i\ndrugih prava intelektualne svojine;",
            "2) pružanje usluga uz naknadu na osnovu propisa ili\ndrugog akta državnih organa, organa teritorijalne autonomije ili\nlokalne samouprave;",
            "3) predaja dobara proizvedenih ili sastavljenih po nalogu naručioca, od materijala naručioca;",
            "4) razmena usluga za dobra ili usluge;",
            "5) predaja jela i pića za konzumaciju na licu mesta;",
            "6) (brisana);",
            "7) ustupanje udela ili prava.",
            "Sa prometom usluga uz naknadu izjednačava se:",
            "1) upotreba dobara koja su deo poslovne imovine\nporeskog obveznika za lične potrebe osnivača, vlasnika, zaposlenih ili\ndrugih lica, odnosno upotreba dobara u neposlovne svrhe poreskog\nobveznika;",
            "2) pružanje usluga koje poreski obveznik izvrši bez\nnaknade za lične potrebe osnivača, vlasnika, zaposlenih ili drugih\nlica, odnosno drugo pružanje usluga bez naknade u neposlovne svrhe\nporeskog obveznika.",
            "Upotreba dobara iz stava 4. tačka 1) ovog člana\nsmatra se prometom usluga uz naknadu pod uslovom da se PDV obračunat u\nprethodnoj fazi prometa na ta dobra može odbiti u potpunosti ili\nsrazmerno, nezavisno od toga da li je ostvareno pravo na odbitak\nprethodnog poreza.",
            "Ako se uz uslugu vrši sporedno pružanje usluga ili sporedna isporuka dobara, smatra se da je pružena jedna usluga.",
            "Sporednim pružanjem usluga iz stava 6. ovog člana ne\nsmatra se usluga iznajmljivanja, odnosno davanja na korišćenje\ngrađevinskog objekta ili ekonomski deljive celine u okviru građevinskog\nobjekta koja se smatra nepokretnošću u smislu zakona kojim se uređuje\npromet nepokretnosti.",
            "Kod prenosa celokupne ili dela imovine, sa ili bez\nnaknade, ili kao ulog, svaka usluga koja se pruža prenosom imovine\nsmatra se posebnim prometom.",
            "Ministar bliže uređuje šta se smatra upotrebom dobara i pružanjem usluga iz stava 4. ovog člana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_5"
    },
    {
        "title": "Član 6",
        "texts": [
            "Smatra se da promet dobara i usluga, u smislu ovog zakona, nije izvršen kod:",
            "1) prenosa celokupne ili dela imovine, sa ili bez\nnaknade, ili kao ulog, ako je sticalac poreski obveznik ili tim\nprenosom postane poreski obveznik i ako produži da obavlja istu\ndelatnost;",
            "2) zamene dobara u garantnom roku;",
            "3) besplatnog davanja poslovnih uzoraka u uobičajenim\nkoličinama za tu namenu kupcima ili potencijalnim kupcima, odnosno\ntrećim licima za potrebe analize na osnovu akta nadležnog organa;",
            "4) davanja reklamnog materijala i drugih poklona manje vrednosti, ako se daju povremeno različitim licima.",
            "Delom imovine iz stava 1. tačka 1) ovog člana smatra\nse celina kojom se omogućava samostalno obavljanje delatnosti sticaoca\ndela imovine.",
            "Kod prenosa celokupne ili dela imovine iz stava 1. tačka 1) ovog člana smatra se da sticalac stupa na mesto prenosioca.",
            "Prenosilac imovine ili dela imovine iz stava 1. tačka\n 1) ovog člana dužan je da sticaocu dostavi sve podatke koji se odnose na dobra\ni usluge koji čine imovinu ili deo imovine čiji je prenos izvršen.",
            "Ako u roku od tri godine od dana izvršenog prenosa imovine\n ili dela imovine u skladu sa stavom 1. tačka 1) ovog člana prestanu uslovi\n iz stava 1. tačka 1) ovog člana, sticalac imovine ili dela imovine dužan je\n da obračuna PDV za dobra i usluge koje je stekao tim prenosom, a koja na dan\n prestanka uslova čine njegovu imovinu, na način na koji bi prenosilac imovine\n ili dela imovine imao obavezu obračunavanja PDV da pri prenosu imovine ili\n dela imovine nisu bili ispunjeni uslovi iz stava 1. tačka 1) ovog člana.",
            "Izuzetno od stava 1. tačka 1) ovog člana, ako je\nugovorom, odnosno odlukom na osnovu koje se vrši prenos imovine ili\ndela imovine predviđeno da će se na promet dobara i usluga koji čine\nimovinu ili deo imovine koji se prenosi obračunati PDV u skladu sa ovim\nzakonom, smatra se da je taj promet dobara i usluga izvršen.",
            "Izuzetno od stava 5. ovog člana, obaveza obračunavanja PDV\n ne odnosi se na opremu i objekte za vršenje delatnosti i ulaganja u objekte\n za vršenje delatnosti za koje postoji obaveza ispravke odbitka prethodnog poreza\n u skladu sa ovim zakonom.",
            "Ministar bliže uređuje postupak zamene dobara u\ngarantnom roku, šta se smatra prenosom celokupne ili dela imovine, sa\nili bez naknade, ili kao ulog, iz stava 1. tačka 1), kao i šta se\nsmatra uobičajenim količinama poslovnih uzoraka, reklamnim materijalom\ni drugim poklonima manje vrednosti iz stava 1. tač. 3) i 4) ovog člana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_6"
    },
    {
        "title": "Član 6a",
        "texts": [
            "Smatra se da, u smislu ovog zakona, promet dobara i\nusluga koji vrši davalac koncesije koncesionaru, odnosno koncesionar\ndavaocu koncesije u okviru realizacije ugovora o javno-privatnom\npartnerstvu sa elementima koncesije, zaključenog u skladu sa zakonom\nkojim se uređuju javno-privatno partnerstvo i koncesije, nije izvršen,\nako su davalac koncesije i koncesionar obveznici PDV koji bi, u slučaju\nkada bi se taj promet smatrao izvršenim, imali u potpunosti pravo na\nodbitak prethodnog poreza u skladu sa ovim zakonom.",
            "Uvoz dobara"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_6a"
    },
    {
        "title": "Član 7",
        "texts": [
            "Uvoz je svaki unos dobara u carinsko područje Republike.",
            "Vrednosni vaučeri"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_7"
    },
    {
        "title": "Član 7a",
        "texts": [
            "Vrednosni vaučer, u smislu ovog zakona, je instrument\nza koji postoji obaveza\nda se prihvati kao naknada ili deo naknade za isporuku dobara ili\npružanje usluga, ako su dobra koja se isporučuju, odnosno usluge koje\nse pružaju ili identitet potencijalnih isporučilaca tih dobara,\nodnosno pružalaca tih usluga i uslovi upotrebe vrednosnog vaučera\nnaznačeni na samom vrednosnom\nvaučeru ili povezanoj dokumentaciji (u daljem tekstu: vrednosni\nvaučer).",
            "Vrednosni vaučer može biti jednonamenski i višenamenski.",
            "Jednonamenskim vrednosnim vaučerom iz stava 2. ovog člana smatra se vrednosni\nvaučer za koji su mesto isporuke dobara, odnosno mesto pružanja usluga na koje se vrednosni\nvaučer odnosi i iznos PDV koji se za promet tih dobara, odnosno usluga obračunava i plaća\nu skladu sa ovim zakonom poznati u trenutku izdavanja vrednosnog vaučera.",
            "Višenamenski vrednosni vaučer iz stava 2. ovog člana je vrednosni vaučer\nkoji nije jednonamenski vrednosni vaučer iz stava 3. ovog člana.",
            "Vrednosni vaučer može biti u fizičkom ili elektronskom obliku.",
            "Vrednosnim vaučerom ne smatra se instrument koji imaocu daje pravo na popust\npri nabavci dobara, odnosno usluga, a koji ne uključuje pravo na nabavku dobara, odnosno\nusluga, kao ni prevozne karte, ulaznice, poštanske marke i sl."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_7a"
    },
    {
        "title": "Član 7b",
        "texts": [
            "Svaki prenos jednonamenskog vrednosnog vaučera koji izvrši poreski obveznik\nu svoje ime smatra se isporukom dobara, odnosno pružanjem usluga na koje se vrednosni vaučer\nodnosi. Stvarna isporuka dobara ili stvarno pružanje usluga u zamenu za jednonamenski vrednosni\nvaučer, koji je isporučilac prihvatio kao naknadu ili deo naknade, ne smatraju se nezavisnom\ntransakcijom.",
            "Ako je prenos jednonamenskog vrednosnog vaučera obavio poreski obveznik\nu ime drugog poreskog obveznika, taj prenos smatra se isporukom dobara, odnosno pružanjem\nusluga na koje se vrednosni vaučer odnosi, a koje je izvršio poreski obveznik u čije ime\nje izvršen prenos jednonamenskog vaučera.",
            "Kada stvarni isporučilac dobara, odnosno pružalac usluga i poreski obveznik\nkoji je, delujući u svoje ime, izdao jednonamenski vrednosni vaučer, nisu ista lica, smatra\nse da je stvarni isporučilac dobara, odnosno pružalac usluga izvršio promet dobara, odnosno\nusluga povezanih s tim vrednosnim vaučerom poreskom obvezniku koji je izdao jednonamenski\nvrednosni vaučer."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_7b"
    },
    {
        "title": "Član 7v",
        "texts": [
            "Stvarna isporuka dobara, odnosno pružanje usluga u zamenu za višenamenski\nvrednosni vaučer koji je isporučilac dobara, odnosno pružalac usluga prihvatio kao naknadu\nili deo naknade za taj promet oporezuje se PDV u skladu sa ovim zakonom, dok svaki prethodni\nprenos tog višenamenskog vrednosnog vaučera nije predmet oporezivanja PDV.",
            "Ako prenos višenamenskog vrednosnog vaučera izvrši poreski obveznik koji\nnije poreski obveznik koji vrši stvarnu isporuku dobara, odnosno pružanje usluga u skladu\nsa stavom 1. ovog člana, smatra se da prenosilac višenamenskog vrednosnog vaučera pruža usluge\ndistribucije, reklame ili druge usluge koje se oporezuju PDV u skladu sa ovim zakonom.",
            "III PORESKI OBVEZNIK, PORESKI DUŽNIK I PORESKI\nPUNOMOĆNIK",
            "Poreski obveznik"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_7v"
    },
    {
        "title": "Član 8",
        "texts": [
            "Poreski obveznik (u daljem tekstu: obveznik) je lice, uključujući\n i lice koje u Republici nema sedište, odnosno prebivalište (u daljem tekstu:\n strano lice), koje samostalno obavlja promet dobara i usluga, u okviru obavljanja\n delatnosti.",
            "Delatnost iz stava 1. ovog člana je trajna aktivnost\nproizvođača, trgovca ili pružaoca usluga u cilju ostvarivanja prihoda,\nuključujući i delatnosti eksploatacije prirodnih bogatstava,\npoljoprivrede, šumarstva i samostalnih zanimanja.",
            "Smatra se da obveznik obavlja delatnost i kada je vrši u okviru stalne poslovne jedinice.",
            "Izuzetno od stava 3. ovog člana, ako strano lice u Republici ima stalnu poslovnu jedinicu,\nto strano lice obveznik je za promet koji ne vrši njegova stalna poslovna jedinica.",
            "Stalnom poslovnom jedinicom iz st. 3. i 4. ovog člana\nsmatra se organizacioni deo pravnog lica koji u skladu sa zakonom može\nda obavlja delatnost.",
            "Obveznik je lice u čije ime i za čiji račun se vrši isporuka dobara ili pružanje usluga.",
            "Obveznik je lice koje vrši isporuku dobara, odnosno pružanje usluga u svoje ime, a za račun drugog lica.",
            "Obveznikom se smatra i otvoreni investicioni fond,\nodnosno alternativni investicioni fond, koji nema svojstvo pravnog\nlica, a koji je upisan u odgovarajući registar u skladu sa zakonom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_8"
    },
    {
        "title": "Član 9",
        "texts": [
            "Republika i njeni organi, organi teritorijalne\nautonomije i lokalne samouprave, kao i pravna lica osnovana zakonom,\nodnosno aktom organa Republike, teritorijalne autonomije ili lokalne\nsamouprave u cilju obavljanja poslova državne uprave ili lokalne\nsamouprave (u daljem tekstu: Republika, organi i pravna lica), nisu\nobveznici u smislu ovog zakona ako obavljaju promet dobara i usluga iz\ndelokruga organa, odnosno u cilju obavljanja poslova državne uprave ili\nlokalne samouprave.",
            "Republika, organi i pravna lica obveznici su za\npromet dobara i usluga iz stava 1. ovog člana za koji bi izuzimanje od\nobaveze u smislu stava 1. ovog člana moglo da dovede do narušavanja\nkonkurencije, kao i za promet dobara i usluga izvan delokruga organa,\nodnosno van obavljanja poslova državne uprave ili lokalne samouprave, a\nkoji su oporezivi u skladu sa ovim zakonom. Smatra se da bi izuzimanje\nod obaveze u smislu stava 1. ovog člana moglo da dovede do narušavanja\nkonkurencije, u smislu ovog zakona, ako promet dobara i usluga iz stava\n1. ovog člana, osim Republike, organa i pravnih lica, vrši i drugo lice.",
            "Poreski dužnik"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_9"
    },
    {
        "title": "Član 10",
        "texts": [
            "Poreski dužnik, u smislu ovog zakona, je:",
            "1) obveznik koji vrši oporezivi promet dobara i usluga, osim\nkada obavezu plaćanja PDV u skladu sa ovim članom ima drugo lice;",
            "2)(brisana)",
            "3) primalac dobara i usluga, ako strano lice nije\nobveznik PDV u Republici, nezavisno od toga da li u Republici ima\nstalnu poslovnu jedinicu i da li je ta stalna poslovna jedinica\nobveznik PDV u Republici;",
            "4) lice koje u računu ili drugom dokumentu koji služi kao račun (u daljem\ntekstu: račun) iskaže PDV, a da za to nije imalo obavezu u skladu sa ovim zakonom;",
            "5) lice koje uvozi dobro.",
            "6)(brisana)",
            "Izuzetno od stava 1. tačka 1) ovog člana, poreski dužnik je:",
            "1) primalac dobara ili usluga, obveznik PDV, za\npromet sekundarnih sirovina i usluga koje su neposredno povezane sa tim\ndobrima, izvršen od strane drugog obveznika PDV;",
            "2) primalac dobara, obveznik PDV, za promet\ngrađevinskih objekata i ekonomski deljivih celina u okviru tih\nobjekata, uključujući i vlasničke udele na tim dobrima, izvršen od\nstrane drugog obveznika PDV, u slučaju kada je ugovorom na osnovu kojeg\nse vrši promet tih dobara predviđeno da će se na taj promet obračunati\nPDV u skladu sa ovim zakonom;",
            "3) primalac dobara i usluga iz oblasti građevinarstva, obveznik\n PDV, odnosno lice iz člana 9. stav 1. ovog zakona, za promet izvršen od strane\nobveznika PDV, ako je vrednost tog prometa veća od 500.000 dinara, bez PDV;",
            "4) primalac električne energije i prirodnog gasa koji\n se isporučuju preko prenosne, transportne i distributivne mreže, obveznik PDV\n koji je ova dobra nabavio radi dalje prodaje, za promet električne energije\ni prirodnog gasa izvršen od strane drugog obveznika PDV;",
            "5) primalac dobara ili usluga, obveznik PDV, za promet izvršen\n od strane drugog obveznika PDV, i to kod prometa:",
            "(1) hipotekovane nepokretnosti kod realizacije hipoteke u skladu\n sa zakonom kojim se uređuje hipoteka;",
            "(2) predmeta založnog prava kod realizacije ugovora o zalozi\n u skladu sa zakonom kojim se uređuje založno pravo na pokretnim stvarima;",
            "(3) dobara ili usluga nad kojima se sprovodi izvršenje u izvršnom\n postupku u skladu sa zakonom;",
            "6) sticalac imovine ili dela imovine čiji je prenos izvršen\n u skladu sa članom 6. stav 1. tačka 1) ovog zakona, posle čijeg prenosa su\n prestali uslovi iz člana 6. stav 1. tačka 1) ovog zakona.",
            "Za promet dobara i usluga iz stava 2. ovog člana, koji se vrši između\nobveznika PDV, pravila za određivanje poreskog dužnika iz stava 2. ovog člana primenjuju\nse isključivo ako je taj promet izvršen između obveznika PDV evidentiranih za obavezu plaćanja\nPDV u skladu sa ovim zakonom.",
            "Izuzetno od stava 1. tačka 3) ovog člana, kada strano\n lice vrši promet dobara i usluga u Republici licu koje nije obveznik PDV, osim\n licu iz člana 9. stav 1. ovog zakona, a naknadu za taj promet dobara i usluga\n u ime i za račun stranog lica naplaćuje obveznik PDV, poreski dužnik za taj\npromet je obveznik PDV koji naplaćuje naknadu.",
            "Ministar bliže uređuje šta se smatra sekundarnim sirovinama,\n uslugama koje su neposredno povezane sa sekundarnim sirovinama i dobrima i\nuslugama iz oblasti građevinarstva iz stava 2. tač. 1) i 3) ovog člana.",
            "Poreski punomoćnik"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_10"
    },
    {
        "title": "Član 10a",
        "texts": [
            "Strano lice koje  u Republici vrši promet dobara i usluga za koji postoji\nobaveza obračunavanja PDV, odnosno promet dobara i usluga za koji je propisano poresko oslobođenje\nsa pravom na odbitak prethodnog poreza u skladu sa ovim zakonom dužno je da odredi poreskog\npunomoćnika i da se evidentira za obavezu plaćanja PDV, nezavisno od iznosa tog prometa u\nprethodnih 12 meseci, ako ovim zakonom nije drukčije uređeno.",
            "Strano lice koje u Republici vrši promet dobara i\nusluga iz stava 1. ovog\nčlana isključivo obveznicima PDV, odnosno licima iz člana 9. stav 1.\novog zakona, promet dobara koja su u postupku carinskog skladištenja u\nskladu sa carinskim propisima, kao i promet\nusluga prevoza putnika autobusima za koje se kao osnovica za\nobračunavanje PDV utvrđuje prosečna\nnaknada prevoza za svaki pojedinačni prevoz, u skladu sa ovim zakonom,\nnije dužno da u Republici\nodredi poreskog punomoćnika i da se evidentira za obavezu plaćanja PDV.",
            "Strano lice iz stava 1. ovog člana može da odredi samo jednog\n poreskog punomoćnika.",
            "Poreski punomoćnik stranog lica može biti fizičko lice, uključujući\n i preduzetnika, odnosno pravno lice, koje ima prebivalište, odnosno sedište\n u Republici, koje je evidentirani obveznik PDV najmanje 12 meseci pre podnošenja\n zahteva za odobravanje poreskog punomoćstva, koje na dan podnošenja zahteva\n nema dospele, a neplaćene obaveze za javne prihode po osnovu obavljanja delatnosti\n koje utvrđuje Poreska uprava i kojem je nadležni poreski organ, na osnovu podnetog\n zahteva za odobrenje poreskog punomoćstva uz koji je priložena propisana dokumentacija\n (u daljem tekstu: zahtev za poresko punomoćstvo), rešenjem odobrio poresko\n punomoćstvo.",
            "Poreski punomoćnik stranog lica ne može biti stalna poslovna\n jedinica tog stranog lica.",
            "Poreski punomoćnik stranog lica u ime i za račun tog stranog\n lica obavlja sve poslove u vezi sa ispunjavanjem obaveza i ostvarivanjem prava\n koje strano lice u skladu sa ovim zakonom ima kao obveznik PDV (podnošenje\n evidencione prijave, obračunavanje PDV, izdavanje računa, podnošenje poreskih\n prijava, plaćanje PDV i drugo).",
            "Nadležni poreski organ neće izdati odobrenje za poresko punomoćstvo\n licu koje je pravosnažno osuđeno za poresko krivično delo.",
            "Nadležni poreski organ ukinuće odobrenje za poresko punomoćstvo\n licu koje je pravosnažno osuđeno za poresko krivično delo.",
            "U slučaju ukidanja odobrenja za poresko punomoćstvo iz stava\n 8. ovog člana, odnosno prestanka poreskog punomoćstva po drugom osnovu, nastupaju\n sve pravne posledice brisanja iz evidencije za PDV u smislu ovog zakona, osim\n ako strano lice u roku od 15 dana od dana ukidanja odobrenja za poresko punomoćstvo,\n odnosno prestanka poreskog punomoćstva po drugom osnovu, ne odredi drugog punomoćnika\n i u istom roku taj punomoćnik ne podnese zahtev za poresko punomoćstvo nadležnom\n poreskom organu.",
            "Ako nadležni poreski organ ne odobri poresko punomoćstvo punomoćniku\n iz stava 9. ovog člana, nastupaju sve pravne posledice iz tog stava.",
            "U slučaju opoziva, odnosno otkaza punomoćja, poresko punomoćstvo\n prestaje danom kada je nadležni poreski organ primio obaveštenje o opozivu,\n odnosno otkazu punomoćja, upućenog od strane lica čije je punomoćstvo prestalo\n opozivom, odnosno otkazom.",
            "Poreski punomoćnik stranog lica solidarno odgovara za sve obaveze\n stranog lica kao obveznika PDV, uključujući i obaveze po osnovu brisanja iz\n evidencije za PDV, a naročito za plaćanje PDV, kazni i kamata u vezi sa dugom\n po osnovu PDV.",
            "Akt za izvršavanje ovog člana doneće ministar.",
            "IV MESTO I VREME PROMETA DOBARA I USLUGA I NASTANAK PORESKE OBAVEZE",
            "Mesto prometa dobara"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_10a"
    },
    {
        "title": "Član 11",
        "texts": [
            "Mesto prometa dobara je mesto:",
            "1) u kojem se dobro nalazi u trenutku slanja ili\nprevoza do primaoca ili, po njegovom nalogu, do trećeg lica, ako dobro\nšalje ili prevozi isporučilac, primalac ili treće lice, po njegovom\nnalogu;",
            "2) ugradnje ili montaže dobra, ako se ono ugrađuje\nili montira od strane isporučioca ili, po njegovom nalogu, od strane\ntrećeg lica;",
            "3) u kojem se dobro nalazi u trenutku isporuke, ako se dobro isporučuje bez otpreme, odnosno prevoza;",
            "4) u kojem primalac električne energije, prirodnog gasa\n i energije za grejanje, odnosno hlađenje, čija se isporuka vrši preko prenosne,\n transportne i distributivne mreže, a koji je ova dobra nabavio radi dalje prodaje,\nima sedište ili stalnu poslovnu jedinicu kojima se dobra isporučuju;",
            "5) prijema vode, električne energije, prirodnog gasa\ni energije za grejanje, odnosno hlađenje, za krajnju potrošnju.",
            "U slučaju prometa dobara u okviru komisionih ili\nkonsignacionih poslova, mesto prometa dobara od strane komisionara ili\nkonsignatera određuje se, u skladu sa stavom 1. ovog člana, i za\nisporuku komisionaru ili konsignateru.",
            "Izuzetno od stava 1. tačka 3) ovog člana, ako se promet dobara vrši\nna brodu, odnosno u letilici ili vozu u toku prevoza putnika, mestom prometa smatra se mesto\npolaska broda, letilice ili voza.",
            "Ako se prevoz putnika vrši u oba smera, povratna vožnja smatra se posebnim\nprevozom.",
            "Mestom polaska iz stava 3. ovog člana smatra se prvo voznim redom planirano\nmesto ukrcavanja putnika.",
            "Mesto prometa usluga"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_11"
    },
    {
        "title": "Član 12",
        "texts": [
            "Ovim članom određuje se poreski obveznik isključivo za svrhu primene pravila koja se odnose na određivanje mesta prometa usluga.",
            "Kada uslugu pruža lice koje je obveznik PDV u skladu sa ovim zakonom, poreskim obveznikom kojem se pruža usluga smatra se:",
            "1) svako lice koje obavlja delatnost kao trajnu aktivnost bez obzira na cilj obavljanja te delatnosti;",
            "2) pravna lica, državni organi, organi teritorijalne autonomije i lokalne samouprave sa sedištem u Republici;",
            "3) strana pravna lica, državni organi, organi\nteritorijalne autonomije i lokalne samouprave, registrovani za plaćanje\nporeza na potrošnju u državi u kojoj imaju sedište.",
            "Kada uslugu pruža strano lice koje se nije\nevidentiralo za obavezu plaćanja PDV u skladu sa ovim zakonom, poreskim\nobveznikom kojem se pruža usluga smatra se:",
            "1) svako lice koje obavlja delatnost kao trajnu aktivnost bez obzira na cilj obavljanja te delatnosti;",
            "2) pravna lica, državni organi, organi teritorijalne autonomije i lokalne samouprave.",
            "Ako se promet usluga vrši poreskom obvezniku, mestom\nprometa usluga smatra se mesto u kojem primalac usluga ima sedište ili\nstalnu poslovnu jedinicu ako se promet usluga vrši stalnoj poslovnoj\njedinici koja se ne nalazi u mestu u kojem primalac usluga ima sedište,\nodnosno mesto u kojem primalac usluga ima prebivalište ili boravište.",
            "Ako se promet usluga vrši licu koje nije poreski\nobveznik, mestom prometa usluga smatra se mesto u kojem pružalac usluga\nima sedište ili stalnu poslovnu jedinicu ako se promet usluga vrši iz\nstalne poslovne jedinice koja se ne nalazi u mestu u kojem pružalac\nusluga ima sedište, odnosno mesto u kojem pružalac usluga ima\nprebivalište ili boravište.",
            "Izuzetno od st. 4. i 5. ovog člana, mestom prometa usluga:",
            "1) u vezi sa nepokretnostima, uključujući i usluge\nposredovanja kod prometa nepokretnosti, smatra se mesto u kojem se\nnalazi nepokretnost;",
            "2) prevoza lica, smatra se mesto gde se obavlja\nprevoz, a ako se prevoz obavlja i u Republici i u inostranstvu, odredbe\novog zakona primenjuju se samo na deo prevoza izvršen u Republici;",
            "3) prevoza dobara koja se pruža licu koje nije\nporeski obveznik, smatra se mesto gde se obavlja prevoz, a ako se\nprevoz obavlja i u Republici i u inostranstvu, odredbe ovog zakona\nprimenjuju se samo na deo prevoza izvršen u Republici;",
            "4) smatra se mesto gde su usluge stvarno pružene, ako se radi o:",
            "(1) uslugama koje se odnose na\nprisustvovanje kulturnim, umetničkim, sportskim, naučnim, obrazovnim,\nzabavnim ili sličnim događajima (sajmovi, izložbe i dr.), uključujući i\npomoćne usluge u vezi sa prisustvovanjem tim događajima;",
            "(2) uslugama organizatora događaja iz podtačke (1) ove tačke, pruženih licu koje nije poreski obveznik;",
            "(3)\npomoćnim uslugama u vezi sa prevozom, kao što su utovar, istovar,\npretovar i slično, pruženih licu koje nije poreski obveznik;",
            "(4) uslugama procene pokretnih stvari, odnosno radova na pokretnim stvarima pruženih licu koje nije poreski obveznik;",
            "(5) uslugama predaje jela i pića za konzumaciju na licu mesta;",
            "5) iznajmljivanja prevoznih sredstava na kraći\nvremenski period, smatra se mesto u kojem se prevozno sredstvo stvarno\nstavlja na korišćenje primaocu usluge;",
            "6) iznajmljivanja prevoznih sredstava, osim iz tačke\n5) ovog stava, pruženih licu koje nije poreski obveznik, smatra se\nmesto u kojem to lice ima sedište, prebivalište ili boravište;",
            "7) koje se pružaju licu koje nije poreski obveznik,\nsmatra se mesto sedišta, prebivališta ili boravišta primaoca usluga,\nako se radi o uslugama:",
            "(1) prenosa, ustupanja i davanja na\nkorišćenje autorskih i srodnih prava, prava na patente, licence,\nzaštitne znakove i druga prava intelektualne svojine;",
            "(2) oglašavanja;",
            "(3)\nsavetnika, inženjera, advokata, revizora i sličnih usluga, kao i\nprevodilaca za usluge prevođenja, uključujući i prevođenje u pisanom\nobliku;",
            "(4) obrade podataka i ustupanja, odnosno davanja informacija, uključujući i informacije o poslovnim postupcima i iskustvu;",
            "(5)\npreuzimanja obaveze da se u potpunosti ili delimično odustane od\nobavljanja neke delatnosti ili od korišćenja nekog prava iz ove tačke;",
            "(6)\nbankarskog i finansijskog poslovanja i poslovanja u oblasti osiguranja,\nuključujući reosiguranje, osim iznajmljivanja sefova;",
            "(7) stavljanja na raspolaganje osoblja;",
            "(8) iznajmljivanja pokretnih stvari, osim prevoznih sredstava;",
            "(9)\nomogućavanja pristupa mreži prirodnog gasa, mreži za prenos električne\nenergije i mreži za grejanje, odnosno hlađenje, transporta i\ndistribucije putem tih mreža, kao i drugih usluga koje su neposredno\npovezane sa tim uslugama;",
            "(10) telekomunikacija;",
            "(11) radijskog i televizijskog emitovanja;",
            "(12) pruženih elektronskim putem;",
            "8) posredovanja kod prometa dobara ili usluga koja se\npruža licu koje nije poreski obveznik, smatra se mesto u kojem je\nizvršen promet dobara ili usluga koji je predmet posredovanja.",
            "Mesto prometa usluge posredovanja koja se pruža\nporeskom obvezniku, osim usluga posredovanja iz stava 6. tačka 1) ovog\nčlana, određuje se u skladu sa stavom 4. ovog člana.",
            "Kraćim vremenskim periodom iz stava 6. tačka 5) ovog\nčlana smatra se neprekidni vremenski period koji nije duži od 30 dana,\na ako se radi o plovilima od 90 dana.",
            "Izuzetno od stava 6. tačka 4) podtačka (5) ovog člana, ako se usluge\npredaje jela i pića za konzumaciju na licu mesta faktički pružaju na brodu, odnosno u letilici\nili vozu u toku prevoza putnika, mestom prometa smatra se mesto polaska broda, letilice ili\nvoza.",
            "Ako se prevoz putnika vrši u oba smera, povratna vožnja smatra se posebnim\nprevozom.",
            "Mestom polaska iz stava 9. ovog člana smatra se prvo voznim redom planirano\nmesto ukrcavanja putnika.",
            "Ako prebivalište i boravište pružaoca, odnosno primaoca usluge nisu u istom\nmestu, mesto prometa usluge određuje se prema mestu boravišta.",
            "Za promet usluga telekomunikacija, radijskog i televizijskog emitovanja\ni usluga pruženih elektronskim putem, mestom sedišta, stalne poslovne jedinice, prebivališta\nili boravišta primaoca usluga smatra se mesto određeno na osnovu kriterijuma i pretpostavki\nza određivanje mesta sedišta, stalne poslovne jedinice, prebivališta ili boravišta primaoca\ntih usluga.",
            "Ministar bliže uređuje šta se smatra uslugama iz stava 6. tačka 1),\ntačka 4) podtačka (5), prevoznim sredstvima iz tač. 5), 6) i tačka 7) podtačka (8), uslugama\niz tačke 7) podtač. (10) i (12) ovog člana, kao i kriterijum i pretpostavke za određivanje\nmesta sedišta, stalne poslovne jedinice, prebivališta ili boravišta primaoca usluga iz stava\n13. ovog člana, uključujući i način njihove primene.",
            "Mesto uvoza dobara"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_12"
    },
    {
        "title": "Član 13",
        "texts": [
            "Mesto uvoza dobara je mesto u kojem je uvezeno dobro uneto u carinsko područje Republike.",
            "Vreme prometa dobara"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_13"
    },
    {
        "title": "Član 14",
        "texts": [
            "Promet dobara nastaje danom:",
            "1) otpočinjanja slanja ili prevoza dobara primaocu\nili trećem licu, po njegovom nalogu, ako dobra šalje ili prevozi\nisporučilac, primalac ili treće lice, po njihovom nalogu;",
            "2) preuzimanja dobara od strane primaoca u slučaju\nugradnje ili montaže dobara od strane isporučioca ili, po njegovom\nnalogu, trećeg lica;",
            "3) prenosa prava raspolaganja na dobrima primaocu, ako se dobro isporučuje bez otpreme, odnosno prevoza;",
            "4) očitavanja, odnosno na drugi način utvrđivanja\nstanja, u skladu sa zakonom, električne energije, prirodnog gasa i\nenergije za grejanje, odnosno hlađenje, čija se isporuka vrši preko\nprenosne, transportne i distributivne mreže, licu iz člana 11. stav 1.\ntačka 4) ovog zakona, u cilju obračuna isporuke;",
            "5) očitavanja stanja primljene vode, električne energije,\nprirodnog gasa i energije za grejanje, odnosno hlađenje, u cilju obračuna potrošnje.",
            "U komisionim ili konsignacionim poslovima, vreme\nisporuke dobara od strane komisionara ili konsignatera određuje se, u\nskladu sa stavom 1. ovog člana i za isporuku komisionaru ili\nkonsignateru.",
            "Odredbe st. 1. i 2. ovog člana odnose se i na delimične isporuke.",
            "Delimične isporuke iz stava 3. ovog člana postoje ako\nje za isporuku određenih delova ekonomski deljive isporuke posebno\nugovorena naknada.",
            "Izuzetno od stava 1. tačka 4) ovog člana, kod prometa\nelektrične energije na koji se primenjuju pravila relevantnih evropskih\nasocijacija operatora prenosnih sistema u skladu sa zakonom kojim se\nuređuje energetika, promet električne energije nastaje danom izdavanja\nračuna.",
            "Vreme prometa usluga"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_14"
    },
    {
        "title": "Član 15",
        "texts": [
            "Usluga se smatra pruženom danom kada je:",
            "1) završeno pojedinačno pružanje usluge;",
            "2) prestao pravni osnov pružanja usluge - u slučaju pružanja vremenski ograničenih ili neograničenih usluga.",
            "Izuzetno od stava 1. tačka 1) ovog člana, usluga\npreuzimanja električne energije u energetski sistem na koju se\nprimenjuju pravila relevantnih evropskih asocijacija operatora\nprenosnih sistema u skladu sa zakonom kojim se uređuje energetika,\nsmatra se pruženom danom izdavanja računa.",
            "Izuzetno od stava 1. tačka 2) ovog člana, ako se za\npružanje usluga izdaju periodični računi, promet usluga smatra se\nizvršenim poslednjeg dana perioda za koji se izdaje račun.",
            "Delimična usluga smatra se izvršenom u vreme kada je okončano pružanje tog dela usluge.",
            "Delimična usluga iz stava 4. ovog člana postoji ako je za određene delove ekonomski deljive usluge posebno ugovorena naknada.",
            "Vreme uvoza dobara"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_15"
    },
    {
        "title": "Član 15a",
        "texts": [
            "Vreme uvoza dobara nastaje danom kada je dobro uneto u carinsko područje Republike.",
            "Nastanak poreske obaveze"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_15a"
    },
    {
        "title": "Član 16",
        "texts": [
            "Poreska obaveza nastaje danom kada se najranije izvrši jedna od sledećih radnji:",
            "1) promet dobara i usluga;",
            "2) naplata, odnosno plaćanje ako je naknada ili deo naknade naplaćen, odnosno plaćen u novcu pre prometa dobara i usluga;",
            "2a) izdavanje računa kod usluga iz člana 5. stav 3. tačka 1)\novog zakona, usluga neposredno povezanih sa tim uslugama, kao i usluga tehničke podrške prilikom\nkorišćenja softvera, hardvera i druge opreme na određeni vremenski period;",
            "3) nastanak obaveze plaćanja carinskog duga, kod\nuvoza dobara, a ako te obaveze nema, danom u kojem bi nastala obaveza\nplaćanja tog duga.",
            "V PORESKA OSNOVICA I PORESKA STOPA",
            "Poreska osnovica kod prometa dobara i usluga"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_16"
    },
    {
        "title": "Član 17",
        "texts": [
            "Poreska osnovica (u daljem tekstu: osnovica) kod\nprometa dobara i usluga jeste iznos naknade (u novcu, stvarima ili\nuslugama) koju obveznik prima ili treba da primi za isporučena dobra\nili pružene usluge od primaoca dobara ili usluga ili trećeg lica,\nuključujući subvencije i druga primanja (u daljem tekstu: subvencije),\nu koju nije uključen PDV, ako ovim zakonom nije drukčije propisano.",
            "Subvencijama iz stava 1. ovog člana smatraju se\nnovčana sredstva koja čine naknadu, odnosno deo naknade za promet\ndobara ili usluga, osim novčanih sredstava na ime podsticaja u funkciji\nostvarivanja ciljeva određene politike u skladu sa zakonom.",
            "U osnovicu se uračunavaju i:",
            "1) akcize, carina i druge uvozne dažbine, kao i ostali javni prihodi, osim PDV;",
            "2) svi sporedni troškovi koje obveznik zaračunava primaocu dobara i usluga.",
            "Osnovica ne sadrži:",
            "1) popuste i druga umanjenja cene, koji se primaocu dobara ili usluga odobravaju u momentu vršenja prometa dobara ili usluga;",
            "2) iznose koje obveznik naplaćuje u ime i za račun\ndrugog, ako te iznose prenosi licu u čije ime i za čiji račun je\nizvršio naplatu i ako su ti iznosi posebno evidentirani;",
            "3) iznose koje obveznik potražuje za izdatke koje je\nplatio u ime i za račun primaoca dobara ili usluga, ako su ti iznosi\nposebno evidentirani.",
            "Ako se naknada ili deo naknade ne ostvaruju u novcu,\nveć u obliku prometa dobara i usluga, osnovicom se smatra tržišna\nvrednost tih dobara i usluga na dan njihove isporuke u koju nije\nuključen PDV.",
            "Kod prometa dobara ili usluga, koje čine ulog u\nprivredno društvo, osnovicom se smatra tržišna vrednost tih dobara i\nusluga na dan njihove isporuke u koju nije uključen PDV.",
            "Tržišnom vrednošću iz st. 5. i 6. ovog člana, a u\nsmislu ovog zakona, smatra se ukupni iznos koji bi kupac dobara,\nodnosno primalac usluga platio u trenutku prometa dobara, odnosno\nusluga nezavisnom dobavljaču za promet u Republici.",
            "Ako se za konkretna dobra, odnosno usluge ne može\nutvrditi tržišna vrednost, tržišna vrednost utvrđuje se za slična dobra\nili usluge, a ako se tržišna vrednost ne može utvrditi ni za slična\ndobra, odnosno usluge, tržišnom vrednošću smatra se:",
            "1) za promet dobara, iznos koji nije niži od nabavne\ncene tih ili sličnih dobara, a ako je ta cena nepoznata, ukupan iznos\nutvrđenih troškova u trenutku isporuke;",
            "2) za promet usluga, iznos koji nije niži od ukupnog iznosa utvrđenih troškova pružanja usluge koje snosi poreski obveznik.",
            "Ministar bliže uređuje način utvrđivanja poreske osnovice."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_17"
    },
    {
        "title": "Član 17a",
        "texts": [
            "Osnovica za promet dobara, odnosno usluga u zamenu za\nvišenamenski vrednosni vaučer je naknada plaćena za višenamenski\nvrednosni vaučer, a ako nema informacija o toj naknadi, osnovica je\nnovčana vrednost navedena na samom višenamenskom vrednosnom vaučeru ili\nu povezanoj dokumentaciji, bez PDV koji se odnosi na isporučena dobra,\nodnosno pružene usluge."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_17a"
    },
    {
        "title": "Član 17b",
        "texts": [
            "Kod prometa dobara, odnosno usluga između lica koja\nse smatraju povezanim licima u smislu ovog zakona, uz naknadu koja je\nniža od tržišne vrednosti, kod kojeg sticalac nema pravo na odbitak\nprethodnog poreza u potpunosti, osnovicom se smatra tržišna vrednost\ntih dobara, odnosno usluga, bez PDV.",
            "Povezanim licima u smislu ovog zakona smatraju se\npovezana lica u skladu sa zakonom kojim se uređuje porez na dobit\npravnih lica, lica kod kojih postoje porodične ili druge lične veze,\nupravljačke, vlasničke, članske, finansijske ili pravne veze,\nuključujući odnos između poslodavca i zaposlenog, odnosno članova\nporodičnog domaćinstva zaposlenog određenog shodno članu 56a stav 6.\novog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_17b"
    },
    {
        "title": "Član 17v",
        "texts": [
            "Osnovica za promet električne energije koji vrši\nobveznik PDV snabdevač kupcu proizvođaču električne energije iz\nobnovljivih izvora energije je iznos naknade za utrošenu električnu\nenergiju utvrđen u skladu sa zakonom kojim se uređuje korišćenje\nobnovljivih izvora energije, bez PDV."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_17v"
    },
    {
        "title": "Član 17g",
        "texts": [
            "Kod prometa usluga čija se naknada uračunava u\ncarinsku vrednost uvezenog dobra u skladu sa carinskim propisima,\nosnovicu čini razlika između ukupnog iznosa naknade za taj promet i\niznosa naknade uračunatog u carinsku vrednost uvezenog dobra."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_17g"
    },
    {
        "title": "Član 18",
        "texts": [
            "Osnovicom kod prometa dobara bez naknade smatra se\nnabavna cena, odnosno cena koštanja tih ili sličnih dobara, u momentu\nprometa.",
            "Osnovicom kod prometa usluga bez naknade smatra se cena koštanja tih ili sličnih usluga, u momentu prometa.",
            "U slučaju iz st. 1. i 2. ovog člana PDV se ne uračunava u osnovicu.",
            "U slučaju prevoza putnika autobusima, koji vrši lice\nkoje nema mesto stvarne uprave u Republici, osnovicu čini prosečna\nnaknada prevoza za svaki pojedinačni prevoz.",
            "Način utvrđivanja naknade iz stava 4. ovog člana bliže uređuje ministar.",
            "Osnovica kod uvoza dobara"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_18"
    },
    {
        "title": "Član 19",
        "texts": [
            "Osnovica kod uvoza dobara je vrednost uvezenog dobra utvrđena po carinskim propisima.",
            "U osnovicu iz stava 1. ovog člana uračunava se i:",
            "1) akciza, carina i druge uvozne dažbine, kao i ostali javni prihodi, osim PDV;",
            "2) svi sporedni troškovi koji su nastali do prvog odredišta u Republici.",
            "Prvim odredištem, u smislu stava 2. tačka 2) ovog\nčlana, smatra se mesto koje je naznačeno u otpremnici ili drugom\nprevoznom dokumentu, a ako nije naznačeno, mesto prvog pretovara dobara\nu Republici."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_19"
    },
    {
        "title": "Član 20",
        "texts": [
            "Kod uvoza dobara, koje je obveznik privremeno izvezao\nradi oplemenjivanja, obrade, dorade ili prerade (u daljem tekstu:\noplemenjivanje), opravke ili ugradnje, osnovicu čini naknada koju je\nobveznik platio ili treba da plati za oplemenjivanje, opravku ili\nugradnju, a ako se ta naknada ne plaća, osnovicu čini porast vrednosti\nnastao oplemenjivanjem, opravkom ili ugradnjom.",
            "U slučaju iz stava 1. ovog člana primenjuju se odredbe člana 19. stav 2. ovog zakona.",
            "Izmena poreske osnovice"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_20"
    },
    {
        "title": "Član 21",
        "texts": [
            "Ako se osnovica naknadno poveća za promet dobara i\nusluga, obveznik PDV koji je isporučio dobra i usluge, a koji je\nporeski dužnik za taj promet u skladu sa ovim zakonom, dužan je da\niznos PDV koji duguje po tom osnovu ispravi - poveća u skladu sa\nizmenom, kao i da izda dokument o povećanju.",
            "Obaveza ispravke - povećanja PDV iz stava 1. ovog\nčlana odnosi se i na poreske dužnike iz člana 10. stav 1. tačka 3) i\nst. 2. i 3. ovog zakona.",
            "Ako se osnovica naknadno smanji, obveznik PDV koji je\nizvršio promet dobara i usluga drugom obvezniku PDV, a koji je poreski\ndužnik za taj promet u skladu sa ovim zakonom, može da izmeni - smanji\niznos PDV ako:",
            "1) je izdao dokument o smanjenju;",
            "2) je obveznik PDV kojem je izvršen promet dobara i\nusluga ispravio odbitak prethodnog poreza, ukoliko je obračunati PDV\nkoristio kao prethodni porez;",
            "3) poseduje obaveštenje obveznika PDV kojem je\nizvršen promet dobara i usluga da je ispravio odbitak prethodnog\nporeza, odnosno da obračunati PDV nije koristio kao prethodni porez.",
            "Ako je promet dobara i usluga izvršen licu koje nije\nobveznik PDV, izmenu iz stava 3. ovog člana obveznik PDV može da izvrši\nako je izdao dokument o smanjenju i ako poseduje dokaz o smanjenju\nosnovice, kao i obaveštenje da za iznos PDV nije i neće biti podnet\nzahtev za refakciju PDV u slučaju kada je promet dobara i usluga\nizvršen licu koje ima pravo na refakciju PDV u skladu sa ovim zakonom.",
            "Ako se osnovica za promet dobara i usluga iz člana\n10. stav 1. tačka 3) i stav 2. ovog zakona naknadno izmeni - smanji,\nobveznik PDV koji je poreski dužnik za taj promet, a koji ima pravo na\nodbitak prethodnog poreza, može da smanji iznos obračunatog PDV ako je:",
            "1) sačinio interni račun u skladu sa ovim zakonom;",
            "2) ispravio odbitak prethodnog poreza, ukoliko je obračunati PDV koristio kao prethodni porez.",
            "Ako se osnovica za promet dobara i usluga iz člana\n10. stav 1. tačka 3) i stav 2. ovog zakona naknadno izmeni - smanji,\nporeski dužnik za taj promet, koji nema pravo na odbitak prethodnog\nporeza, može da smanji iznos obračunatog PDV ako je:",
            "1) sačinio interni račun u skladu sa ovim zakonom;",
            "2) poseduje dokument kojim se potvrđuje da je došlo do smanjenja naknade.",
            "Kod smanjenja avansa shodno se primenjuju st. 3-6. ovog člana.",
            "Obveznik PDV može da izmeni osnovicu za iznos naknade\nkoji nije naplaćen samo na osnovu pravnosnažne odluke suda o\nzaključenom stečajnom postupku, odnosno na osnovu overenog prepisa\nzapisnika o sudskom poravnanju.",
            "Ako obveznik PDV koji je izmenio osnovicu u skladu sa\nstavom 8. ovog člana primi naknadu ili deo naknade za isporučena dobra\ni usluge u vezi sa kojima je dozvoljena izmena osnovice, dužan je da na\nprimljeni iznos naknade obračuna PDV.",
            "Izmena osnovice vrši se u poreskom periodu u kojem je nastupila izmena.",
            "Ako je naknada za promet dobara i usluga izražena u\nstranoj valuti, povećanje, odnosno smanjenje vrednosti dinara u odnosu\nna stranu valutu, ne dovodi do izmene osnovice, pod uslovom da je pri\nutvrđivanju osnovice i obračunatog PDV i naplati naknade primenjena\nista vrsta kursa dinara iste banke.",
            "Ako se u skladu sa carinskim propisima izmeni osnovica za uvoz dobara koja podležu PDV, primenjuju se odredbe ovog zakona.",
            "Ministar bliže uređuje način izmene osnovice.",
            "Obračun vrednosti iskazanih u stranim valutama"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_21"
    },
    {
        "title": "Član 22",
        "texts": [
            "Ako je naknada za promet dobara i usluga izražena u\nstranoj valuti, za obračun te vrednosti u domaćoj valuti primenjuje se\nsrednji kurs centralne banke, odnosno ugovoreni kurs koji važi na dan\nnastanka poreske obaveze.",
            "Ako je osnovica za uvoz dobara izražena u stranoj\nvaluti, za obračun te vrednosti u domaćoj valuti primenjuju se carinski\npropisi koji utvrđuju carinsku vrednost, a koji važe na dan nastanka\nporeske obaveze.",
            "Poreska stopa"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_22"
    },
    {
        "title": "Član 23",
        "texts": [
            "Opšta stopa PDV za oporezivi promet dobara i usluga ili uvoz dobara iznosi 20%.",
            "Po posebnoj stopi PDV od 10% oporezuje se promet dobara i usluga ili uvoz dobara, i to:",
            "1) hleba i drugih pekarskih proizvoda, mleka i\nmlečnih proizvoda, brašna, šećera, jestivog ulja od suncokreta,\nkukuruza, uljane repice, soje i masline, jestive masnoće životinjskog i\nbiljnog porekla i meda;",
            "1a)(brisana)",
            "2) svežeg, rashlađenog i smrznutog voća, povrća, mesa, uključujući i iznutrice i druge klanične proizvode, ribe i jaja;",
            "2a) žitarica, suncokreta, soje, šećerne repe i uljane repice;",
            "3) lekova, uključujući i lekove za upotrebu u veterini;",
            "4) ortotičkih i protetičkih sredstava, kao i medicinskih sredstava - proizvoda koji se hiruški ugrađuju u organizam;",
            "5) materijala za dijalizu;",
            "6) đubriva, sredstava za zaštitu bilja, semena za\nreprodukciju, sadnog materijala, komposta sa micelijumom, potpune i\ndopunske smeše za ishranu stoke i žive stoke;",
            "7) udžbenika i nastavnih sredstava;",
            "7a)(brisana)",
            "8) dnevnih novina;",
            "9) monografskih i serijskih publikacija;",
            "10) ogrevnog drveta, uključujući brikete, pelet i druga slična dobra od drvne biomase;",
            "11) usluga smeštaja u ugostiteljskim objektima za smeštaj u\nskladu sa zakonom kojim se uređuje turizam;",
            "12) usluge koje se naplaćuju putem ulaznica za\nbioskopske i pozorišne predstave, sajmove, cirkuse, zabavne parkove,\nkoncerte (muzičke događaje), izložbe, sportske događaje, muzeje i\ngalerije, botaničke bašte i zoološke vrtove, ako promet ovih usluga\nnije oslobođen PDV;",
            "12a)(brisana)",
            "13) prirodnog gasa;",
            "13a) toplotne energije za potrebe grejanja;",
            "14) prenos prava raspolaganja na stambenim objektima,\nekonomski deljivim celinama u okviru tih objekata, kao i vlasničkim\nudelima na tim dobrima;",
            "15) usluge koje prethode isporuci vode za piće vodovodnom mrežom, kao i vode za piće, osim flaširane;",
            "16) prečišćavanja i odvođenja atmosferskih i otpadnih voda;",
            "17) upravljanje komunalnim otpadom;",
            "18) održavanje čistoće na površinama javne namene;",
            "19) održavanje javnih zelenih površina i priobalja;",
            "20) prevoz putnika i njihovog pratećeg prtljaga;",
            "21) upravljanje grobljima i pogrebne usluge.",
            "Ministar bliže uređuje šta se, u smislu ovog zakona,\nsmatra dobrima i uslugama iz stava 2. tač. 1), 2), 2a), 4) - 11) i 15)\n- 21) ovog člana.",
            "VI PORESKA OSLOBOĐENJA",
            "Poreska oslobođenja za promet dobara i usluga sa pravom na odbitak prethodnog poreza"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_23"
    },
    {
        "title": "Član 24",
        "texts": [
            "PDV se ne plaća na:",
            "1) prevozne i ostale usluge, koje su povezane sa\nuvozom dobara, ako je vrednost tih usluga sadržana u osnovici iz člana\n19 stav 2 ovog zakona;",
            "2) promet dobara koja obveznik ili treće lice, po njegovom nalogu, šalje ili otprema u inostranstvo;",
            "3) promet dobara koja inostrani primalac ili treće lice, po njegovom nalogu, šalje ili otprema u inostranstvo;",
            "4) promet dobara koja putnik otprema u inostranstvo u ličnom prtljagu, za nekomercijalne svrhe, ako:",
            "(1) putnik u Republici nema prebivalište ni boravište,",
            "(2) se dobra otpremaju pre isteka tri kalendarska meseca po isteku kalendarskog meseca u kojem je izvršen promet dobara,",
            "(3) je ukupna vrednost isporučenih dobara jednaka ili veća od 6.000\ndinara, uključujući PDV,",
            "(4) obveznik PDV poseduje dokaze da je putnik otpremio dobra u inostranstvo;",
            "5) unos dobara u slobodnu zonu, prevozne i druge\nusluge korisnicima slobodnih zona koje su neposredno povezane sa tim\nunosom i promet dobara i usluga u slobodnoj zoni, za koje bi obveznik -\nkorisnik slobodne zone imao pravo na odbitak prethodnog poreza kada bi\nta dobra ili usluge nabavljao za potrebe obavljanja delatnosti van\nslobodne zone;",
            "5a) promet dobara koja se unose u slobodnu zonu,\nprevozne i druge usluge koje su neposredno povezane sa tim unosom i\npromet dobara u slobodnoj zoni, koji se vrši stranom licu koje ima\nzaključen ugovor sa obveznikom PDV - korisnikom slobodne zone da ta\ndobra ugradi u dobra namenjena otpremanju u inostranstvo;",
            "6) promet dobara koja su u postupku carinskog skladištenja;",
            "6a) otpremanje dobara u slobodne carinske prodavnice\notvorene na vazduhoplovnim pristaništima otvorenim za međunarodni\nsaobraćaj na kojima je organizovana pasoška i carinska kontrola radi\nprodaje putnicima u skladu sa carinskim propisima (u daljem tekstu:\nslobodne carinske prodavnice), kao i na isporuku dobara iz slobodnih\ncarinskih prodavnica;",
            "7) usluge radova na pokretnim dobrima nabavljenim od\nstrane inostranog primaoca usluge u Republici, ili koja su uvezena radi\noplemenjivanja, opravke ili ugradnje, a koja posle oplemenjivanja,\nopravke ili ugradnje, isporučilac usluge, inostrani primalac ili treće\nlice, po njihovom nalogu, prevozi ili otprema u inostranstvo;",
            "7a) promet dobara koja su u postupku aktivnog\noplemenjivanja za koja bi obveznik - sticalac imao pravo na odbitak\nprethodnog poreza kada bi ta dobra nabavljao sa obračunatim PDV;",
            "8) prevozne i ostale usluge koje su u vezi sa izvozom, tranzitom\n ili privremenim uvozom dobara, osim usluga koje su oslobođene od PDV bez prava\nna poreski odbitak u skladu sa ovim zakonom;",
            "9) usluge međunarodnog prevoza lica u vazdušnom\nsaobraćaju, s tim što za nerezidentno vazduhoplovno preduzeće poresko\noslobođenje važi samo u slučaju uzajamnosti;",
            "10) isporuke letilica, servisiranje, popravke,\nodržavanje, čarterisanje i iznajmljivanje letilica, koje se pretežno\nkoriste uz naknadu u međunarodnom vazdušnom saobraćaju, kao i isporuke,\niznajmljivanje, popravke i održavanje dobara namenjenih opremanju tih\nletilica;",
            "11) promet dobara i usluga namenjenih neposrednim potrebama letilica iz tačke 10) ovog stava;",
            "12) usluge međunarodnog prevoza lica brodovima u\nrečnom saobraćaju, s tim što za nerezidentno preduzeće koje vrši\nmeđunarodni prevoz lica brodovima u rečnom saobraćaju, poresko\noslobođenje važi samo u slučaju uzajamnosti;",
            "13) isporuke brodova, servisiranje, popravke,\nodržavanje i iznajmljivanje brodova, koji se pretežno koriste uz\nnaknadu u međunarodnom rečnom saobraćaju, kao i isporuke,\niznajmljivanje, popravke i održavanje dobara namenjenih opremanju tih\nbrodova;",
            "14) promet dobara i usluga namenjenih neposrednim potrebama brodova iz tačke 13) ovog stava;",
            "15) isporuke zlata Narodnoj banci Srbije;",
            "16) dobra i usluge namenjene za:",
            "(1) službene potrebe diplomatskih i konzularnih predstavništava;",
            "(2) službene potrebe međunarodnih organizacija, ako je to predviđeno međunarodnim ugovorom;",
            "(3) lične potrebe stranog osoblja diplomatskih i konzularnih predstavništava, uključujući i članove njihovih porodica;",
            "(4) lične potrebe stranog osoblja\nmeđunarodnih organizacija, uključujući članove njihovih porodica, ako\nje to predviđeno međunarodnim ugovorom;",
            "16a) promet dobara i usluga koji se vrši u skladu sa\nugovorima o donaciji zaključenim sa državnom zajednicom Srbija i Crna\nGora, odnosno Republikom, ako je tim ugovorom predviđeno da se iz\ndobijenih novčanih sredstava neće plaćati troškovi poreza, u delu koji\nse finansira dobijenim novčanim sredstvima osim ako ratifikovanim\nmeđunarodnim ugovorom nije drukčije predviđeno;",
            "16b) promet dobara i usluga koji se vrši u skladu sa\nugovorima o kreditu, odnosno zajmu, zaključenim između državne\nzajednice Srbija i Crna Gora, odnosno Republike i međunarodne\nfinansijske organizacije, odnosno druge države, kao i između treće\nstrane i međunarodne finansijske organizacije, odnosno druge države u\nkojem se Republika Srbija pojavljuje kao garant, odnosno kontragarant,\nu delu koji se finansira dobijenim novčanim sredstvima, ako je tim\nugovorima predviđeno da se iz dobijenih novčanih sredstava neće plaćati\ntroškovi poreza;",
            "16v) promet dobara i usluga koji se vrši na osnovu\nmeđunarodnih ugovora, ako je tim ugovorima predviđeno poresko\noslobođenje, osim međunarodnih ugovora iz tač. 16a) i 16b) ovog stava;",
            "16g) promet dobara i usluga koji se vrši u okviru realizacije infrastrukturnih\nprojekata izgradnje autoputeva za koje je posebnim zakonom utvrđen javni interes;",
            "17) usluge posredovanja koje se odnose na promet dobara i usluga iz tač. 1) - 16) ovog stava.",
            "Poresko oslobođenje iz stava 1. ovog člana primenjuje se i ako je naknada, odnosno deo naknade naplaćen pre izvršenog prometa.",
            "Poresko oslobođenje iz stava 1. tačka 3) ovog člana\nne odnosi se na promet dobara koja inostrani primalac sam preveze radi\nopremanja ili snabdevanja sportskih čamaca, sportskih aviona i ostalih\nprevoznih sredstava za privatne potrebe.",
            "Obveznik PDV koji je izvršio promet dobara putniku iz stava 1. tačka\n4) ovog člana dužan je da na njegov zahtev izda dokumentaciju na osnovu koje putnik može\nostvariti povraćaj PDV u skladu sa ovim zakonom.",
            "Poresko oslobođenje za promet dobara iz stava 1. tačka 4) ovog člana obveznik\nPDV može da ostvari u poreskom periodu u kojem poseduje dokaze da je putnik otpremio dobra\nu inostranstvo.",
            "Ako u poreskom periodu u kojem je izvršio promet\ndobara iz stava 1. tačka 4) ovog člana obveznik PDV ne poseduje dokaze\nda je putnik otpremio dobra u inostranstvo, obveznik PDV je dužan da\nPDV obračunat za taj promet plati u skladu sa ovim zakonom.",
            "U poreskom periodu u kojem obveznik PDV dobije dokaze da je putnik otpremio\ndobra u inostranstvo, obveznik PDV smanjuje obračunati PDV iz stava 6. ovog člana.",
            "Poresko oslobođenje za promet dobara iz stava 1.\ntačka 4) ovog člana ne odnosi se na promet dobara koja se smatraju\nakciznim proizvodima u skladu sa zakonom kojim se uređuju akcize i\npromet dobara za opremanje i snabdevanje bilo kog prevoznog sredstva za\nprivatne potrebe.",
            "Prebivalištem, odnosno boravištem iz stava 1. tačka\n4) podtačka (1) ovog člana smatra se mesto upisano u pasošu, ličnoj\nkarti ili drugom dokumentu koji se, u skladu sa zakonom, smatra\nidentifikacionom ispravom u Republici.",
            "PDV koji je plaćen kao deo naknade za promet dobara iz stava 1. tačka 4)\novog člana vraća se putniku, odnosno drugom podnosiocu zahteva ako u roku od 12 meseci od\ndana otpremanja dobara u inostranstvo dostavi obvezniku PDV dokaze da je putnik otpremio\ndobra u inostranstvo.",
            "Oslobođenje iz stava 1. tačka 16) podtač. (1) i (3)\novog člana se ostvaruje pod uslovom reciprociteta, a na osnovu potvrde\nministarstva nadležnog za inostrane poslove.",
            "Inostranim primaocem dobara ili usluga, u smislu ovog člana, smatra se lice koje:",
            "1) je obveznik, a čije je mesto stvarne uprave van Republike;",
            "2) nije obveznik, a ima prebivalište ili sedište van Republike.",
            "Ministar bliže uređuje način i postupak ostvarivanja poreskih oslobođenja\niz st. 1. i 2. ovog člana, šta se smatra ličnim prtljagom i dokazima da je putnik otpremio\ndobra u inostranstvo iz stava 1. tačka 4) ovog člana, kao i način i postupak vraćanja PDV\niz stava 10. ovog člana.",
            "Poreska oslobođenja za promet dobara i usluga bez prava na odbitak prethodnog poreza"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_24"
    },
    {
        "title": "Član 25",
        "texts": [
            "PDV se ne plaća u prometu novca i kapitala, i to kod:",
            "1) poslovanja i posredovanja u poslovanju zakonskim\nsredstvima plaćanja, osim papirnog i kovanog novca koji se ne koristi\nkao zakonsko sredstvo plaćanja ili ima numizmatičku vrednost;",
            "1a) prenosa virtuelnih valuta i zamene virtuelnih\nvaluta za novčana sredstva u skladu sa zakonom kojim se uređuje\ndigitalna imovina;",
            "2) poslovanja i posredovanja u poslovanju akcijama,\nudelima u društvima i udruženjima, obveznicama i drugim hartijama od\nvrednosti, osim poslovanja koje se odnosi na čuvanje i upravljanje\nhartijama od vrednosti;",
            "3) kreditnih poslova, uključujući posredovanje, kao i novčanih pozajmica;",
            "3a)(brisana)",
            "4) preuzimanja obaveza, garancija i drugih sredstava obezbeđenja, uključujući posredovanje;",
            "5) poslovanja i posredovanja u poslovanju depozitima,\ntekućim i žiro računima, nalozima za plaćanje, kao i platnim prometom i\ndoznakama;",
            "6) poslovanja i posredovanja u poslovanju novčanim\npotraživanjima, čekovima, menicama i drugim sličnim hartijama od\nvrednosti, osim naplate potraživanja za druga lica;",
            "7) poslovanja društava za upravljanje investicionim fondovima u skladu sa propisima kojima se uređuju investicioni fondovi;",
            "8) poslovanja društava za upravljanje dobrovoljnim\npenzijskim fondovima u skladu sa propisima kojima se uređuju\ndobrovoljni penzijski fondovi i penzijski planovi.",
            "PDV se ne plaća i na promet:",
            "1) usluga osiguranja i reosiguranja, uključujući prateće usluge posrednika i agenta (zastupnika) u osiguranju;",
            "2) zemljišta, kao i na davanje u zakup tog zemljišta;",
            "3) objekata, osim prvog prenosa prava raspolaganja na novoizgrađenim\n građevinskim objektima ili ekonomski deljivim celinama u okviru tih objekata\n i prvog prenosa vlasničkog udela na novoizgrađenim građevinskim objektima ili\n ekonomski deljivim celinama u okviru tih objekata, kao i prometa objekata i\n ekonomski deljivih celina u okviru tih objekata, uključujući i vlasničke udele\nna tim dobrima, u slučaju kada je ugovorom na osnovu kojeg se vrši promet\n tih dobara, zaključenim između obveznika PDV, predviđeno da će se na taj promet\n obračunati PDV, pod uslovom da sticalac obračunati PDV može u potpunosti odbiti\n kao prethodni porez;",
            "3a) dobara i usluga za koje pri nabavci obveznik nije imao\n pravo na odbitak prethodnog poreza;",
            "3b) dobara za koja je u prethodnoj fazi prometa\npostojala obaveza plaćanja poreza u skladu sa zakonom kojim se uređuju\nporezi na imovinu;",
            "4) usluga zakupa stanova, ako se koriste za stambene potrebe;",
            "5) udela, hartija od vrednosti, poštanskih\nvrednosnica, taksenih i drugih važećih vrednosnica po njihovoj\nutisnutoj vrednosti u Republici, osim vlasničkih udela iz člana 4. ovog\nzakona;",
            "6) poštanskih usluga od strane javnog preduzeća, kao i sa njima povezanih isporuka dobara;",
            "7) usluga koje pružaju zdravstvene ustanove u skladu\nsa propisima koji regulišu zdravstvenu zaštitu, uključujući i smeštaj,\nnegu i ishranu bolesnika u tim ustanovama, osim apoteka i apotekarskih\nustanova;",
            "8) usluga koje pružaju lekari, stomatolozi ili druga lica u skladu sa propisima koji regulišu zdravstvenu zaštitu;",
            "9) usluga i isporuke zubne protetike u okviru delatnosti zubnog tehničara, kao i isporuka zubne protetike od strane stomatologa;",
            "10) ljudskih organa, tkiva, telesnih tečnosti i ćelija, krvi i majčinog mleka;",
            "11) usluga socijalnog staranja i zaštite, dečje\nzaštite i zaštite mladih, usluga ustanova socijalne zaštite, kao i sa\nnjima neposredno povezanog prometa dobara i usluga od strane lica\nregistrovanih za obavljanje tih delatnosti;",
            "12) usluga smeštaja i ishrane učenika i studenata u\nškolskim i studentskim domovima ili sličnim ustanovama, kao i sa njima\nneposredno povezan promet dobara i usluga;",
            "13) usluga obrazovanja (predškolsko, osnovno,\nsrednje, više i visoko) i profesionalne prekvalifikacije, kao i sa\nnjima neposredno povezanog prometa dobara i usluga od strane lica\nregistrovanih za obavljanje tih delatnosti, ako se ove delatnosti\nobavljaju u skladu sa propisima koji uređuju tu oblast;",
            "14) usluga iz oblasti kulture i sa njima neposredno\npovezanog prometa dobara i usluga, od strane lica čija delatnost nije\nusmerena ka ostvarivanju dobiti, a koja su registrovana za tu delatnost;",
            "15) usluga iz oblasti nauke i sa njima neposredno\npovezanog prometa dobara i usluga, od strane lica čija delatnost nije\nusmerena ka ostvarivanju dobiti, a koja su registrovana za tu delatnost;",
            "16) usluga verskog karaktera od strane registrovanih\ncrkava i verskih zajednica i sa njima neposredno povezanog prometa\ndobara i usluga;",
            "17) usluga javnog radiodifuznog servisa, osim usluga komercijalnog karaktera;",
            "18) usluga priređivanja igara na sreću;",
            "19) usluga iz oblasti sporta i fizičkog vaspitanja\nlicima koja se bave sportom i fizičkim vaspitanjem, od strane lica čija\ndelatnost nije usmerena ka ostvarivanju dobiti, a koja su registrovana\nza tu delatnost.",
            "Ako je obveznik PDV pri nabavci dobara mogao da\nostvari pravo na odbitak dela prethodnog poreza u skladu sa članom 30.\novog zakona, ne primenjuje se poresko oslobođenje iz stava 2. tačka 3a)\novog člana.",
            "Licem čija delatnost nije usmerena ka ostvarivanju dobiti,\n u smislu stava 2. ovog člana, smatra se lice koje je osnovano od strane Republike,\n autonomne pokrajine ili jedinice lokalne samouprave i čiji je vlasnik Republika,\n autonomna pokrajina ili jedinica lokalne samouprave u potpunosti ili u većinskom\ndelu.",
            "Ministar bliže uređuje šta se smatra dobrima, odnosno\nuslugama iz stava 2. tač. 3), 7), 11), 12), 13), 14), 15) i 18) ovog\nčlana.",
            "Poreska oslobođenja kod uvoza dobara"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_25"
    },
    {
        "title": "Član 26",
        "texts": [
            "PDV se ne plaća na uvoz dobara:",
            "1) čiji promet je u skladu sa članom 24. stav 1. tač. 5), 10), 11) i 13)-16g)\ni članom 25. stav 1. tač. 1) i 2) i stav 2. tač. 5) i 10) ovog zakona oslobođen PDV;",
            "1a) koja se uvoze na osnovu ugovora o donaciji, odnosno kao\n humanitarna pomoć u skladu sa zakonom kojim se uređuju donacije, odnosno humanitarna\npomoć;",
            "1b) koja su izvezena, a koja se u Republiku vraćaju\nneprodata ili zato što ne odgovaraju obavezama koje proističu iz\nugovora, odnosno poslovnog odnosa na osnovu kojeg su bila izvezena;",
            "1v) koja se, u okviru carinskog postupka, unose u slobodne carinske prodavnice;",
            "1g) po osnovu zamene i popravke u garantnom roku;",
            "1d) čija se isporuka vrši preko prenosne, transportne\n i distributivne mreže, i to: električne energije, prirodnog gasa i energije\nza grejanje, odnosno hlađenje;",
            "2) koja se, u okviru carinskog postupka, privremeno uvoze i ponovo izvoze,\nkao i stavljaju u carinski postupak aktivnog oplemenjivanja;",
            "3) koja se, u okviru carinskog postupka, privremeno izvoze i u nepromenjenom stanju ponovo uvoze;",
            "4) za posebne namene, na osnovu odluke Vlade;",
            "5) u okviru carinskog postupka, nad tranzitom robe;",
            "6) za koja je, u okviru carinskog postupka, odobren postupak carinskog skladištenja;",
            "7) za koja je u skladu sa članom 245. i članom 246. stav 1. tačka 6) Carinskog\nzakona (\"Službeni glasnik RS\", broj 95/18) propisano oslobođenje od carine, osim\nna uvoz motornih vozila.",
            "VII PRETHODNI POREZ",
            "Pojam"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_26"
    },
    {
        "title": "Član 27",
        "texts": [
            "Prethodni porez je iznos PDV obračunat u prethodnoj\nfazi prometa dobara i usluga, odnosno plaćen pri uvozu dobara, a koji\nobveznik može da odbije od PDV koji duguje.",
            "Uslovi za odbitak prethodnog poreza"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_27"
    },
    {
        "title": "Član 28",
        "texts": [
            "Pravo na odbitak prethodnog poreza obveznik PDV može\nda ostvari ako dobra nabavljena u Republici ili iz uvoza, uključujući i\nnabavku opreme, kao i objekata za vršenje delatnosti i ekonomski\ndeljivih celina u okviru tih objekata (u daljem tekstu: objekti za\nvršenje delatnosti), odnosno primljene usluge, koristi ili će ih\nkoristiti za promet dobara i usluga:",
            "1) za koji postoji obaveza obračunavanja PDV u skladu sa ovim zakonom;",
            "2) za koji u skladu sa članom 24. ovog zakona postoji oslobođenje od plaćanja PDV;",
            "3) koji je izvršen u inostranstvu, ako bi za taj promet postojalo pravo na odbitak prethodnog poreza da je izvršen u Republici.",
            "Pravo na odbitak prethodnog poreza obveznik PDV može da ostvari ako poseduje:",
            "1) račun izdat od strane drugog obveznika PDV -\nprethodnog učesnika u prometu, u kojem je iskazan obračunati PDV u\nskladu sa ovim zakonom;",
            "2) dokument o izvršenom uvozu dobara u kojem je\niskazan PDV i dokaz kojim se potvrđuje da je iskazani PDV plaćen\nprilikom uvoza.",
            "Računom iz stava 2. tačka 1) ovog člana smatra se i\nelektronska faktura koja je prihvaćena, uključujući i elektronsku\nfakturu za koju se smatra da je prihvaćena, u skladu sa zakonom kojim\nse uređuje elektronsko fakturisanje.",
            "Ako je za promet dobara ili usluga propisana obaveza\nizdavanja elektronske fakture u skladu sa zakonom kojim se uređuje\nelektronsko fakturisanje, pravo na odbitak prethodnog poreza po osnovu\ntog prometa može da se ostvari isključivo na osnovu prihvaćene\nelektronske fakture.",
            "Obveznik PDV može da ostvari pravo na odbitak\nprethodnog poreza za poreski period na osnovu elektronske fakture, ako\nje elektronska faktura prihvaćena zaključno sa danom koji prethodi danu\npodnošenja poreske prijave za taj poreski period u skladu sa ovim\nzakonom, a najkasnije 10. dana kalendarskog meseca koji sledi tom\nporeskom periodu, nezavisno od toga da li je poreska obaveza nastala u\nporeskom periodu za koji podnosi poresku prijavu ili u nekom od\nprethodnih poreskih perioda i nezavisno od toga da li je elektronska\nfaktura izdata na dan nastanka poreske obaveze ili posle tog dana.",
            "Ako je elektronska faktura iz stava 5. ovog člana\nprihvaćena počev od dana podnošenja poreske prijave, odnosno počev od\n11. dana kalendarskog meseca koji sledi poreskom periodu za koji se\npodnosi poreska prijava, obveznik PDV može da ostvari pravo na odbitak\nprethodnog poreza za poreski period u kojem je elektronska faktura\nprihvaćena.",
            "Poreski period za koji obveznik PDV može da ostvari\npravo na odbitak prethodnog poreza u slučaju kada je uslov za\nostvarivanje prava na odbitak prethodnog poreza posedovanje drugog\nračuna iz stava 2. tačka 1) ovog člana određuje se u skladu sa st. 5. i\n6. ovog člana.",
            "Za poreski period za koji su ispunjeni uslovi za\nodbitak prethodnog poreza obveznik PDV može da odbije prethodni porez\nod dugovanog PDV, i to:",
            "1) obračunati i iskazani PDV za promet dobara i usluga, koji je ili će mu biti izvršen od strane drugog obveznika u prometu;",
            "2) PDV koji je plaćen prilikom uvoza dobara.",
            "Obveznik PDV koji nije ostvario pravo na odbitak\nprethodnog poreza na osnovu računa obveznika PDV izdatog po osnovu\nprimljenog avansa, može da ostvari pravo na odbitak prethodnog poreza\nna osnovu računa za izvršeni promet dobara ili usluga.",
            "Ako račun iz stava 2. tačka 1) ovog člana sadrži\nformalne nedostatke koji se odnose na identifikaciju primaoca računa,\nsa izuzetkom podatka o PIB-u, ta okolnost ne umanjuje pravo na odbitak\nprethodnog poreza obveznika PDV - primaoca računa.",
            "Pravo na odbitak prethodnog poreza nastaje danom ispunjenja uslova za ostvarivanje ovog prava.",
            "Pravo na odbitak prethodnog poreza može da ostvari i obveznik PDV - poreski dužnik:",
            "1) iz člana 10. stav 1. tačka 3) i stav 2. tač. 1)-5)\novog zakona, pod uslovom da je sačinio interni račun i obračunao PDV u\nskladu sa ovim zakonom i da primljena dobra i usluge koristi za promet\ndobara i usluga iz stava 1. ovog člana;",
            "2) iz člana 10. stav 2. tačka 6) ovog zakona, pod\nuslovom da poseduje račun prethodnog učesnika u prometu u skladu sa\novim zakonom, da je obračunao PDV u skladu sa ovim zakonom i da će ta\ndobra i usluge koristiti za promet dobara i usluga iz stava 1. ovog\nčlana.",
            "Obveznik PDV može da ostvari pravo na odbitak\nprethodnog poreza u roku od pet godina od isteka godine u kojoj je\nstekao ovo pravo.",
            "Izuzimanje od odbitka prethodnog poreza"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_28"
    },
    {
        "title": "Član 29",
        "texts": [
            "Obveznik nema pravo na odbitak prethodnog poreza po osnovu:",
            "1) nabavke, proizvodnje i uvoza putničkih automobila, motocikala, motocikala sa bočnim sedištem, tricikala, četvorocikala, \n jahti, čamaca i vazduhoplova, objekata za smeštaj tih dobara, rezervnih delova,\n goriva i potrošnog materijala za njihove potrebe, iznajmljivanja, održavanja,\npopravki i drugih usluga, koje su povezane sa korišćenjem ovih prevoznih sredstava,\n kao i dobara i usluga koji su povezani sa korišćenjem objekata za smeštaj tih\n dobara;",
            "2) izdataka za reprezentaciju obveznika;",
            "3) izdataka za prevoz zaposlenih, odnosno drugih\nradno angažovanih lica za dolazak na posao, odnosno odlazak s posla,\nkao i izdataka za ishranu, uključujući i piće, zaposlenih, odnosno\ndrugih radno angažovanih lica, osim izdataka za ishranu, uključujući i\npiće, tih lica u ugostiteljskim objektima obveznika kada obveznik po\ntom osnovu naplaćuje naknadu.",
            "4) (brisana)",
            "Izuzetno od stava 1. tačka 1) ovog člana, obveznik\nima pravo na odbitak prethodnog poreza ako prevozna sredstva i druga\ndobra koristi isključivo za obavljanje delatnosti:",
            "1) prometa i iznajmljivanja navedenih prevoznih sredstava i drugih dobara;",
            "2) prevoza lica i dobara ili obuku vozača za upravljanje navedenim prevoznim sredstvima.",
            "Izdacima za reprezentaciju iz stava 1. tačka 2) ovog\n člana smatraju se izdaci za ugostiteljske usluge, pokloni, osim poklona manje\n vrednosti, izdaci za odmor, sport, razonodu i drugi izdaci učinjeni u korist\n poslovnih partnera, potencijalnih poslovnih partnera, predstavnika poslovnih\npartnera i drugih fizičkih lica, a da za to ne postoji pravna obaveza.",
            "Podela prethodnog poreza i srazmerni poreski odbitak"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_29"
    },
    {
        "title": "Član 30",
        "texts": [
            "Ako obveznik koristi isporučena ili uvezena dobra ili\nprima usluge, za potrebe svoje delatnosti, da bi izvršio promet dobara\ni usluga za koji postoji pravo na odbitak prethodnog poreza, kao i za\npromet dobara i usluga za koji ne postoji pravo na odbitak prethodnog\nporeza, dužan je da izvrši podelu prethodnog poreza prema ekonomskoj\npripadnosti na deo koji ima pravo i deo koji nema pravo da odbije od\nPDV koji duguje.",
            "Ako za pojedina isporučena ili uvezena dobra ili\nprimljene usluge obveznik ne može da izvrši podelu prethodnog poreza na\nnačin iz stava 1. ovog člana, a koje koristi za potrebe svoje\ndelatnosti, da bi izvršio promet dobara i usluga za koji postoji pravo\nna odbitak prethodnog poreza i za promet dobara i usluga za koji ne\npostoji pravo na odbitak prethodnog poreza, može da odbije srazmerni\ndeo prethodnog poreza koji odgovara učešću prometa dobara i usluga sa\npravom na odbitak prethodnog poreza u koji nije uključen PDV, u ukupnom\nprometu u koji nije uključen PDV (u daljem tekstu: srazmerni poreski\nodbitak).",
            "Srazmerni poreski odbitak utvrđuje se primenom\nprocenta srazmernog poreskog odbitka na iznos prethodnog poreza u\nporeskom periodu, umanjenog za iznose koji su opredeljeni na način iz\nstava 1. ovog člana, kao i za iznos prethodnog poreza za koji obveznik\nnema pravo na odbitak u smislu člana 29. stav 1. ovog zakona.",
            "Procenat srazmernog poreskog odbitka za poreski\nperiod utvrđuje se stavljanjem u odnos prometa dobara i usluga sa\npravom na odbitak prethodnog poreza u koji nije uključen PDV i ukupnog\nprometa dobara i usluga u koji nije uključen PDV, izvršenog od 1.\njanuara tekuće godine do isteka poreskog perioda za koji se podnosi\nporeska prijava.",
            "U promet dobara i usluga za utvrđivanje procenta srazmernog poreskog\nodbitka iz stava 4. ovog člana ne uračunava se:",
            "1) promet opreme i objekata za vršenje delatnosti;",
            "2) ulaganje u objekte za vršenje delatnosti za koje se naplaćuje naknada;",
            "3) povremeni prometi nepokretnosti koje izvrši obveznik kojem promet nepokretnosti\nnije uobičajena delatnost koju obavlja;",
            "4) povremeni prometi usluga iz člana 25. stav 1. i stav 2. tačka 5) ovog zakona.",
            "Povremenim prometima nepokretnosti iz stava 5. tačka 3) ovog člana\nsmatraju se najviše dva prometa nepokretnosti u jednoj kalendarskoj godini.",
            "Povremenim prometima usluga iz stava 5. tačka 4) ovog\nčlana smatraju se\nnajviše dva prometa usluga iz člana 25. stav 1. ovog zakona i dva\nprometa usluga iz člana 25. stav 2. tačka 5) ovog zakona u jednoj\nkalendarskoj godini.",
            "U poslednjem poreskom periodu, odnosno u poslednjem\nporeskom periodu kalendarske godine, obveznik PDV vrši ispravku\nsrazmernog poreskog odbitka primenom procenta srazmernog poreskog\nodbitka na iznos prethodnog poreza iz svih poreskih perioda u\nkalendarskoj godini.",
            "Izuzetno, ako utvrđeni procenat srazmernog poreskog odbitka iz stava\n4. ovog člana iznosi najmanje 98%, obveznik nije dužan da vrši podelu prethodnog poreza u\nskladu sa ovim zakonom.",
            "Ministar bliže uređuje način utvrđivanja i ispravku srazmernog poreskog odbitka.",
            "Ispravka odbitka prethodnog poreza kod izmene osnovice"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_30"
    },
    {
        "title": "Član 31",
        "texts": [
            "Ako se osnovica za oporezivi promet dobara i usluga:",
            "1) smanji, obveznik kome je izvršen promet dobara i usluga\n dužan je da, u skladu sa tom izmenom, ispravi odbitak prethodnog poreza koji\nje po tom osnovu ostvario;",
            "2) poveća, obveznik kome je izvršen promet dobara i usluga\n može da, u skladu sa tom izmenom, ispravi odbitak prethodnog poreza koji je\n po tom osnovu ostvario.",
            "Ispravka odbitka prethodnog poreza iz stava 1. ovog člana odnosi\n se i na primaoca dobara ili usluga iz člana 10. stav 1. tačka 3) i stav 2.\n ovog zakona.",
            "Ispravka odbitka prethodnog poreza vrši se i po\nosnovu smanjenja avansa, kao i po osnovu storniranja računa i drugih\ndokumenata prethodnog učesnika u prometu koji utiču na odbitak\nprethodnog poreza.",
            "Obveznik PDV koji je ispravio - smanjio odbitak\nprethodnog poreza može da dostavi obaveštenje o toj ispravci obvezniku\nPDV - prethodnom učesniku u prometu, odnosno primaocu avansa ako je od\ntog obveznika PDV dobio dokument o smanjenju u slučaju kada postoji\nobaveza izdavanja dokumenta o smanjenju u skladu sa ovim zakonom.",
            "Ispravka odbitka prethodnog poreza iz stava 1. ovog\nčlana vrši se i na osnovu overenog prepisa zapisnika o sudskom\nporavnanju, u skladu sa članom 21. st. 3. i 5. ovog zakona.",
            "Ispravka odbitka prethodnog poreza vrši se u poreskom periodu u kojem je izmenjena osnovica.",
            "Ministar\n bliže uređuje način ispravke odbitka prethodnog poreza kod izmene osnovice.",
            "Ispravka odbitka prethodnog poreza na osnovu odluke poreskog ili carinskog organa"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_31"
    },
    {
        "title": "Član 31a",
        "texts": [
            "Ako je poreski organ u postupku kontrole rešenjem utvrdio \n obavezu po osnovu PDV za izvršeni promet dobara i usluga, obveznik PDV koji\n je primio dobra i usluge može da ispravi odbitak prethodnog poreza ako je iznos\n PDV obračunat od strane poreskog organa platio obvezniku PDV koji mu je izvršio\npromet dobara i usluga.",
            "Ako se rešenje iz stava 1. ovog člana poništi, izmeni\nili ukine u delu kojim je utvrđena obaveza po osnovu PDV, obveznik PDV\nkoji je izvršio promet dobara i usluga dužan je da o tome pismeno\nobavesti primaoca dobara i usluga.",
            "Na osnovu pismenog obaveštenja iz stava 2. ovog člana\nprimalac dobara i usluga dužan je da izvrši ispravku odbitka prethodnog\nporeza.",
            "Ako je poreski organ u postupku kontrole rešenjem utvrdio\n obavezu po osnovu PDV za izvršeni promet dobara i usluga obvezniku PDV - poreskom\n dužniku iz člana 10. stav 1. tačka 3), odnosno stav 2. ovog zakona, taj obveznik\n PDV može da ispravi odbitak prethodnog poreza ako je platio iznos PDV utvrđen\nod strane nadležnog poreskog organa.",
            "Ako se rešenje iz stava 4. ovog člana poništi, izmeni ili ukine\n u delu kojim je utvrđena obaveza po osnovu PDV, obveznik PDV je dužan da izvrši\n ispravku odbitka prethodnog poreza po tom osnovu.",
            "Ako je poreski organ u postupku kontrole utvrdio da\nje obveznik PDV obračunao PDV kao da je poreski dužnik iz člana 10.\nstav 1. tačka 3) i stav 2. ovog zakona i da je obračunati PDV iskazao\nkao prethodni porez, poreski organ rešenjem vrši ispravku odbitka\nprethodnog poreza, na osnovu kojeg obveznik PDV ima pravo da smanji\nobračunati PDV.",
            "Ako se rešenje iz stava 6. ovog člana poništi, izmeni\nili ukine u delu kojim je ispravljen prethodni porez, obveznik PDV je\ndužan da iskaže dugovani PDV po tom osnovu.",
            "Ako je PDV za uvoz dobara, koji je odbijen kao\nprethodni porez, smanjen, refundiran ili obveznik oslobođen obaveze\nplaćanja, obveznik je dužan da, na osnovu carinskog dokumenta ili\nodluke carinskog organa, ispravi odbitak prethodnog poreza u skladu sa\ntom izmenom.",
            "Ispravka odbitka prethodnog poreza vrši se u poreskom periodu u kojem je nastupila izmena.",
            "Ispravka odbitka prethodnog poreza za opremu i objekte za vršenje delatnosti"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_31a"
    },
    {
        "title": "Član 32",
        "texts": [
            "Obveznik koji je ostvario pravo na odbitak prethodnog\nporeza po osnovu nabavke opreme i objekata za vršenje delatnosti, kao i\nulaganja u sopstvene ili tuđe objekte, osim ulaganja koja se odnose na\nredovno održavanje objekata (u daljem tekstu: ulaganja u objekte),\ndužan je da izvrši ispravku odbitka prethodnog poreza ako prestane da\nispunjava uslove za ostvarivanje ovog prava, i to u roku kraćem od pet\ngodina od momenta prve upotrebe za opremu, deset godina od momenta prve\nupotrebe za objekte, odnosno deset godina od momenta završetka ulaganja\nu objekte.",
            "Ispravka odbitka prethodnog poreza vrši se za period\nkoji je jednak razlici između rokova iz stava 1. ovog člana i perioda u\nkojem je obveznik ispunjavao uslove za ostvarivanje prava na odbitak\nprethodnog poreza.",
            "Obveznik nema obavezu da izvrši ispravku odbitka prethodnog\nporeza u slučaju:",
            "1) prometa opreme i objekata za vršenje delatnosti sa pravom\n na odbitak prethodnog poreza;",
            "2) ulaganja u objekte za vršenje delatnosti za koja naplaćuje\n naknadu;",
            "3) prenosa imovine ili dela imovine iz člana 6. stav 1. tačka\n 1) ovog zakona.",
            "U slučaju prenosa iz člana 6. stav 1. tačka 1) ovog zakona ne prekidaju se rokovi iz stava 1. ovog člana.",
            "Sticalac imovine iz stava 3. tačka 3) ovog člana vrši ispravku\n odbitka prethodnog poreza koji je za objekte i opremu za vršenje delatnosti,\n odnosno ulaganja u objekte za vršenje delatnosti ostvario prenosilac imovine\n ako prestane da ispunjava uslove za ostvarivanje prava na odbitak prethodnog\n poreza.",
            "Ministar bliže uređuje šta se smatra opremom i\nobjektima za vršenje delatnosti i ulaganjima u objekte u smislu ovog\nzakona, kao i način sprovođenja ispravke odbitka prethodnog poreza.",
            "Naknadno sticanje prava na odbitak prethodnog poreza za opremu i objekte za vršenje delatnosti"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_32"
    },
    {
        "title": "Član 32a",
        "texts": [
            "Obveznik PDV koji nije imao pravo na odbitak\nprethodnog poreza po osnovu nabavke opreme i objekata za vršenje\ndelatnosti i ulaganja u objekte može da ostvari pravo na odbitak dela\nprethodnog poreza ako u rokovima iz člana 32. stav 1. ovog zakona\nispuni uslove za ostvarivanje prava na odbitak prethodnog poreza.",
            "Obveznik iz stava 1. ovog člana može da ostvari pravo\nna odbitak dela prethodnog poreza srazmerno periodu koji je jednak\nrazlici između rokova iz stava 1. ovog člana i perioda u kojem obveznik\nnije ispunjavao uslove za ostvarivanje prava na odbitak prethodnog\nporeza.",
            "Sticalac imovine iz člana 6. stav 1. tačka 1) ovog\nzakona može da ostvari pravo na odbitak dela prethodnog poreza za\nopremu i objekte za vršenje delatnosti, odnosno za ulaganja u objekte,\npo osnovu kojih prenosilac imovine nije imao pravo na odbitak\nprethodnog poreza, ako stekne uslove za ostvarivanje ovog prava u\nrokovima iz stava 1. ovog člana i ako mu prenosilac imovine dostavi\nneophodne podatke za ostvarivanje prava na odbitak prethodnog poreza.",
            "U slučaju prenosa iz člana 6. stav 1. tačka 1) ovog zakona ne prekidaju se rokovi iz stava 1. ovog člana.",
            "Ako obveznik PDV koji je ostvario pravo na odbitak\ndela prethodnog poreza u skladu sa stavom 1. ovog člana prestane da\nispunjava uslove za ostvarivanje prava na odbitak prethodnog poreza pre\nisteka propisanih rokova, dužan je da ispravi odbitak prethodnog poreza\nu skladu sa članom 32. ovog zakona srazmerno periodu u kojem ne\nispunjava uslove za odbitak prethodnog poreza.",
            "Ministar bliže uređuje način utvrđivanja dela prethodnog poreza iz stava 2. ovog člana.",
            "Sticanje prava na odbitak prethodnog poreza kod evidentiranja za obavezu plaćanja PDV"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_32a"
    },
    {
        "title": "Član 32b",
        "texts": [
            "Lice koje je evidentirano za obavezu plaćanja PDV u\nskladu sa ovim zakonom ima pravo na odbitak prethodnog poreza za dobra\nkoja poseduje na dan koji prethodi danu otpočinjanja PDV aktivnosti, a\nkoja je nabavilo u periodu od 12 meseci pre otpočinjanja PDV\naktivnosti, pod uslovima da:",
            "1) je izvršilo popis dobara i popisnu listu dostavilo\nporeskom organu pri podnošenju prijave za PDV (u daljem tekstu:\nevidenciona prijava);",
            "2) poseduje račun koji mu je izdao prethodni učesnik\nu prometu, obveznik PDV, u kojem je iskazan obračunati PDV za promet\ndobara, odnosno carinski dokument o izvršenom uvozu dobara i iznosu\nobračunatog PDV za uvoz tih dobara;",
            "3) je platilo račun isporučiocu dobara, obvezniku PDV, odnosno da je PDV plaćen prilikom uvoza.",
            "Smatra se da PDV aktivnost iz stava 1. ovog člana, a\nu smislu ovog zakona, otpočinje narednog dana od dana kada je nastala\nobaveza za evidentiranje za obavezu plaćanja PDV, odnosno danom\nopredeljivanja za obavezu plaćanja PDV.",
            "Pravo na odbitak prethodnog poreza za dobra iz stava\n1. ovog člana obveznik PDV stiče u poreskom periodu u kojem je izvršio\npromet sa pravom na odbitak prethodnog poreza tih dobara, odnosno\ndobara proizvedenih ili sastavljenih od tih dobara.",
            "Dobrima iz stava 1. ovog člana ne smatraju se dobra\nkoja se smatraju opremom i objektima za vršenje delatnosti u skladu sa\novim zakonom.",
            "Popisna lista iz stava 1. tačka 1) ovog člana\nnaročito sadrži podatke o vrsti, količini i datumu nabavke dobara,\nnabavnoj ceni dobara bez PDV i iznosu obračunatog PDV.",
            "VIII POSEBAN POSTUPAK OPOREZIVANJA",
            "Mali poreski obveznici"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_32b"
    },
    {
        "title": "Član 33",
        "texts": [
            "Malim obveznikom, u smislu ovog zakona, smatra se\nlice koje vrši promet dobara i usluga na teritoriji Republike i/ili u\ninostranstvu, a čiji ukupan promet dobara i usluga u prethodnih 12\nmeseci nije veći od 8.000.000 dinara, odnosno koje pri otpočinjanju\nobavljanja delatnosti procenjuje da u narednih 12 meseci neće ostvariti\nukupan promet veći od 8.000.000 dinara.",
            "Mali obveznik ne obračunava PDV za izvršen promet\ndobara i usluga, nema pravo iskazivanja PDV u računima, nema pravo na\nodbitak prethodnog poreza i nije dužan da vodi evidenciju propisanu\novim zakonom.",
            "Mali obveznik može da se opredeli za obavezu plaćanja\nPDV podnošenjem evidencione prijave propisane u skladu sa ovim zakonom\nnadležnom poreskom organu i u tom slučaju stiče prava i obavezu iz\nstava 2. ovog člana, kao i druga prava i obaveze koje obveznik PDV ima\npo ovom zakonu.",
            "U slučaju iz stava 3. ovog člana, obaveza plaćanja PDV traje najmanje dve godine.",
            "Po isteku roka iz stava 4. ovog člana, obveznik može\nda podnese zahtev za prestanak obaveze plaćanja PDV nadležnom poreskom\norganu.",
            "Ukupnim prometom iz stava 1. ovog člana smatra se promet dobara\n i usluga iz člana 28. stav 1. tač. 1) i 2) ovog zakona, osim prometa opreme\n i objekata za vršenje delatnosti i ulaganja u objekte za vršenje delatnosti\nza koja naplaćuje naknadu (u daljem tekstu: ukupan promet).",
            "Poljoprivrednici"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_33"
    },
    {
        "title": "Član 34",
        "texts": [
            "Fizička lica koja su vlasnici, zakupci i drugi\nkorisnici poljoprivrednog i šumskog zemljišta i fizička lica koja su\nkao nosioci, odnosno članovi poljoprivrednog gazdinstva upisana u\nregistru poljoprivrednih gazdinstava u skladu sa propisom kojim se\nuređuje registracija poljoprivrednih gazdinstava (u daljem tekstu:\npoljoprivrednici), imaju pravo na nadoknadu po osnovu PDV (u daljem\ntekstu: PDV nadoknada), pod uslovima i na način određen ovim zakonom.",
            "PDV nadoknada priznaje se poljoprivrednicima koji\nizvrše promet poljoprivrednih i šumskih proizvoda, odnosno\npoljoprivrednih usluga obveznicima.",
            "Ako poljoprivrednici izvrše promet dobara i usluga iz\nstava 2. ovog člana, obveznik je dužan da obračuna PDV nadoknadu u\niznosu od 8% na vrednost primljenih dobara i usluga, o čemu izdaje\ndokument za obračun (u daljem tekstu: priznanica), kao i da obračunatu\nPDV nadoknadu isplati poljoprivrednicima u novcu (uplatom na tekući\nračun ili račun štednje).",
            "Ako se vrednost primljenih dobara ili usluga naknadno\npoveća, odnosno smanji, obveznik izdaje poljoprivredniku priznanicu ako\nje povećana vrednost primljenih dobara ili usluga, odnosno dokument o\nsmanjenju ako je smanjena vrednost primljenih dobara ili usluga.",
            "Obveznici iz stava 3. ovog člana imaju pravo da\nodbiju iznos PDV nadoknade kao prethodni porez, pod uslovom da su PDV\nnadoknadu i vrednost primljenih dobara i usluga platili\npoljoprivredniku.",
            "Poljoprivrednik čiji ukupan promet dobara i usluga u\nprethodnih 12 meseci nije veći od 8.000.000 dinara ne obračunava PDV za\nizvršen promet dobara i usluga, nema pravo iskazivanja PDV u računima,\nnema pravo na odbitak prethodnog poreza i nije dužan da vodi evidenciju\npropisanu ovim zakonom.",
            "Poljoprivrednik može da se opredeli za obavezu\nplaćanja PDV podnošenjem evidencione prijave propisane u skladu sa ovim\nzakonom poreskom organu i u tom slučaju stiče prava i obavezu iz stava\n6. ovog člana, kao i druga prava i obaveze koje obveznik PDV ima po\novom zakonu.",
            "U slučaju iz stava 7. ovog člana, obaveza plaćanja PDV traje najmanje dve godine.",
            "Po isteku roka iz stava 8. ovog člana, obveznik može da podnese zahtev za prestanak obaveze plaćanja PDV  poreskom organu.",
            "Turistička agencija"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_34"
    },
    {
        "title": "Član 35",
        "texts": [
            "Turističkom agencijom, u smislu ovog zakona, smatra\nse obveznik koji putnicima pruža turističke usluge i u odnosu na njih\nistupa u svoje ime, a za organizaciju putovanja prima dobra i usluge\ndrugih obveznika koje putnici neposredno koriste (u daljem tekstu:\nprethodne turističke usluge).",
            "Turističke usluge koje pruža turistička agencija smatraju se, u smislu ovog zakona, jedinstvenom uslugom.",
            "Mesto prometa jedinstvene turističke usluge je mesto\nu kojem pružalac usluga ima sedište ili stalnu poslovnu jedinicu ako se\npromet usluga vrši iz stalne poslovne jedinice koja se ne nalazi u\nmestu u kojem pružalac usluga ima sedište.",
            "Osnovica jedinstvene turističke usluge koju pruža\nturistička agencija je iznos koji predstavlja razliku između ukupne\nnaknade koju plaća putnik i stvarnih troškova koje turistička agencija\nplaća za prethodne turističke usluge, uz odbitak PDV koji je sadržan u\ntoj razlici.",
            "U slučajevima iz člana 5. stav 4. ovog zakona, kao\nukupna naknada u smislu stava 4. ovog člana smatra se vrednost iz člana\n18. ovog zakona.",
            "Turistička agencija može da utvrdi osnovicu u skladu\nsa st. 4. i 5. ovog člana za grupe turističkih usluga ili za sve\nturističke usluge pružene u toku poreskog perioda.",
            "Turistička agencija za turističke usluge iz stava 1.\novog člana ne može da iskazuje PDV u računima ili drugim dokumentima i\nnema pravo na odbitak prethodnog poreza na osnovu prethodnih\nturističkih usluga koje su joj iskazane u računu.",
            "Polovna dobra, umetnička dela, kolekcionarska dobra i antikviteti"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_35"
    },
    {
        "title": "Član 36",
        "texts": [
            "Obveznik koji se bavi prometom polovnih dobara,\nuključujući polovna motorna vozila, umetničkih dela, kolekcionarskih\ndobara i antikviteta, može da utvrdi osnovicu kao razliku između\nprodajne i nabavne cene dobra (u daljem tekstu: oporezivanje razlike),\nuz odbitak PDV koji je sadržan u toj razlici.",
            "Obveznikom iz stava 1. ovog člana smatra se obveznik\nkoji, u okviru svoje delatnosti i s ciljem dalje prodaje, nabavlja u\nRepublici ili uvozi dobra iz stava 1. ovog člana.",
            "Osnovica iz stava 1. ovog člana primenjuje se ako kod\nnabavke dobara njihov isporučilac nije dugovao PDV ili je koristio\noporezivanje razlike iz stava 1. ovog člana, kao i u slučaju uvoza\ndobara na koji je obračunat i plaćen PDV.",
            "U slučajevima iz člana 4. stav 4. ovog zakona, kao\nprodajna cena za izračunavanje razlike smatra se vrednost iz člana 18.\nst. 1. i 3. ovog zakona.",
            "Kod prometa dobara iz stava 1. ovog člana na koji se\nprimenjuje oporezivanje razlike, obveznik ne može iskazivati PDV u\nračunima ili drugim dokumentima.",
            "Obveznik nema pravo na odbitak prethodnog poreza za\ndobra iz stava 1. ovog člana koja su uvezena, kao i za dobra i usluge\nkoji su u neposrednoj vezi sa dobrima iz stava 1. ovog člana, kod čijeg\nprometa primenjuje oporezivanje razlike.",
            "Polovnim dobrima iz stava 1. ovog člana ne smatraju se sekundarne sirovine iz člana 10. stav 2. tačka 1) ovog zakona.",
            "Obveznik iz stava 2. ovog člana koji vrši promet\ndobara iz stava 1. ovog člana za koji utvrđuje osnovicu u skladu sa\nčlanom 17, odnosno članom 18. st. 1. i 3. ovog zakona i promet dobara\niz stava 1. ovog člana za koji primenjuje oporezivanje razlike, dužan\nje da u svojoj evidenciji odvojeno iskaže podatke o tim prometima.",
            "Ministar bliže uređuje šta se smatra polovnim\ndobrima, umetničkim delom, kolekcionarskim dobrom i antikvitetom iz\nstava 1. ovog člana.",
            "Poreska obaveza po naplaćenom potraživanju"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_36"
    },
    {
        "title": "Član 36a",
        "texts": [
            "Obveznik PDV čiji ukupan promet dobara i usluga u\nprethodnih 12 meseci nije veći od 50.000.000 dinara i koji je u tom\nperiodu neprekidno bio evidentiran za obavezu plaćanja PDV može da\npodnese zahtev nadležnom poreskom organu za odobravanje plaćanja\nporeske obaveze po naplaćenom potraživanju za izvršeni promet dobara i\nusluga (u daljem tekstu: sistem naplate), pod uslovima da:",
            "1) je u prethodnih 12 meseci podnosio poreske prijave za PDV u propisanom roku;",
            "2) u prethodnih 12 meseci nisu prestali uslovi za\nobračunavanje PDV po sistemu naplate, odnosno da obveznik PDV nije\nprestao da koristi sistem naplate na sopstveni zahtev.",
            "Zahtev iz stava 1. ovog člana podnosi se nadležnom\nporeskom organu koji proverava ispunjenost uslova za sistem naplate i\nizdaje potvrdu o odobravanju sistema naplate.",
            "Obveznik PDV primenjuje sistem naplate od prvog dana\nporeskog perioda koji sledi poreskom periodu u kojem je primio potvrdu\niz stava 2. ovog člana.",
            "Obveznik PDV kome je nadležni poreski organ odobrio primenu sistema naplate:",
            "1) obračunava PDV za izvršeni promet dobara i usluga,\nizdaje račun u skladu sa ovim zakonom u kojem iskazuje obračunati PDV i\nnavodi da za taj promet dobara i usluga primenjuje sistem naplate;",
            "2) poresku obavezu iz tačke 1) ovog stava plaća za\nporeski period u kojem je naplatio potraživanje, odnosno deo\npotraživanja za izvršeni promet dobara i usluga, u delu naplaćenog\npotraživanja;",
            "3) ima pravo na odbitak prethodnog poreza u skladu sa\nčlanom 28. st. 1, 2. i 4. ovog zakona, a pod uslovom da je prethodnom\nučesniku u prometu platio obavezu za promet dobara i usluga, u delu\nplaćene obaveze, odnosno da je plaćen PDV pri uvozu dobara.",
            "Izuzetno od stava 4. ovog člana, sistem naplate ne primenjuje se kod:",
            "1) prometa dobara iz člana 4. stav 3. tač. 7) i 7a) ovog zakona;",
            "2) prenosa celokupne ili dela imovine, osim prenosa iz člana 6. stav 1. tačka 1) ovog zakona;",
            "3) prometa dobara i usluga za koji je obveznik PDV poreski\ndužnik iz člana 10. stav 1. tačka 3) i st. 2. i 4. ovog zakona;",
            "4) prometa dobara i usluga u skladu sa čl. 35. i 36. ovog zakona;",
            "5) prometa dobara i usluga koji se vrši povezanim licima u skladu sa zakonom kojim se uređuje porez na dobit pravnih lica.",
            "Ako obveznik PDV ne naplati potraživanje za promet\ndobara i usluga u roku od šest meseci od dana kada je izvršio promet,\ndužan je da poresku obavezu po osnovu tog prometa plati za poreski\nperiod u kojem je istekao rok od šest meseci.",
            "Sistem naplate prestaje prvog dana poreskog perioda koji sledi poreskom periodu u kojem:",
            "1) je obveznik PDV dostavio izjavu nadležnom poreskom organu o prestanku sistema naplate;",
            "2) su nastale okolnosti zbog kojih se obvezniku PDV\nne bi odobrio sistem naplate od strane nadležnog poreskog organa pri\npodnošenju zahteva za odobravanje ovog sistema.",
            "Nadležni poreski organ izdaje potvrdu o prestanku sistema naplate iz stava 7. ovog člana.",
            "Izuzetno od stava 7. ovog člana, sistem naplate\nprestaje i u slučaju podnošenja zahteva za brisanje iz evidencije za\nPDV danom prestanka PDV aktivnosti.",
            "Kod prestanka sistema naplate, obveznik PDV je dužan\nda za poslednji poreski period, odnosno period u kojem je prestao sa\nPDV aktivnošću, a u kojem je primenjivao sistem naplate, plati i\nporesku obavezu za promet dobara i usluga za koji nije naplatio\npotraživanje i ima pravo da PDV obračunat od strane prethodnog učesnika\nu prometu kojem nije platio obavezu za promet dobara i usluga odbije\nkao prethodni porez u skladu sa ovim zakonom.",
            "Ministar bliže uređuje šta se smatra naplatom potraživanja iz stava 1. ovog člana.",
            "Investiciono zlato"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_36a"
    },
    {
        "title": "Član 36b",
        "texts": [
            "Investicionim zlatom, u smislu ovog zakona, smatra se:",
            "1) zlato u obliku poluga ili pločica, mase prihvaćene\nna tržištu plemenitih metala, stepena finoće jednakog ili većeg od 995\nhiljaditih delova (995/1000), nezavisno od toga da li je vrednost zlata\nizražena kroz hartije od vrednosti;",
            "2) zlatni novčići stepena finoće jednakog ili većeg\nod 900 hiljaditih delova (900/1000), iskovani posle 1800. godine, koji\njesu ili su bili zakonsko sredstvo plaćanja u državi porekla, a koji se\nuobičajeno prodaju po ceni koja nije viša od 80% vrednosti zlata na\notvorenom tržištu, sadržanog u novčićima.",
            "Investicionim zlatom, u smislu ovog zakona, ne smatra se monetarno zlato.",
            "Smatra se da se zlatni novčići iz stava 1. tačka 2)\novog člana, u smislu ovog zakona, ne smatraju kolekcionarskim dobrima u\nsmislu člana 36. ovog zakona i da se ne prodaju u numizmatičke svrhe.",
            "PDV se ne plaća na:",
            "1) promet i uvoz investicionog zlata, uključujući i\ninvesticiono zlato čija je vrednost navedena u potvrdama o alociranom\nili nealociranom zlatu, zlato kojim se trguje preko računa za trgovanje\nzlatom, uključujući i zajmove i zamene zlata (svop poslovi) koji\npodrazumevaju pravo vlasništva ili potraživanja u vezi sa zlatom, kao i\naktivnosti u vezi sa investicionim zlatom na osnovu fjučers i forvard\nugovora čiji je rezultat prenos prava raspolaganja ili prava\npotraživanja u vezi sa investicionim zlatom;",
            "2) promet usluga posrednika koji u ime i za račun nalogodavca vrši promet investicionog zlata.",
            "Izuzetno od stava 4. ovog člana, obveznik PDV može da\nse opredeli da će se na promet investicionog zlata obračunati PDV\ndostavljanjem obaveštenja nadležnom poreskom organu, ako:",
            "1) proizvodi investiciono zlato, odnosno prerađuje zlato u investiciono zlato, a promet vrši drugom obvezniku PDV;",
            "2) u okviru svoje delatnosti vrši promet zlata za industrijske svrhe, a promet investicionog zlata vrši drugom obvezniku PDV.",
            "Poreski dužnik za promet investicionog zlata iz stava 5. ovog člana je obveznik PDV kojem je taj promet izvršen.",
            "Ako se obveznik PDV iz stava 5. ovog člana opredelio\nza obračunavanje PDV na promet investicionog zlata, pravo na\nopredeljenje za obračunavanje PDV, o čemu dostavlja obaveštenje\nnadležnom poreskom organu, ima i posrednik koji vrši promet usluga iz\nstava 4. tačka 2) ovog člana.",
            "Kada se obveznik PDV iz st. 5. i 7. ovog člana\nopredeli za obračunavanje PDV na promet investicionog zlata i promet\nusluga posredovanja kod prometa investicionog zlata, obračunavanje PDV\nvrši se počev od poreskog perioda po isteku poreskog perioda u kojem je\ndostavio obaveštenje nadležnom poreskom organu.",
            "Obveznik PDV koji vrši promet investicionog zlata na\nkoji se ne plaća PDV u skladu sa ovim članom, ima pravo da po osnovu\ntog prometa odbije kao prethodni porez PDV obračunat za:",
            "1) promet investicionog zlata koji mu je izvršio obveznik PDV iz stava 5. ovog člana;",
            "2) promet ili uvoz zlata namenjenog preradi u investiciono zlato;",
            "3) promet usluga koje se odnose na promenu oblika, mase ili finoće zlata, odnosno investicionog zlata.",
            "Obveznik PDV koji vrši promet investicionog zlata na\nkoji se ne plaća PDV u skladu sa ovim članom, a koji proizvodi\ninvesticiono zlato ili prerađuje zlato u investiciono zlato, ima pravo\nda odbije kao prethodni porez PDV obračunat za promet dobara i usluga,\nodnosno plaćen pri uvozu dobara, a koji su u neposrednoj vezi sa\nproizvodnjom ili preradom tog zlata.",
            "Obveznik PDV iz st. 5. i 7. ovog člana koji se\nopredelio za obračunavanje PDV na promet investicionog zlata i promet\nusluga posredovanja kod prometa investicionog zlata, ima pravo na\nodbitak prethodnog poreza u skladu sa ovim zakonom.",
            "Obveznik PDV koji vrši promet investicionog zlata\ndužan je da izdaje račune za promet investicionog zlata, da vodi\nevidenciju o svim aktivnostima u vezi sa investicionim zlatom, posebno\no licima kojima je izvršio promet investicionog zlata, kao i da čuva\nevidenciju u skladu sa ovim zakonom.",
            "Ministar bliže uređuje način i postupak dostavljanja\nobaveštenja o opredeljenju za obračunavanje PDV obveznika PDV iz st. 5.\ni 7. ovog člana, sadržinu računa i evidencije iz stava 12. ovog člana.",
            "IX OBAVEZE PORESKIH OBVEZNIKA KOD PROMETA DOBARA I USLUGA"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_36b"
    },
    {
        "title": "Član 37",
        "texts": [
            "Obveznik PDV je dužan da:",
            "1) podnese evidencionu prijavu;",
            "2) izdaje račune o izvršenom prometu dobara i usluga i sačinjava interne račune;",
            "3) vodi evidenciju koja obezbeđuje kontrolu utvrđivanja poreske obaveze;",
            "4) obračunava i plaća PDV i podnosi poreske prijave;",
            "5) dostavlja obaveštenja poreskom organu u skladu sa ovim zakonom.",
            "Evidentiranje i brisanje iz evidencije obveznika PDV"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_37"
    },
    {
        "title": "Član 38",
        "texts": [
            "Obveznik koji je u prethodnih 12 meseci ostvario\nukupan promet veći od 8.000.000 dinara dužan je da u roku od pet dana\nod dana kada je ostvario taj promet, podnese evidencionu prijavu\nporeskom organu.",
            "Ako obveznik iz stava 1. ovog člana nije podneo\nevidencionu prijavu u roku iz stava 1. ovog člana, evidencionu prijavu\nmože podneti i posle tog roka, odnosno podneće je poreski organ po\nslužbenoj dužnosti.",
            "Obveznik iz stava 2. ovog člana ima pravo na odbitak\nprethodnog poreza u skladu sa ovim zakonom, za nabavku dobara i usluga,\nuključujući i avans, počev od dana podnošenja evidencione prijave.",
            "Evidencionu prijavu podnosi i mali obveznik, odnosno poljoprivrednik koji se opredelio za obavezu plaćanja PDV.",
            "Poreski organ  obvezniku izdaje potvrdu o izvršenom evidentiranju za PDV.",
            "Obveznik je dužan da navede poreski identifikacioni broj (u daljem tekstu: PIB) u svim dokumentima u skladu sa ovim zakonom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_38"
    },
    {
        "title": "Član 38a",
        "texts": [
            "Na zahtev obveznika koji u prethodnih 12 meseci nije\nostvario ukupan promet veći od 8.000.000 dinara, uključujući i\nobveznika iz člana 33. stav 5. i člana 34. stav 8. ovog zakona, za\nprestanak obaveze plaćanja PDV, poreski organ sprovodi postupak i\nizdaje potvrdu o brisanju iz evidencije za PDV.",
            "Pre brisanja iz registra privrednih subjekata,\nodnosno drugog registra u skladu sa zakonom (u daljem tekstu: registar)\nkod organa nadležnog za vođenje registra, obveznik PDV koji prestaje da\nobavlja delatnost dužan je da, najkasnije u roku od 15 dana pre\npodnošenja zahteva za brisanje iz registra, poreskom organu podnese\nzahtev za brisanje iz evidencije obveznika za PDV.",
            "Zahtev za brisanje iz evidencije za PDV iz st. 1. i\n2. ovog člana obavezno sadrži podatak o datumu prestanka obavljanja PDV\naktivnosti.",
            "U slučaju kada obveznik PDV prestaje da postoji usled\nstatusne promene u skladu sa zakonom kojim se uređuju privredna društva\nne primenjuje se stav 2. ovog člana, već pravni sledbenik tog obveznika\nPDV dostavlja obaveštenje poreskom organu o sprovedenoj statusnoj\npromeni u roku od 15 dana od dana sprovođenja statusne promene.",
            "Obaveštenje iz stava 4. ovog člana sadrži podatak o datumu sprovođenja statusne promene.",
            "Poreski organ sprovodi postupak i izdaje potvrdu o brisanju iz evidencije za PDV.",
            "Organ nadležan za vođenje registra ne može izvršiti brisanje obveznika iz registra bez potvrde iz stava 6. ovog člana.",
            "Potvrda iz člana 38. stav 3. i stava 6. ovog člana sadrži sledeće podatke:",
            "1) naziv, odnosno ime i prezime i adresu obveznika;",
            "2) datum izdavanja potvrde o izvršenom evidentiranju za PDV, odnosno brisanju iz evidencije za PDV;",
            "3) PIB;",
            "4) datum otpočinjanja PDV aktivnosti i evidentiranja za PDV, odnosno datum brisanja iz evidencije za PDV.",
            "Poreski organ vodi evidenciju o svim obveznicima PDV kojima su izdate, odnosno za koje su izdate potvrde iz stava 7. ovog člana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_38a"
    },
    {
        "title": "Član 39",
        "texts": [
            "(Brisan)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_39"
    },
    {
        "title": "Član 40",
        "texts": [
            "Obveznik koji je podneo zahtev za brisanje iz evidencije za PDV dužan je da na dan prestanka PDV aktivnosti:",
            "1) izvrši popis dobara, uključujući opremu, objekte\nza vršenje delatnosti i ulaganja u objekte, kao i datih avansa, po\nosnovu kojih je imao pravo na odbitak prethodnog poreza u skladu sa\novim zakonom i da o tome sačini popisnu listu;",
            "2) izvrši ispravku odbitka prethodnog poreza za opremu, objekte i ulaganja u objekte u skladu sa ovim zakonom;",
            "3) utvrdi iznos prethodnog poreza za dobra, osim dobara iz tačke 2) ovog stava, i date avanse.",
            "Iznos ispravljenog odbitka prethodnog poreza i iznos\nprethodnog poreza iz stava 1. tač. 2) i 3) ovog člana obveznik iskazuje\nu poreskoj prijavi kao ispravku odbitka prethodnog poreza u skladu sa\novim zakonom.",
            "Popisnu listu iz stava 1. tačka 1) ovog člana obveznik podnosi na dan podnošenja poreske prijave iz stava 2. ovog člana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_40"
    },
    {
        "title": "Član 41",
        "texts": [
            "Ministar propisuje obrazac evidencione prijave i\npostupak evidentiranja i brisanja iz evidencije obveznika za PDV, kao i\nsadržinu popisne liste iz člana 40. stav 3. ovog zakona.",
            "Izdavanje računa i sačinjavanje internog računa"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_41"
    },
    {
        "title": "Član 42",
        "texts": [
            "Obveznik je dužan da izda račun za svaki promet dobara i usluga.",
            "U slučaju pružanja vremenski ograničenih ili\nneograničenih usluga čije je trajanje duže od godinu dana, obavezno se\nizdaje periodični račun, s tim što period za koji se izdaje taj račun\nne može biti duži od godinu dana.",
            "Obaveza izdavanja računa iz st. 1. i 2. ovog člana\npostoji i ako obveznik naplati naknadu ili deo naknade pre nego što je\nizvršen promet dobara i usluga (avansno plaćanje), s tim što se u\nkonačnom računu odbijaju avansna plaćanja u kojima je sadržan PDV.",
            "Račun naročito sadrži sledeće podatke:",
            "1) naziv, adresu i PIB obveznika - izdavaoca računa;",
            "2) mesto i datum izdavanja i redni broj računa;",
            "3) naziv, adresu i PIB obveznika - primaoca računa;",
            "4) vrstu i količinu isporučenih dobara ili vrstu i obim usluga;",
            "5) datum prometa dobara i usluga i visinu avansnih plaćanja;",
            "6) iznos osnovice;",
            "7) poresku stopu koja se primenjuje;",
            "8) iznos PDV koji je obračunat na osnovicu;",
            "9) napomenu o odredbi ovog zakona na osnovu koje nije obračunat PDV;",
            "10) napomenu da se za promet dobara i usluga primenjuje sistem naplate.",
            "Obveznik PDV izdaje elektronsku fakturu u skladu sa zakonom kojim se uređuje elektronsko fakturisanje, fiskalni račun u skladu sa zakonom kojim se uređuje fiskalizacija, račun u papirnom obliku, odnosno račun u elektronskom obliku, sa izuzetkom elektronske fakture i fiskalnog računa, ako postoji saglasnost primaoca da prihvata račun u elektronskom obliku.",
            "Račun u papirnom obliku iz stava 5. ovog člana izdaje se u najmanje dva\nprimerka, od kojih jedan zadržava izdavalac računa, a ostali se daju\nprimaocu dobara i usluga.",
            "Račun u elektronskom obliku iz stava 5. ovog člana izdaje se kao elektronski dokument u skladu sa zakonom.",
            "Obveznik PDV ne izdaje račun za promet dobara i\nusluga za koji je rešenjem utvrđena obaveza plaćanja PDV od strane\nporeskog organa.",
            "Po osnovu prometa dobara i usluga iz člana 10. stav\n1. tačka 3) i stav 2. ovog zakona, avansa, povećanja osnovice za\npromet, odnosno smanjenja osnovice za promet i smanjenja avansa\nsačinjava se interni račun."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_42"
    },
    {
        "title": "Član 43",
        "texts": [
            "Račun iz člana 42. stav 1. ovog zakona je i dokument\no obračunu koji izdaje obveznik kao primalac dobara i usluga, kojim se\nobračunava naknada za promet dobara i usluga, ako:",
            "1) obveznik - primalac dobara i usluga ima pravo da iskaže PDV u računu;",
            "2) između obveznika koji izdaje i obveznika koji\nprima dokument o obračunu postoji saglasnost da obračun prometa dobara\ni usluga izvrši primalac dobara i usluga;",
            "3) je dokument o obračunu dostavljen obvezniku koji je isporučio dobra ili uslugu;",
            "4) se obveznik koji je isporučio dobra i usluge pismeno saglasio\n sa iskazanim PDV, osim u slučaju kada taj obveznik nije poreski dužnik za isporučena\n dobra i pružene usluge u skladu sa ovim zakonom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_43"
    },
    {
        "title": "Član 44",
        "texts": [
            "Obveznik PDV koji je izdao račun sa iskazanim PDV dužan je da iskazani PDV plati.",
            "Ako obveznik PDV stornira račun iz stava 1. ovog člana, smanjuje iznos osnovice, a iznos PDV može da smanji ako:",
            "1) je izdao novi račun u skladu sa ovim zakonom, u slučaju kada postoji obaveza izdavanja računa;",
            "2) poseduje dokument primaoca računa - obveznika PDV\nili lica koje ima pravo na refakciju PDV u skladu sa ovim zakonom u\nkojem je navedeno da PDV iskazan u računu iz stava 1. ovog člana nije\nkorišćen kao prethodni porez, odnosno da za taj iznos PDV nije i neće\nbiti podnet zahtev za refakciju PDV, u slučaju kada je račun izdat\nobvezniku PDV ili licu koje ima pravo na refakciju PDV.",
            "Smanjenje iznosa PDV iz stava 2. ovog člana vrši se za poreski period za koji su ispunjeni uslovi iz stava 2. ovog člana.",
            "Uslovi iz stava 2. ovog člana smatraju se ispunjenim\nza poreski period ako obveznik PDV zaključno sa danom koji prethodi\ndanu podnošenja poreske prijave za taj poreski period, a najkasnije 10.\ndana kalendarskog meseca koji sledi tom poreskom periodu, ispuni oba\nuslova iz stava 2. ovog člana.",
            "Lice koje iskaže PDV u računu, a nije obveznik PDV, dužno je da iskazani PDV plati.",
            "Lice iz stava 5. ovog člana nema pravo da ispravi iskazani iznos PDV."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_44"
    },
    {
        "title": "Član 45",
        "texts": [
            "Ministar bliže uređuje u kojim slučajevima nema\nobaveze izdavanja računa ili mogu da se izostave pojedini podaci u\nračunu, odnosno da se predvide dodatna pojednostavljenja u vezi sa\nizdavanjem računa, kao i sačinjavanje internog računa.",
            "Obaveza vođenja evidencije"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_45"
    },
    {
        "title": "Član 46",
        "texts": [
            "Obveznik je dužan da, radi pravilnog obračunavanja i plaćanja\n PDV, vodi evidenciju koja obezbeđuje vršenje kontrole.",
            "Ministar bliže uređuje oblik, sadržinu i način vođenja evidencije."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_46"
    },
    {
        "title": "Član 47",
        "texts": [
            "Obveznik je dužan da čuva evidenciju iz člana 46.\novog zakona i dokumentaciju na osnovu koje vodi ovu evidenciju do\nisteka roka zastarelosti za utvrđivanje i naplatu PDV, odnosno najmanje\ndeset godina po isteku kalendarske godine od momenta prve upotrebe\nobjekata i završetka ulaganja u objekte iz člana 32. ovog zakona.",
            "Poreski period, preliminarna poreska prijava i poreska prijava, obračun i plaćanje PDV"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_47"
    },
    {
        "title": "Član 48",
        "texts": [
            "Poreski period za koji se obračunava PDV, predaje poreska prijava\n i plaća PDV je kalendarski mesec za obveznika koji je u prethodnih 12 meseci\n ostvario ukupan promet veći od 50.000.000 dinara, kao i za obveznika iz člana\n36a ovog zakona.",
            "Poreski period za koji se obračunava PDV, predaje poreska prijava\n i plaća PDV je kalendarsko tromesečje za obveznika koji je u prethodnih 12\n meseci ostvario ukupan promet manji od 50.000.000 dinara, osim za obveznika\niz člana 36a ovog zakona.",
            "Za obveznika iz stava 1. ovog člana koji ostvari ukupan\n promet u prethodnih 12 meseci manji od 50.000.000 dinara, poreski period je\nkalendarsko tromesečje počev od meseca po isteku kalendarskog tromesečja.",
            "Za obveznika iz stava 2. ovog člana koji u kalendarskom tromesečju\nostvari ukupan promet u prethodnih 12 meseci veći od 50.000.000 dinara, poreski\n period je kalendarski mesec počev od meseca po isteku kalendarskog tromesečja.",
            "Obveznik iz stava 2. ovog člana može da podnese\nporeskom organu zahtev za promenu poreskog perioda u kalendarski mesec,\npočev od 20. decembra zaključno sa 31. decembrom tekuće godine za\nnarednu kalendarsku godinu.",
            "Za obveznike koji prvi put započnu PDV aktivnost u\ntekućoj kalendarskoj godini, nezavisno od dana registracije za\nobavljanje delatnosti kada je reč o obvezniku koji se registruje za\nobavljanje delatnosti, za tekuću i narednu kalendarsku godinu poreski\nperiod je kalendarski mesec.",
            "Za poreskog dužnika koji nije obveznik PDV, poreski period je kalendarski mesec.",
            "Ministar bliže uređuje način i postupak promene\nporeskog perioda iz stava 5. ovog člana, kao i vremenski period za koji\nje promenjen poreski period."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_48"
    },
    {
        "title": "Član 49",
        "texts": [
            "Obveznik je dužan da obračunava PDV za odgovarajući\nporeski period na osnovu prometa dobara i usluga u tom periodu, ako je\nza njih, u skladu sa ovim zakonom nastala poreska obaveza, a obveznik\nje istovremeno i poreski dužnik.",
            "Pri obračunu PDV uzimaju se u obzir i ispravke iz člana 21. i člana 44. stav 2. ovog zakona.",
            "PDV obračunat u skladu sa st. 1. i 2. ovog člana\numanjuje se za iznos prethodnog poreza u skladu sa čl. 28, 30, 34. i\n36a ovog zakona.",
            "Kod obračuna iznosa prethodnog poreza iz stava 3.\novog člana uzimaju se u obzir i ispravke iz čl. 31, 31a, 32, 32a, 32b i\n40. ovog zakona.",
            "PDV kod uvoza odbija se od PDV u poreskom periodu u kojem je plaćen.",
            "Poreski dužnik koji nije obveznik PDV dužan je da za\npromet dobara i usluga obračuna PDV za poreski period u kojem je\nnastala poreska obaveza u skladu sa ovim zakonom.",
            "Izuzetno od odredbe stava 1. ovog člana, u slučaju\nprevoza putnika autobusima, koji vrše strani obveznici ako se prelazi\ndržavna granica, nadležni carinski organ obračunava PDV za svaki prevoz\n(u daljem tekstu: pojedinačno oporezivanje prevoza), pod uslovom\nuzajamnosti."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_49"
    },
    {
        "title": "Član 49a",
        "texts": [
            "Preliminarna poreska prijava predstavlja skup\npodataka koji se odnose na promet dobara, promet usluga, uvoz dobara i\ndruge transakcije i aktivnosti koje utiču na iznos poreske obaveze\nobveznika PDV.",
            "Preliminarna poreska prijava iz stava 1. ovog člana\nsačinjava se u sistemu elektronskih faktura određenog zakonom kojim se\nuređuje elektronsko fakturisanje, na osnovu podataka kojima raspolaže\ntaj sistem, za poreski period obveznika PDV.",
            "Izuzetno od stava 2. ovog člana, preliminarna poreska\nprijava ne sačinjava se za poreski period u kojem je otpočeta PDV\naktivnost, odnosno poreski period u kojem je prestala PDV aktivnost\nobveznika PDV."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_49a"
    },
    {
        "title": "Član 50",
        "texts": [
            "Obveznik podnosi poresku prijavu  poreskom organu\nna propisanom obrascu, u roku od 15 dana po isteku poreskog perioda.",
            "Obveznik podnosi poresku prijavu nezavisno od toga da li u poreskom periodu ima obavezu plaćanja PDV.",
            "Poresku prijavu dužni su da podnesu i poreski dužnici\nkoji nisu obveznici PDV u roku od deset dana po isteku poreskog perioda\nu kojem je nastala poreska obaveza.",
            "Izuzetno od stava 1. ovog člana, obveznik PDV koji se briše\n iz evidencije za PDV podnosi poresku prijavu  poreskom organu na dan\npodnošenja zahteva za brisanje.",
            "Poreska prijava iz stava 4. ovog člana podnosi se za period\n od dana početka poreskog perioda u kojem je podnet zahtev za brisanje do dana\n prestanka obavljanja PDV aktivnosti."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_50"
    },
    {
        "title": "Član 50a",
        "texts": [
            "Obveznik PDV podnosi poresku prijavu sa preliminarnom poreskom prijavom koja predstavlja prilog poreskoj prijavi.",
            "Ako obveznik PDV nije podneo poresku prijavu u roku\npropisanom ovim zakonom, preliminarna poreska prijava dostavlja se\nporeskom organu na njegov zahtev."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_50a"
    },
    {
        "title": "Član 50b",
        "texts": [
            "Ministar bliže uređuje oblik, sadržinu, kao i način sačinjavanja i dostavljanja preliminarne poreske prijave."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_50b"
    },
    {
        "title": "Član 51",
        "texts": [
            "Obveznik je dužan da za svaki poreski period plati\nPDV koji je jednak pozitivnoj razlici između ukupnog iznosa poreske\nobaveze i iznosa prethodnog poreza, u roku za podnošenje poreske\nprijave.",
            "Izuzetno od stava 1. ovog člana, PDV se plaća:",
            "1) u roku od 15 dana od dana podnošenja poreske prijave za obveznika PDV iz člana 38a stav 1. ovog zakona;",
            "2) do dana podnošenja zahteva za brisanje iz registra za obveznika iz člana 38a stav 2. ovog zakona.",
            "Poreski dužnici koji nisu obveznici PDV dužni su da plate PDV u roku za podnošenje poreske prijave."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_51"
    },
    {
        "title": "Član 51a",
        "texts": [
            "Obveznik je dužan da u elektronskom obliku obavesti\nporeski organ o izmenama podataka iz evidencione prijave koji su od\nznačaja za obračunavanje i plaćanje PDV, najkasnije u roku od pet dana\nod dana nastanka izmene.",
            "Obveznik je dužan da uz poresku prijavu za poslednji\n poreski period kalendarske godine, odnosno poslednji poreski period dostavi\nporeskom organu u elektronskom obliku obaveštenje o:",
            "1) licu koje nije evidentirano za obavezu plaćanja PDV u skladu\n sa ovim zakonom, a koje mu je od 1. januara do isteka poslednjeg poreskog perioda\n kalendarske godine, odnosno poslednjeg poreskog perioda u Republici izvršilo\n promet sekundarnih sirovina i usluga koje su neposredno povezane sa tim dobrima,\n kao i iznosu tog prometa;",
            "2) poljoprivredniku koji nije evidentiran za obavezu plaćanja\n PDV u skladu sa ovim zakonom, a koji mu je od 1. januara do isteka poslednjeg\n poreskog perioda kalendarske godine, odnosno poslednjeg poreskog perioda izvršio\n promet poljoprivrednih i šumskih proizvoda i poljoprivrednih usluga, kao i\n iznosu tog prometa.",
            "Obaveštenje iz stava 2. ovog člana sadrži najmanje podatke\n o nazivu, odnosno imenu i prezimenu, kao i adresi i PIB-u lica iz stava 2.\n tačka 1), odnosno poljoprivrednika iz stava 2. tačka 2) ovog člana, kao i o\n iznosu izvršenog prometa, bez pripadajućih obaveza.",
            "X POVRAĆAJ, REFAKCIJA I REFUNDACIJA POREZA",
            "Povraćaj poreza"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_51a"
    },
    {
        "title": "Član 52",
        "texts": [
            "Ako je iznos prethodnog poreza veći od iznosa poreske obaveze, obveznik ima pravo na povraćaj razlike.",
            "Ako se obveznik ne opredeli za povraćaj iz stava 1. ovog člana, razlika se priznaje kao poreski kredit.",
            "Poreski obveznik može da traži povraćaj\nneiskorišćenog iznosa poreskog kredita iz stava 2. ovog člana\npodnošenjem zahteva, najranije istekom roka za podnošenje poreske\nprijave za tekući poreski period.",
            "Povraćaj iz st. 1. i 3. ovog člana vrši se najkasnije u roku\n od 45 dana, odnosno u roku od 15 dana za obveznike koji pretežno vrše promet\n dobara u inostranstvo, po isteku roka za predaju poreske prijave ako je poreska\n prijava blagovremeno podneta, u roku od 45 dana, odnosno u roku od 15 dana\n za obveznike koji pretežno vrše promet dobara u inostranstvo od dana podnošenja\n poreske prijave koja nije blagovremeno podneta, odnosno od dana podnošenja\n zahteva iz stava 3. ovog člana.",
            "Vlada Republike Srbije propisuje kriterijume na\nosnovu kojih se utvrđuje šta se, u smislu ovog zakona, smatra pretežnim\nprometom dobara u inostranstvo.",
            "Ministar bliže uređuje postupak ostvarivanja prava na\npovraćaj PDV, kao i postupak i uslove za povraćaj PDV umesto poreskog\nkredita.",
            "Refakcija PDV stranom obvezniku"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_52"
    },
    {
        "title": "Član 53",
        "texts": [
            "Refakcija PDV izvršiće se stranom obvezniku, na\nnjegov zahtev, za promet pokretnih dobara i pružene usluge u Republici,\npod uslovima da:",
            "1) je PDV za promet dobara i usluga iskazan u računu, u skladu sa ovim zakonom, i da je račun plaćen;",
            "2) je iznos PDV za koji podnosi zahtev za refakciju\nPDV veći od 200 EUR u dinarskoj protivvrednosti po srednjem kursu\nNarodne banke Srbije;",
            "3) su ispunjeni uslovi pod kojima bi obveznik PDV\nmogao ostvariti pravo na odbitak prethodnog poreza za ta dobra i usluge\nu skladu sa ovim zakonom;",
            "4) ne vrši promet dobara i usluga u Republici, osim prometa:",
            "(1) usluga prevoza dobara koje su u skladu sa članom 24. stav 1. tač. 1), 5) i 8) ovog zakona oslobođene poreza;",
            "(2) usluga prevoza putnika koji u skladu sa članom 49. stav 7. ovog zakona podleže pojedinačnom oporezivanju prevoza;",
            "(3) dobara i usluga za koji obavezu obračunavanja PDV\n ima obveznik PDV - primalac dobara ili usluga.",
            "Refakcija PDV u slučajevima iz stava 1. ovog člana vrši se pod uslovom uzajamnosti.",
            "Humanitarne organizacije"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_53"
    },
    {
        "title": "Član 54",
        "texts": [
            "Pravo na refakciju PDV, na osnovu podnetog zahteva,\nimaju organizacije registrovane za humanitarnu delatnost, za dobra koja\nim se isporučuju u Republici, pod uslovom da:",
            "1) je promet dobara oporeziv;",
            "2) je PDV za isporučena dobra iskazan u računu, u skladu sa članom 42. ovog zakona, kao i da je račun plaćen;",
            "3) su nabavljena dobra otpremljena u inostranstvo, gde se koriste u humanitarne, dobrotvorne ili obrazovne svrhe.",
            "Tradicionalne crkve i verske zajednice"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_54"
    },
    {
        "title": "Član 55",
        "texts": [
            "Pravo na refakciju PDV, na osnovu podnetog zahteva,\nimaju tradicionalne crkve i verske zajednice - Srpska pravoslavna\ncrkva, Islamska zajednica, Katolička crkva, Slovačka Evangelička crkva\na.v, Jevrejska zajednica, Reformatorska hrišćanska crkva i\nEvangelistička hrišćanska crkva a.v. (u daljem tekstu: tradicionalne\ncrkve i verske zajednice), za dobra koja im se isporučuju u Republici\nili koja uvoze, kao i za usluge koje im se pružaju, a koji su\nneposredno povezani sa verskom delatnošću, pod uslovom da je:",
            "1) promet dobara i usluga, odnosno uvoz dobara oporeziv;",
            "2) PDV za isporučena dobra, odnosno pružene usluge\niskazan u računu, u skladu sa članom 42. ovog zakona, kao i da je račun\nplaćen od strane lica koje ima pravo na refakciju PDV u skladu sa ovim\nčlanom , odnosno da je PDV koji se duguje po osnovu uvoza dobara\nprethodno plaćen.",
            "Refakcija PDV diplomatskim i konzularnim predstavništvima i međunarodnim organizacijama"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_55"
    },
    {
        "title": "Član 55a",
        "texts": [
            "Ako se diplomatsko, odnosno konzularno predstavništvo\nili međunarodna organizacija, odnosno lice iz člana 24. stav 1. tačka\n16) ovog zakona ne opredeli da izvrši nabavku ili uvoz dobara, odnosno\nprimi usluge, namenjene njihovim službenim, odnosno ličnim potrebama,\nuz poresko oslobođenje, ima pravo na refakciju PDV.",
            "Pravo na refakciju PDV, na osnovu podnetog zahteva, a\npod uslovima koji su ovim zakonom propisani za ostvarivanje poreskog\noslobođenja, lica iz stava 1. ovog člana mogu da ostvare ako:",
            "1) su isporuke ili uvoz dobara, odnosno pružene usluge oporezive PDV;",
            "2) je PDV za promet dobara i usluga iskazan u računu,\nu skladu sa ovim zakonom, i ako je račun plaćen, odnosno ako je PDV\nkoji se duguje po osnovu uvoza dobara plaćen;",
            "3) je ukupna vrednost dobara ili usluga, iskazana u\nračunu, odnosno vrednost dobara iskazana u carinskom dokumentu, veća od\n50 EUR, bez PDV, osim za nabavku goriva za motorna vozila."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_55a"
    },
    {
        "title": "Član 56",
        "texts": [
            "(Brisano)",
            "Refundacija PDV kupcu prvog stana"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_56"
    },
    {
        "title": "Član 56a",
        "texts": [
            "Pravo na refundaciju PDV za kupovinu prvog stana, na\nosnovu podnetog zahteva, ima fizičko lice - punoletni državljanin\nRepublike, sa prebivalištem na teritoriji Republike, koji kupuje prvi\nstan (u daljem tekstu: kupac prvog stana).",
            "Kupac prvog stana može da ostvari refundaciju PDV iz stava 1. ovog člana, pod sledećim uslovima:",
            "1) da od 1. jula 2006. godine do dana overe ugovora o\nkupoprodaji na osnovu kojeg stiče prvi stan nije imao u svojini,\nzajedničkoj svojini, odnosno susvojini stan na teritoriji Republike;",
            "2) da je ugovorena cena stana sa PDV u potpunosti\nisplaćena prodavcu uplatom na tekući račun prodavca, odnosno na\nodgovarajuće račune u skladu sa zakonom u slučaju prodaje stana kao\nhipotekovane nepokretnosti, odnosno u izvršnom postupku kada se uplata\ncene stana sa PDV vrši uplatom na odgovarajuće račune u skladu sa\nzakonom.",
            "Izuzetno od stava 2. tačka 2) ovog člana, kod\nkupovine stana pod neprofitnim uslovima od jedinice lokalne samouprave\nili neprofitne stambene organizacije osnovane od strane jedinice\nlokalne samouprave za realizaciju aktivnosti uređenih propisima iz\noblasti socijalnog stanovanja, refundacija PDV iz stava 1. ovog člana\nmože da se ostvari pod uslovom da je na ime ugovorene cene stana sa PDV\nisplaćen iznos koji nije manji od iznosa PDV obračunatog za prvi prenos\nprava raspolaganja na stanu, na tekući račun prodavca.",
            "Pravo na refundaciju PDV iz stava 1. ovog člana može se ostvariti za stan čija površina za kupca prvog stana iznosi do 40 m2, a za članove njegovog porodičnog domaćinstva do 15 m2po svakom članu koji nije imao u svojini, zajedničkoj svojini, odnosno\nsusvojini stan na teritoriji Republike u periodu iz stava 2. tačka 1)\novog člana, a za vlasnički udeo na stanu do površine srazmerne\nvlasničkom udelu u odnosu na površinu do 40 m2, odnosno do 15 m2.",
            "Ako kupac prvog stana kupuje stan površine koja je\nveća od površine za koju u skladu sa stavom 4. ovog člana ima pravo na\nrefundaciju PDV, pravo na refundaciju PDV može da ostvari do iznosa\nkoji odgovara površini stana iz stava 4. ovog člana.",
            "Porodičnim domaćinstvom kupca prvog stana, u smislu\nstava 4. ovog člana, smatra se zajednica života, privređivanja i\ntrošenja prihoda kupca prvog stana, njegovog supružnika, kupčeve dece,\nkupčevih usvojenika, dece njegovog supružnika, usvojenika njegovog\nsupružnika, kupčevih roditelja, njegovih usvojitelja, roditelja\nnjegovog supružnika, usvojitelja kupčevog supružnika, sa istim\nprebivalištem kao kupac prvog stana.",
            "Pravo na refundaciju PDV iz stava 1. ovog člana nema:",
            "1) kupac stana koji je ostvario refundaciju PDV po osnovu kupovine prvog stana;",
            "2) član porodičnog domaćinstva kupca prvog stana za\nkojeg je kupac prvog stana ostvario refundaciju PDV, u slučaju kada taj\nčlan porodičnog domaćinstva kupuje stan;",
            "3) kupac stana koji je stekao prvi stan bez obaveze\nprodavca da za promet tog stana plati porez na prenos apsolutnih prava\npo osnovu kupovine prvog stana u skladu sa zakonom kojim se uređuju\nporezi na imovinu;",
            "4) član porodičnog domaćinstva kupca stana koji je\nstekao prvi stan bez obaveze prodavca da za promet tog stana plati\nporez na prenos apsolutnih prava po osnovu kupovine prvog stana u\nskladu sa zakonom kojim se uređuju porezi na imovinu, a za koga je\nostvareno to poresko oslobođenje.",
            "Nadležni poreski organ, po sprovedenom postupku,\nkontrole ispunjenosti uslova za ostvarivanje prava na refundaciju PDV\nkoji moraju da budu ispunjeni na dan overe ugovora o kupoprodaji stana,\nosim uslova iz stava 2. tačka 2), odnosno stava 3. ovog člana koji mora\nda bude ispunjen na dan podnošenja zahteva za refundaciju PDV, donosi\nrešenje o refundaciji PDV kupcu prvog stana.",
            "Nadležni poreski organ vodi evidenciju o kupcima\nprvog stana i članovima porodičnih domaćinstava kupaca prvog stana za\nkoje su kupci prvog stana ostvarili refundaciju PDV, kao i o iznosu\nostvarene refundacije PDV."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_56a"
    },
    {
        "title": "Član 56b",
        "texts": [
            "(Brisano)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_56b"
    },
    {
        "title": "Član 57",
        "texts": [
            "Način i postupak refakcije i refundacije poreza iz\nčl. 53 - 56a ovog zakona, kao i šta se smatra dobrima i uslugama\nneposredno povezanim sa verskom delatnošću u smislu člana 55. ovog\nzakona bliže uređuje ministar.",
            "XI POSEBNI PROPISI ZA UVOZ DOBARA"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_57"
    },
    {
        "title": "Član 58",
        "texts": [
            "Na PDV pri uvozu dobara primenjuju se carinski propisi, ako ovim zakonom nije drukčije određeno."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_58"
    },
    {
        "title": "Član 59",
        "texts": [
            "Za obračun i naplatu PDV pri uvozu dobara nadležan je\ncarinski organ koji sprovodi carinski postupak, ako ovim zakonom nije\ndrukčije određeno."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_59"
    },
    {
        "title": "Čl. 60 i 60a*",
        "texts": [
            "(Prestalo da važi)",
            "XIII PRELAZNI REŽIM"
        ],
        "link": null
    },
    {
        "title": "Član 61",
        "texts": [
            "Vlada Republike Srbije urediće izvršavanje ovog\nzakona na teritoriji Autonomne pokrajine Kosovo i Metohija za vreme\nvaženja Rezolucije Saveta bezbednosti OUN broj 1244.",
            "XIV PRELAZNE I ZAVRŠNE ODREDBE"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_61"
    },
    {
        "title": "Član 62",
        "texts": [
            "Odredbe ovog zakona primenjuju se na sav promet dobara i usluga i uvoz dobara, koji se vrše od 1. januara 2005. godine.",
            "Ako je obveznik za izdate račune ili primljene avanse\nzaključno sa 31. decembrom 2004. godine, platio porez na promet, a\npromet dobara, odnosno usluga je nastao od 1. januara 2005. godine,\nmože da umanji poresku obavezu po osnovu poreza na dodatu vrednost za\nisporučena dobra i usluge u poreskom periodu, za iznos plaćenog poreza\nna promet.",
            "Ako se dobra ili usluge isporučuju u delovima u\nsmislu člana 14. stav 4. i člana 15. stav 3. ovog zakona, odredbe ovog\nzakona primenjuju se na onaj deo prometa dobara i usluga izvršen od 1.\njanuara 2005. godine, a odredbe zakona kojim se uređuje porez na promet\nna deo koji je izvršen zaključno sa 31. decembrom 2004. godine.",
            "Poreski obveznik je dužan da sačini spisak izdatih\nračuna i primljenih avansa iz stava 2. ovog člana i spisak dostavi\nnadležnom poreskom organu najkasnije do 15. januara 2005. godine."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_62"
    },
    {
        "title": "Član 63",
        "texts": [
            "Lice koje je u 12 meseci koji prethode danu\npodnošenja evidencione prijave iz člana 37. tačka 1) ovog zakona\nostvarilo ili procenjuje da će u narednih 12 meseci ostvariti ukupan\npromet proizvoda i usluga veći od 2.000.000 dinara, obavezno je da\nnadležnom poreskom organu podnese evidencionu prijavu za PDV najkasnije\ndo 30. septembra 2004. godine.",
            "Lice koje je u 12 meseci koji prethode danu\npodnošenja evidencione prijave iz stava 1. ovog člana ostvarilo ili\nprocenjuje da će u narednih 12 meseci ostvariti ukupan promet proizvoda\ni usluga veći od 1.000.000 dinara, može nadležnom poreskom organu da\npodnese evidencionu prijavu najkasnije do 30. septembra 2004. godine."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_63"
    },
    {
        "title": "Član 64",
        "texts": [
            "Lica koja su obveznici PDV u skladu sa ovim zakonom,\ndužna su da na dan 31. decembra 2004. godine izvrše popis zatečenih\nzaliha duvanskih prerađevina, alkoholnih pića, kafe, motornog benzina,\ndizel goriva i lož-ulja, namenjenih daljem prometu i utvrde iznos\nporeza na promet proizvoda sadržanog u tim zalihama koji je obračunat\npri nabavci, a koji je plaćen preko kupovne cene ili pri uvozu.",
            "Utvrđeni iznos poreza iz stava 1. ovog člana,\nobveznik može da koristi kao prethodni porez, u skladu sa odredbama\novog zakona, ako te proizvode koristi za vršenje prometa dobara i\nusluga, a ima pravo na odbitak prethodnog poreza.",
            "Odbitak prethodnog poreza iz stava 2. ovog člana može\nse ostvariti u iznosu koji odgovara srazmerno izvršenom prometu dobara\ni usluga u narednim poreskim periodima.",
            "Obveznik nema pravo na povraćaj utvrđenog iznosa poreza na promet iz stava 1. ovog člana.",
            "Popisne liste iz stava 1. ovog člana, kao i spisak\ndobavljača, odnosno uvoznih carinskih deklaracija za proizvode iz stava\n1. ovog člana, obveznik je dužan da dostavi nadležnom poreskom organu\nnajkasnije do 15. januara 2005. godine.",
            "Ministar bliže uređuje način ostvarivanja prava na odbitak poreza na promet kao prethodnog poreza."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_64"
    },
    {
        "title": "Član 65",
        "texts": [
            "Lica koja su obveznici PDV u skladu sa ovim zakonom\ndužna su da na dan 31. decembra 2004. godine izvrše popis\nnovoizgrađenih građevinskih objekata i građevinskih objekata čija je\nizgradnja u toku.",
            "Novoizgrađeni građevinski objekti koji do 31.\ndecembra 2004. godine nisu isporučeni ili nisu plaćeni, oporezuju se u\nskladu sa zakonom kojim se uređuju porezi na imovinu.",
            "Za građevinski objekat čija je izgradnja u toku, a\nkoji se isporučuje od 1. januara 2005. godine, utvrđuje se vrednost na\ndan 31. decembra 2004. godine i oporezuje se u skladu sa zakonom kojim\nse uređuju porezi na imovinu.",
            "Vrednost objekta iz stava 3. ovog člana nastala od 1. januara 2005. godine, oporezuje se u skladu sa ovim zakonom.",
            "Popisne liste iz stava 1. ovog člana obveznik je\ndužan da dostavi nadležnom poreskom organu najkasnije do 15. januara\n2005. godine."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_65"
    },
    {
        "title": "Član 66",
        "texts": [
            "Na obaveze obračunavanja i plaćanja poreza na promet\nproizvoda i usluga nastale do 31. decembra 2004. godine primenjuje se\nZakon o porezu na promet (\"Službeni glasnik RS\", br. 22/2001, 73/2001,\n80/2002 i 70/2003)."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_66"
    },
    {
        "title": "Član 67",
        "texts": [
            "Danom stupanja na snagu ovog zakona prestaje da važi\nZakon o porezu na dodatu vrednost (\"Službeni list SRJ\", br. 74/99,\n4/2000, 9/2000, 69/2000 i 70/2001).",
            "1. januara 2005. godine prestaje da važi Zakon o\nporezu na promet (\"Službeni glasnik RS\", br. 22/2001, 73/2001, 80/2002\ni 70/2003) i propisi doneti na osnovu tog zakona, s tim što će se\nUredba o načinu evidentiranja prometa preko registar kasa sa fiskalnom\nmemorijom i o dinamici uvođenja tih kasa (\"Službeni glasnik RS\", br.\n5/2003, 39/2003, 72/2003, 2/2004 i 31/2004) i propisi doneti na osnovu\nte uredbe primenjivati do početka primene zakona kojim će se urediti\nuvođenje i evidentiranje prometa preko fiskalnih kasa."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_67"
    },
    {
        "title": "Član 68",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana\nobjavljivanja u \"Službenom glasniku Republike Srbije\", a primenjivaće\nse od 1. januara 2005. godine, osim odredaba člana 37 tačka 1), člana\n63 i odredaba ovog zakona koje sadrže ovlašćenja za donošenje\npodzakonskih akata, koje će se primenjivati od dana stupanja na snagu\novog zakona.",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 61/2005)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_68"
    },
    {
        "title": "Član 30[s1]",
        "texts": [
            "Lica koja obavljaju promet dobara i usluga iz člana\n25. stav 2. tačka 7) Zakona o porezu na dodatu vrednost (\"Službeni\nglasnik RS\", br. 84/04 i 86/04) za koja je ministarstvo nadležno za\nposlove zdravlja platilo PDV, za dobra koja su predmet ugovora o\ndonaciji i humanitarnoj pomoći, imaju pravo na refundaciju PDV plaćenog\npri nabavci dobara u Republici, odnosno pri uvozu, od 1. januara 2005.\ngodine do stupanja na snagu ovog zakona.",
            "Pravo na refundaciju PDV plaćenog pri nabavci dobara\ni usluga u Republici, odnosno pri uvozu dobara, u rokovima iz stava 1.\novog člana, imaju i tradicionalne crkve i verske zajednice za dobra i\nusluge koji su neposredno povezani sa verskom delatnošću.",
            "Ministar nadležan za poslove finansija bliže određuje\npostupak ostvarivanja prava na refundaciju PDV, kao i šta se smatra\ndobrima i uslugama neposredno povezanim sa verskom delatnošću, u smislu\novog člana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_30%5Bs1%5D"
    },
    {
        "title": "Član 31[s1]",
        "texts": [
            "Odredbe člana 14. ovog zakona u delu koji se odnosi\nna podelu prethodnog poreza i način utvrđivanja srazmernog poreskog\nodbitka primenjuje se od 1. oktobra 2005. godine, a u delu koji se\nodnosi na ispravku srazmernog poreskog odbitka od 1. januara 2006.\ngodine."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_31%5Bs1%5D"
    },
    {
        "title": "Član 32[s1]",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 61/2007)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_32%5Bs1%5D"
    },
    {
        "title": "Član 25[s2]",
        "texts": [
            "Obveznik koji je u 2007. godini ostvario ukupan\npromet dobara i usluga, osim prometa opreme i objekata za vršenje\ndelatnosti (u daljem tekstu: ukupan promet), manji od 2.000.000 dinara,\nza promet dobara i usluga koji vrši od 1. januara 2008. godine ne\nobračunava i ne plaća PDV."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_25%5Bs2%5D"
    },
    {
        "title": "Član 26[s2]",
        "texts": [
            "Obveznik koji je u 2007. godini ostvario ukupan\npromet veći od 2.000.000 dinara, a manji od 4.000.000 dinara, može da\nse opredeli za obavezu obračunavanja i plaćanja PDV ako nadležnom\nporeskom organu dostavi pismeno obaveštenje u roku za podnošenje\nporeske prijave za poslednji poreski period 2007. godine.",
            "Pismeno obaveštenje iz stava 1. ovog člana sadrži podatke o:",
            "1) nazivu, adresi i PIB - u obveznika;",
            "2) mestu i datumu obaveštenja;",
            "3) iznosu ostvarenog prometa u 2007. godini.",
            "Obveznik iz stava 1. ovog člana koji nije dostavio\npismeno obaveštenje nadležnom poreskom organu u roku iz stava 1. ovog\nčlana, za promet dobara i usluga koji vrši od 1. januara 2008. godine\nne obračunava i ne plaća PDV."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_26%5Bs2%5D"
    },
    {
        "title": "Član 27[s2]",
        "texts": [
            "Obveznik iz člana 25. i člana 26. stav 3. ovog zakona\ndužan je da sa stanjem na dan 31. decembra 2007. godine izvrši popis\ndobara pri čijoj je nabavci ostvario pravo na odbitak prethodnog\nporeza, i to:",
            "1) zaliha dobara nabavljenih od 1. januara 2005. godine;",
            "2) opreme i objekata za vršenje delatnosti za koje na\ndan 1. januara 2008. godine postoji obaveza ispravke odbitka prethodnog\nporeza;",
            "3) dobara, osim dobara iz tač. 1) i 2) ovog stava, nabavljenih od dana stupanja na snagu ovog zakona.",
            "Obveznik iz stava 1. ovog člana dužan je da utvrdi\niznos ostvarenog odbitka prethodnog poreza za dobra iz stava 1. tač. 1)\ni 3) ovog člana, da izvrši ispravku odbitka prethodnog poreza za dobra\niz stava 1. tačka 2) ovog člana i da za ta dobra utvrdi iznos\nispravljenog odbitka prethodnog poreza u skladu sa zakonom.",
            "Popisne liste iz stava 1. ovog člana obveznik je\ndužan da dostavi nadležnom poreskom organu najkasnije do 20. januara\n2008. godine.",
            "Utvrđeni iznos ostvarenog odbitka prethodnog poreza i\niznos ispravljenog odbitka prethodnog poreza iz stava 2. ovog člana,\nobveznik je dužan da plati do 20. februara 2008. godine.",
            "Ministar nadležan za poslove finansija će urediti\nsadržinu popisnih listi iz stava 1. ovog člana, kao i način utvrđivanja\niznosa ostvarenog odbitka prethodnog poreza iz stava 2. ovog člana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_27%5Bs2%5D"
    },
    {
        "title": "Član 28[s2]",
        "texts": [
            "Novčanom kaznom od 100.000 do 1.000.000 dinara kazniće se za prekršaj obveznik - pravno lice, ako:",
            "1) ne utvrdi iznos ostvarenog i iznos ispravljenog odbitka prethodnog poreza (član 27. stav 2. ovog zakona);",
            "2) ne dostavi popisne liste u propisanom roku (član 27. stav 3. ovog zakona);",
            "3) ne plati utvrđeni iznos ostvarenog i iznos\nispravljenog odbitka prethodnog poreza u propisanom roku (član 27. stav\n4. ovog zakona).",
            "Za prekršaj iz stava 1. ovog člana, kazniće se i odgovorno lice u pravnom licu novčanom kaznom od 10.000 do 50.000 dinara.",
            "Za prekršaj iz stava 1. ovog člana, kazniće se obveznik - preduzetnik novčanom kaznom od 12.500 do 500.000 dinara.",
            "Za prekršaj iz stava 1. ovog člana, kazniće se obveznik - fizičko lice novčanom kaznom od 5.000 do 50.000 dinara."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_28%5Bs2%5D"
    },
    {
        "title": "Član 29[s2]",
        "texts": [
            "Pravo na refundaciju PDV iz člana 22. ovog zakona\nmože se ostvariti samo na osnovu ugovora o kupoprodaji stana overenog\nposle stupanja na snagu ovog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_29%5Bs2%5D"
    },
    {
        "title": "Član 30[s2]",
        "texts": [
            "Propis iz člana 27. stav 5. ovog zakona ministar\nnadležan za poslove finansija doneće u roku od 90 dana od dana stupanja\nna snagu ovog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_30%5Bs2%5D"
    },
    {
        "title": "Član 31[s2]",
        "texts": [
            "Odredbe člana 11, člana 12. stav 2, člana 14. st. 1. i 2. i člana 15. ovog zakona primenjivaće se od 1. januara 2008. godine."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_31%5Bs2%5D"
    },
    {
        "title": "Član 32[s2]",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 93/2012)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_32%5Bs2%5D"
    },
    {
        "title": "Član 50[s3]",
        "texts": [
            "Podnošenje poreske prijave, plaćanje PDV i\nostvarivanje prava na povraćaj PDV za poreske periode u 2012. godini\nvrši se u skladu sa odredbama Zakona o porezu na dodatu vrednost\n(\"Službeni glasnik RS\", br. 84/04, 86/04 - ispravka, 61/05 i 61/07)."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_50%5Bs3%5D"
    },
    {
        "title": "Član 51[s3]",
        "texts": [
            "Obveznik PDV koji se opredelio za obavezu plaćanja\nPDV do 15. januara 2012. godine može da podnese zahtev za brisanje iz\nevidencije za PDV u skladu sa ovim zakonom nadležnom poreskom organu od\n1. januara 2014. godine."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_51%5Bs3%5D"
    },
    {
        "title": "Član 52[s3]",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana\nobjavljivanja u \"Službenom glasniku Republike Srbije\", a primenjivaće\nse od 1. januara 2013. godine, osim odredaba člana 15, člana 26. stav\n2. i člana 45, koje će se primenjivati od 1. oktobra 2012. godine,\nčlana 32, koji će se primenjivati od 31. decembra 2012. godine, kao i\nodredaba ovog zakona koje sadrže ovlašćenja za donošenje podzakonskih\nakata, koje će se primenjivati od dana stupanja na snagu ovog zakona.",
            "",
            "Samostalni član Zakona o izmenamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 108/2013)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_52%5Bs3%5D"
    },
    {
        "title": "Član 3[s4]",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana\nobjavljivanja u \"Službenom glasniku Republike Srbije\", a primenjivaće\nse od 1. januara 2014. godine.",
            "",
            "Samostalni član Zakona o izmeniZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 142/2014)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_3%5Bs4%5D"
    },
    {
        "title": "Član 2[s5]",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana\nobjavljivanja u \"Službenom glasniku Republike Srbije\", a primenjivaće\nse od 1. januara 2015. godine.",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 83/2015, 108/2016 i 113/2017)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_2%5Bs5%5D"
    },
    {
        "title": "Član 34[s6]",
        "texts": [
            "Za oporezivi promet dobara i usluga koji se vrši nakon početka\n primene ovog zakona, a za koji je pre početka primene ovog zakona naplaćena,\n odnosno plaćena naknada ili deo naknade, poreski dužnik za taj promet određuje\n se u skladu sa Zakonom o porezu na dodatu vrednost (\"Službeni glasnik\n RS\", br. 84/04, 86/04 - ispravka, 61/05, 61/07, 93/12, 108/13, 68/14 -\n dr. zakon i 142/14)."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_34%5Bs6%5D"
    },
    {
        "title": "Član 35[s6]",
        "texts": [
            "Ako su nakon stupanja na snagu ovog zakona prestali uslovi\n pod kojima se kod prenosa imovine ili dela imovine smatralo da promet dobara\n i usluga nije izvršen u skladu sa članom 6. stav 1. tačka 1) Zakona o porezu\n na dodatu vrednost (\"Službeni glasnik RS\", br. 84/04, 86/04 - ispravka,\n 61/05, 61/07, 93/12, 108/13, 68/14 - dr. zakon i 142/14), primenjuju se odredbe\n ovog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_35%5Bs6%5D"
    },
    {
        "title": "Član 36[s6]",
        "texts": [
            "Od dana početka primene ovog zakona poreskim punomoćjima datim\n licima iz člana 10. stav 1. tačka 2) Zakona o porezu na dodatu vrednost (\"Službeni\n glasnik RS\", br. 84/04, 86/04 - ispravka, 61/05, 61/07, 93/12, 108/13,\n 68/14 - dr. zakon i 142/14) prestaje pravno dejstvo."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_36%5Bs6%5D"
    },
    {
        "title": "Član 37[s6]",
        "texts": [
            "Odredbe ovog zakona koje sadrže ovlašćenja za donošenje podzakonskih\n akata primenjivaće se od dana stupanja na snagu ovog zakona.",
            "Odredbe ovog zakona koje se odnose na podnošenje zahteva i\n izdavanje odobrenja za poresko punomoćstvo primenjivaće se od 1. oktobra 2015.\n godine."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_37%5Bs6%5D"
    },
    {
        "title": "Član 38[s6]",
        "texts": [
            "Ovaj zakon stupa na snagu narednog dana od dana objavljivanja\n u \"Službenom glasniku Republike Srbije\", a primenjivaće se od 15.\n oktobra 2015. godine, osim odredaba člana 29. ovog zakona koje će se primenjivati\n od 1. januara 2016. godine i odredaba člana 25, člana 27. stav 1. i člana 30.\n ovog zakona koje će se primenjivati od 1. jula 2018. godine.",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 108/2016 i 30/2018)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_38%5Bs6%5D"
    },
    {
        "title": "Član 11[s7]",
        "texts": [
            "Za isporuku električne energije, prirodnog gasa i\nenergije za grejanje, odnosno hlađenje, koja se vrši preko prenosne,\ntransportne i distributivne mreže, licu iz člana 11. stav 1. tačka 4)\nZakona o porezu na dodatu vrednost (\"Službeni glasnik RS\", br. 84/04,\n86/04 - ispravka, 61/05, 61/07, 93/12, 108/13, 68/14 - dr. zakon,\n142/14 i 83/15), u poslednjem poreskom periodu 2016. godine, dan\nnastanka prometa određuje se u skladu sa tim zakonom."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_11%5Bs7%5D"
    },
    {
        "title": "Član 12[s7]",
        "texts": [
            "Pravo na refundaciju PDV za hranu i opremu za bebe, rođene\n zaključno sa 30. junom 2018. godine, ostvaruje se u skladu sa članom 56b Zakona\n o porezu na dodatu vrednost (\"Službeni glasnik RS\", br. 84/04, 86/04\n - ispravka, 61/05, 61/07, 93/12, 108/13, 68/14 - dr. zakon, 142/14 i 83/15)."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_12%5Bs7%5D"
    },
    {
        "title": "Član 14[s7]",
        "texts": [
            "Odredbe člana 4. ovog zakona primenjivaće se od 1.\naprila 2017. godine, osim odredbe koja sadrži ovlašćenje za donošenje\npodzakonskih akata, koja će se primenjivati od dana stupanja na snagu\novog zakona.",
            "Odredba člana 9. ovog zakona primenjivaće se od dana\npočetka primene zakona o finansijskoj podršci porodici sa decom kojim\nse uređuje jednokratna isplata novčanih sredstava na ime kupovine\nopreme za bebe."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_14%5Bs7%5D"
    },
    {
        "title": "Član 15[s7]",
        "texts": [
            "Ovaj zakon stupa na snagu 1. januara 2017. godine.",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 113/2017)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_15%5Bs7%5D"
    },
    {
        "title": "Član 9[s8]",
        "texts": [
            "Ako je za promet dobara i usluga iz člana 1. ovog\nzakona, koji se vrši od dana stupanja na snagu ovog zakona, naplaćena,\nodnosno plaćena naknada ili deo naknade pre dana stupanja na snagu ovog\nzakona, taj promet smatra se izvršenim u skladu sa Zakonom o porezu na\ndodatu vrednost (\"Službeni glasnik RS\", br. 84/04, 86/04 - ispravka,\n61/05, 61/07, 93/12, 108/13, 68/14 - dr. zakon, 142/14, 83/15 i 108/16)."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_9%5Bs8%5D"
    },
    {
        "title": "Član 10[s8]",
        "texts": [
            "Obveznik PDV koji ima pravo da se opredeli za\nobračunavanje PDV na promet investicionog zlata u smislu člana 6. ovog\nzakona i koji se opredeli da će od 1. aprila 2018. godine nastaviti sa\nobračunavanjem PDV za taj promet, dužan je da nadležnom poreskom\norganu, zaključno sa 31. martom 2018. godine, dostavi obaveštenje o\nopredeljenju za obračunavanje PDV na promet investicionog zlata.",
            "Ako obveznik PDV iz stava 1. ovog člana ne dostavi\nnadležnom poreskom organu obaveštenje o opredeljenju za obračunavanje\nPDV na promet investicionog zlata zaključno sa 31. martom 2018. godine,\nna promet investicionog zlata tog obveznika PDV primenjuje se poseban\npostupak oporezivanja uređen članom 6. ovog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_10%5Bs8%5D"
    },
    {
        "title": "Član 11[s8]",
        "texts": [
            "Kupac stana koji je do dana stupanja na snagu ovog\nzakona kupio stan kao hipotekovanu nepokretnost, odnosno u izvršnom\npostupku i ugovorenu cenu stana sa PDV u potpunosti isplatio prodavcu\nuplatom na odgovarajuće račune u skladu sa zakonom, a koji na osnovu\npodnetog zahteva nije ostvario refundaciju PDV po osnovu kupovine prvog\nstana u skladu sa Zakonom o porezu na dodatu vrednost (\"Službeni\nglasnik RS\", br. 84/04, 86/04 - ispravka, 61/05, 61/07, 93/12, 108/13,\n68/14 - dr. zakon, 142/14, 83/15 i 108/16), ima pravo da nadležnom\nporeskom organu podnese novi zahtev za refundaciju PDV po osnovu\nkupovine prvog stana."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_11%5Bs8%5D"
    },
    {
        "title": "Član 13[s8]",
        "texts": [
            "Odredbe člana 6. ovog zakona primenjivaće se od 1.\naprila 2018. godine, osim odredbe koja sadrži ovlašćenje za donošenje\npodzakonskog akta, koja će se primenjivati od dana stupanja na snagu\novog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_13%5Bs8%5D"
    },
    {
        "title": "Član 14[s8]",
        "texts": [
            "Odredbe čl. 2. i 7. ovog zakona primenjivaće se od 1.\njanuara 2019. godine, osim odredbe člana 2. ovog zakona koja sadrži\novlašćenje za donošenje podzakonskog akta, koja će se primenjivati od\ndana stupanja na snagu ovog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_14%5Bs8%5D"
    },
    {
        "title": "Član 15[s8]",
        "texts": [
            "Ovaj zakon stupa na snagu 1. januara 2018. godine.",
            "",
            "Samostalni član Zakona o izmenama i dopunamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 30/2018)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_15%5Bs8%5D"
    },
    {
        "title": "Član 6[s9]",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana\nobjavljivanja u \"Službenom glasniku Republike Srbije\", a primenjivaće\nse od 1. jula 2018. godine, osim odredaba člana 4. ovog zakona koje će\nse primenjivati od 1. januara 2019. godine.",
            "",
            "Samostalni član Zakona o izmenama i dopunamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 72/2019)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_6%5Bs9%5D"
    },
    {
        "title": "Član 11[s10]",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom\nglasniku Republike Srbije\", a primenjivaće se od 1. januara 2020. godine, osim odredaba\nčl. 7. i 8. i odredaba koje sadrže ovlašćenja za donošenje podzakonskih akata koje će se\nprimenjivati od dana stupanja na snagu ovog zakona.",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 153/2020)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_11%5Bs10%5D"
    },
    {
        "title": "Član 18[s11]",
        "texts": [
            "Ako je za promet dobara i usluga, koji se vrši od\ndana početka primene ovog zakona, naplaćena, odnosno plaćena naknada\nili deo naknade pre dana početka primene ovog zakona, na taj promet\nprimenjuje se Zakon o porezu na dodatu vrednost (\"Službeni glasnik RS\",\nbr. 84/04, 86/04 - ispravka, 61/05, 61/07, 93/12, 108/13, 68/14 - dr.\nzakon, 142/14, 83/15, 108/16, 113/17, 30/18 i 72/19)."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_18%5Bs11%5D"
    },
    {
        "title": "Član 19[s11]",
        "texts": [
            "Ovaj zakon stupa na snagu osmog dana od dana\nobjavljivanja u \"Službenom glasniku Republike Srbije\", a primenjivaće\nse od 1. januara 2021. godine, osim odredbe člana 8. stav 1. ovog\nzakona koja će se primenjivati od dana početka primene zakona kojim se\nuređuje digitalna imovina i odredbe koja sadrži ovlašćenje za donošenje\npodzakonskog akta koja će se primenjivati od dana stupanja na snagu\novog zakona.",
            "",
            "Samostalni član Zakona o izmenama i dopunamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 138/2022)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_19%5Bs11%5D"
    },
    {
        "title": "Član 9[s12]",
        "texts": [
            "Ovaj zakon stupa na snagu 1. januara 2023. godine.",
            "",
            "Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dodatu vrednost",
            "(\"Sl. glasnik RS\", br. 94/2024)"
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_9%5Bs12%5D"
    },
    {
        "title": "Član 20[s13]",
        "texts": [
            "Odredbe ovog zakona koje sadrže ovlašćenja za\ndonošenje podzakonskih akata primenjivaće se od dana stupanja na snagu\novog zakona.",
            "Podzakonski akti iz čl. 3. i 13. ovog zakona doneće\nse zaključno sa 31. decembrom 2024. godine, podzakonski akt iz člana\n15. ovog zakona zaključno sa 20. decembrom 2024. godine, a podzakonski\nakt iz člana 19. ovog zakona u roku od šest meseci od dana stupanja na\nsnagu ovog zakona."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_20%5Bs13%5D"
    },
    {
        "title": "Član 21[s13]",
        "texts": [
            "Ako je za prenos celokupne ili dela imovine iz člana\n6. stav 1. tačka 1) Zakona o porezu na dodatu vrednost (\"Službeni\nglasnik RS\", br. 84/04, 86/04 - ispravka, 61/05, 61/07, 93/12, 108/13,\n68/14 - dr. zakon, 142/14, 83/15, 108/16, 113/17, 30/18, 72/19, 153/20\ni 138/22) zaključen ugovor ili doneta odluka zaključno sa 31. decembrom\n2024. godine, na prenos celokupne ili dela imovine primenjuje se taj\nzakon."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_21%5Bs13%5D"
    },
    {
        "title": "Član 22[s13]",
        "texts": [
            "Ovaj zakon stupa na snagu 15. decembra 2024. godine,\na primenjivaće se od 1. januara 2025. godine, osim člana 15. st. 2, 3.\ni 4. ovog zakona koji će se primenjivati od 20. decembra 2024. godine i\nčlana 14, člana 15. stav 1, člana 16. i člana 18. ovog zakona koji će\nse primenjivati počev za poreski period januar 2026. godine, odnosno\njanuar-mart 2026. godine.",
            "Obrazac POPDV - pregled obračuna PDV",
            "Ako ne probate više različitih izbora nikada nećete biti sigurni da li imate najbolju opciju u svojim rukama. Mi Vam tu mogućnost nudimo besplatno! Popunite formular i dobićete priliku da bez ikakvih troškova saznate da li je Paragraf dobar izbor za Vas.",
            "Ukoliko želite da Vas obaveštavamo o novostima i aktivnostima kompanije Paragraf prijavite se na našu mailing listu. Vaš e-mail neće biti upotrebljen u druge svrhe."
        ],
        "link": "https://www.paragraf.rs/propisi/zakon_o_porezu_na_dodatu_vrednost.html#clan_22%5Bs13%5D"
    }
]