{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavlja pitanje kako da postupi, jer su mu predmetna dobra neophodna za funkcionisanje....", "link": null, "input": "Pitanje: Postavlja pitanje kako da postupi, jer su mu predmetna dobra neophodna za funkcionisanje....: Ukazano je da zbog novonastale situacije na tržištu privredni subjekti ne mogu da predvide da li će moći da realizuju ugovor i iz tog razloga verovatno neće da se obavezuju, te zbog toga ne podnose ponude.\nIpak, savetovano je da naručilac utvrdi šta je tačno razlog u konkretnim postupcima, pa da na osnovu toga razmotri mogućnosti koje su mu na raspolaganju kako bi prevazišao kritični period, a to su eventualno aneksiranje ugovora ukoliko za to ima prostora, pregovarački ili novi otvoreni postupak.\nNaručilac je sproveo stručnu ocenu ponuda, nakon koje je prvorangiranom ponuđaču uputio zahtev za dostavljanje dokaza\n."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Postavlja pitanje kako da postupi ukoliko on ne dostavi dokaze u datom roku, imajući u vidu da im is...", "link": null, "input": "Pitanje: Postavlja pitanje kako da postupi ukoliko on ne dostavi dokaze u datom roku, imajući u vidu da im is...: Protumačene su\nodgovarajuće zakonske odredbe i objašnjeno da, ukoliko ponuđač ne dostavi predviđene dokaze, naručilac ugovor o javnoj nabaci može da dodeli drugorangiranom ponuđaču\n.\nU tom slučaju naručilac ne bi imao obavezu da određuje novi rok za dostavljanje dokaza, s obzirom na to da je taj ponuđač već dostavio sve dokaze uz samu ponudu."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li mogu da izvrše izmenu ugovora u pogledu troškova pripreme ponude u pogledu toga da izvršilac p...", "link": null, "input": "Pitanje: Da li mogu da izvrše izmenu ugovora u pogledu troškova pripreme ponude u pogledu toga da izvršilac p...: Rečeno da ZJN ne predviđa takav osnov za izmenu ugovora, ali da ugovor mogu izmeniti u skladu sa ZOO."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li može ugovor da zaključi na procenjenu vrednost?...", "link": null, "input": "Pitanje: Da li može ugovor da zaključi na procenjenu vrednost?...: Odgovoreno da može, ukoliko je predviđeno u konkursnoj dokumentaciji.\nDobavljač je raskinuo ugovor sa naručiocem nakon manje od mesec dana njegovog izvršavanja\n."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li je naručilac dužan da objavi na Portalu obaveštenje o raskidu? Da li je moguće da pokrene naba...", "link": null, "input": "Pitanje: Da li je naručilac dužan da objavi na Portalu obaveštenje o raskidu? Da li je moguće da pokrene naba...: Rečeno da naručilac ne objavljuje obaveštenje"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Ukazano da postupaju na način predviđen samim ugovorom, i Zakonom o obligacionim odnosima. ZJN ne ur...", "link": null, "input": "Pitanje: Ukazano da postupaju na način predviđen samim ugovorom, i Zakonom o obligacionim odnosima. ZJN ne ur...: Bili su najpovoljniji ponuđač ali nisu dostavili sve potrebne elemente ponude, te su odbijeni. Izabran je četvoroplasirani ponuđač, koji takođe nije dostavio sve potrebne elemente ponude, a naručilac mu je kroz dodatna pojašnjenja tražio te delove ponude.\nUkazano da naručilac može tražiti dodatna pojašnjenja u vidu neophodne informacije ili dodatne dokumentacije, ukoliko je ponuđač dostavio nepotpunu ili nejasnu dokumentaciju, poštujući načela transparentnosti i jednakosti, u skladu sa članom 142. ZJN. Dakle, to se ne odnosi na delove ponude. Svi delovi ponude moraju da budu podneti u roku za podnošenje ponuda, kako oni koji se dostavljaju putem Portala, tako i oni koji se dostavljaju poštom. U tom roku, ponuđač može da izmeni, dopuni ili opozove svoju ponudu, ali ne i nakon isteka roka, niti kroz dodatna pojašnjenja."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Imaju potrebu za hitnom nabavkom hrane koja je predmet partije za koju su raskinuli ugovor o jn hran...", "link": null, "input": "Pitanje: Imaju potrebu za hitnom nabavkom hrane koja je predmet partije za koju su raskinuli ugovor o jn hran...: Ukazano na mogućnost primene pregovaračkog postupka po hitnosti u skladu sa čl. 61. stav. 1. tačka 2) ZJN za neophodne količine do okončanja o.p. za predmetnu partiju uz istovremeno pokretanje o.p. za nabavku koj čini predmet nabavke.\nPored toga, ukazano i na mogućnost da naručilac pokrene o.p. za predmetnu partiju, s tim da\nodredi kraći rok za podnošenje ponuda od propisanog minimalnog roka za podnošenje ponuda u otvorenom postupku iz čl. 52. st. 3. tačka 1) ZJN, ukoliko isti nije primeren iz razloga opravdane hitnosti i za koju poseduje valjane dokaze, koji ne može biti kraći od 15 dana od dana slanja na objavljivanje javnog poziva\n."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Ukoliko je ZZP neuredan, da li je moguće isti urediti?...", "link": null, "input": "Pitanje: Ukoliko je ZZP neuredan, da li je moguće isti urediti?...: U zavisnosti od toga šta predstavlja  razlog odnosno zbog čega je neuredan ZZP, isti je moguće urediti. Tako, ukoliko ZZP nema sadržinu propisanu čl. 217. st. 1. ZJN, moguće je urediti ZZP odn. naručilac će u tom slučaju pozvati podnosioca ZZP da dopuni ZZP, dok u slučaju nedostavljanja dokaza o uplati takse iz čl. 225. ZJN naručilac rešenjem odbacuje ZZP bez prethodnog pozivanja podnosioca ZZP da isti dopuni.  Upućeni su na čl. 219. ZJN.\nDa\nli naručilac\nmože\ndozvoliti uvid u dokumentaciju o jn ponuđaču koji nije podneo ponudu z\na predmetnu"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: partiju?...", "link": null, "input": "Pitanje: partiju?...: Uvid u dokumentaciju o jn dozvoljen je samo privrednom subjektu koji je podneo ponudu za konkretnu partiju, što proizlazi iz smisla čl. 149. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Zaključili su ugovor o jn naftnih derivata u o.p. nakon toga, cena naftnih derivata ograničena je ak...", "link": null, "input": "Pitanje: Zaključili su ugovor o jn naftnih derivata u o.p. nakon toga, cena naftnih derivata ograničena je ak...: Izmena ugovora u konkretnom slučaju moguća je pod uslovom da su\nispunjeni\nsvi uslovi iz čl. 158. ZJN, što naručilac treba sam da proceni. Pored toga, ukazano je\nna obavezu\nnaručioca da objavi\nobaveštenj\ne\no izmeni ugovora\no jn po ovom osnovu, a\nu skladu sa čl. 155. st. 2. ZJN.\nPitanja i nedoumice oko popunjavanja\ne-izjave iz čl 118. ZJN\n.\nUpućeni na Uputstvo za kor\nisnike\nPortal\na\njn, deo Pri\nprema i podnošenje ponuda u okviru kojeg se\nnalazi e-izjava – način popunjavanja. Ukoliko                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        bude potrebe, rećeno da mogu pozvati KJN na br. kontakt tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze u delu Kontakt internet stranice KJN, te da imaju i mogućnost korišćenja Demo verzije Portala u cilju vežbanja rada na Portalu jn."}
