{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu jn sa predlogom u cilju boljeg funkcionisanja Portala jn...", "link": null, "input": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu jn sa predlogom u cilju boljeg funkcionisanja Portala jn...: Rečeno da se obrate\nna br. kontakt tel. za konsultacije u vezi primene Portala jn objavljene na sajtu KJN u delu Kontakt.\nDobavljač za partiju – Papirna konfekcija u okviru nabavke kancelarijskog materijala za koju su zaključili ugovor o jn u o.p., uputio je zahtev za povećanje cene koja se javila kao posledica porasta cena sirovina i repromaterijala. Predmetnim ugovorom o jn predviđena je fiksna cena. Da li je moguće izmeniti ugovor o jn usled povećanja cene u tom slučaju?\nNaručiocu savetovano da razmotri mogućnost izmene ugovora o jn usled nepredviđenih okolnosti uz napomenu da izmenu ugovora po ovom osnovu može izvršiti isključivo na način i pod uslovima propisanim čl. 158. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Šta se smatra poverljivim podatkom?...", "link": null, "input": "Pitanje: Šta se smatra poverljivim podatkom?...: Šta se smatra poverljivim podatkom, čuvanje poverljivih podataka, šta naručilac ne sme da označi kao poverljivi podatak i dr. pitanja u vezi  zaštite podataka, kao i određivanje poverljivosti i postupanje sa poverljivim podacima propisano je čl. 38. i 39. ZJN. Ukazano da primena odredaba čl. 38. i 39. ZJN ne isključuje primenu drugih odredaba  ZJN, a naročito onih koji se odnose na objavljivanje oglasa o jn i dr. i posebne propise u skladu sa čl. 40. ZJN.\nPitanja u vezi sa planom jn.\nUpućeni da zatraže konsultaciju u vezi plana jn na neki od br. tel. datih u tu svrhu, koji se nalaze na internet stranici KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: U o.p. ѕa nabavku električne energije dobili su jednu ponudu čija cena prelazi iznos proc. vrednosti...", "link": null, "input": "Pitanje: U o.p. ѕa nabavku električne energije dobili su jednu ponudu čija cena prelazi iznos proc. vrednosti...: Naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN.  U tom slučaju, podrazumeva se da naručilac treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati ponudu koja prelazi procenjenu vrednost nabavke.\nČlan komisije je naredne dve nedelje na odmoru. Da li može neko drugi da potpiše izjavu o nepostojanju sukoba interesa, da li može da promeni Odluku o"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: sprovođenju, da li mogu da koriste faksimil?...", "link": null, "input": "Pitanje: sprovođenju, da li mogu da koriste faksimil?...: Izjavu mogu da potpišu samo član i zamenik. Jedina mogućnost je da se odsutnom članu komisije dostavi izjava na potpis. Ne postoji mogućnost izmene Odluke, jer potpisom član komisije potvrđuje da sukob interesa ne postoji tokom trajanja čitavog\npostupka. Nije dozvoljeno korišćenje faksimila."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Pokreću pregovarački postupak bez objavljivanja javnog poziva. Da li imaju obavezu da zahtevaju sred...", "link": null, "input": "Pitanje: Pokreću pregovarački postupak bez objavljivanja javnog poziva. Da li imaju obavezu da zahtevaju sred...: Članom 94. ZJN predviđeno je da naručilac može da zahteva od privrednog subjekta da mu dostavi sredstvo obezbeđenja. Ukoliko bi to bila strana bankarska garancija, naručilac može da je prihvati s tim da mora biti prevedena na srpski."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Koje su mogućnosti za ponuđača ukoliko je primetio da naručilac nije dobro izvršio stručnu ocenu pon...", "link": null, "input": "Pitanje: Koje su mogućnosti za ponuđača ukoliko je primetio da naručilac nije dobro izvršio stručnu ocenu pon...: Može da traži uvid u dokumentaciju, u skladu sa članom 149. ZJN i može da uloži zzp."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Pregovarački postupak. Došlo je do spuštanja ponude, ali je sredstvo obezbeđenja ostalo na prvobitni...", "link": null, "input": "Pitanje: Pregovarački postupak. Došlo je do spuštanja ponude, ali je sredstvo obezbeđenja ostalo na prvobitni...: Potrebno je uskladiti sa novom ponudom.\nNazvao i koleginicu Vlahović, imao slična pitanja, a sve u vezi sa čl. 11. ZJN.\nTražio pojašnjenje čl. 11. stav 1. tačka 2).\nČlan 11. Stav 1. tačka 2) propisuje da se odredbe ZJN ne primenjuju na javne nabavke i konkurse za dizajn koje su naručioci obavezni da sprovedu u skladu sa postupcima nabavki ustanovljenim od strane međunarodne organizacije. Dakle, ove obaveze najčešće nastaju kao posledica članstva u međunarodnoj organizaciji (npr. član te organizacije je država ili naručilac) i proizilaze iz osnivačkih i drugih akata te organizacije."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Kada su dužni da izmenu ugovora objave na Portalu?...", "link": null, "input": "Pitanje: Kada su dužni da izmenu ugovora objave na Portalu?...: U slučaju izmene ugovora u skladu sa čl. 157. i 158. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac vrši usklađivanje cena u drugoj valuti.  Da li je potrebno da produži rok za podnošenje po...", "link": null, "input": "Pitanje: Naručilac vrši usklađivanje cena u drugoj valuti.  Da li je potrebno da produži rok za podnošenje po...: Rečeno da nariučilac ne mora da produži rok za podnošenje ponuda ako izmena ne zahteva dodatno vreme za pripremu ponude, u skladu sa članom 87.ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li mogu da traže uvid u ponude lica koja nisu podnela ponude?...", "link": null, "input": "Pitanje: Da li mogu da traže uvid u ponude lica koja nisu podnela ponude?...: Odgovoreno da ne mogu, u skladu sa članom 149. ZJN."}
