{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: ugovor zbog povećanja cena, pa je nakon toga i drugorangirani odbio da zaključi ugovor. Kako da post...", "link": null, "input": "Pitanje: ugovor zbog povećanja cena, pa je nakon toga i drugorangirani odbio da zaključi ugovor. Kako da post...: Upućeni na kolege zadužene za konsultacije za primenu Portala."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: pre nego što primeni žrebanje?...", "link": null, "input": "Pitanje: pre nego što primeni žrebanje?...: Rečeno da dokaze zahteva od prvorangiranog ponuđača nakon rangiranja ponuđača, te da može dokaze da zahteva nakon okončanja postupka žrebanja."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: U toku stručne ocene ponuda nosilac posla grupe ponuđača je promenio pravnu formu iz preduzetnika u ...", "link": null, "input": "Pitanje: U toku stručne ocene ponuda nosilac posla grupe ponuđača je promenio pravnu formu iz preduzetnika u ...: Naručiocu ukazano da oni vrše stručnu ocenu ponuda, a ako istu ocene prihvatljivom, postupaju saglasno čl. 119. ZJN-a, pa traže dostavljanje dokaza za novoosnovanog privrednog subjekta."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Sprovode nabavku radova, čija je proc. vred. 500 000 dinara, na koji način istu sprovode?...", "link": null, "input": "Pitanje: Sprovode nabavku radova, čija je proc. vred. 500 000 dinara, na koji način istu sprovode?...: U skladu sa internim aktom."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavljaju pitanje stručne ocene ponuda...", "link": null, "input": "Pitanje: Postavljaju pitanje stručne ocene ponuda...: Ukazano da KJN ne  vrši stručnu ocenu."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Kada mogu da aneksiraju ugovor?...", "link": null, "input": "Pitanje: Kada mogu da aneksiraju ugovor?...: Dok je ugovor na snazi, odnosno proizvodi pravno dejstvo."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavljaju pitanje kod člana 131. st. 5. ZJN-a da li kod ugovora gde se vrši fakturisanje na svakih...", "link": null, "input": "Pitanje: Postavljaju pitanje kod člana 131. st. 5. ZJN-a da li kod ugovora gde se vrši fakturisanje na svakih...: Traži u onom momentu kada se završi deo posla koji je obavljao podizvođač i za koji je izvršeno plaćanje privrednom subjektu."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac je dobio ponudu od strane ponuđača koji nije u sistemu PDV – a. Postavio je pitanje kako ć...", "link": null, "input": "Pitanje: Naručilac je dobio ponudu od strane ponuđača koji nije u sistemu PDV – a. Postavio je pitanje kako ć...: Naručiocu odgovoreno da stručnu ocenu ponuda vrši u skladu sa članom 141. ZJN, kao i da Kancelarija ne vrši stručnu ocenu ponuda. Dalje, naručiocu ukazano na odredbu člana 142. ZJN na osnovu koje ima mogućnost da zahteva dodatna objašnjenja, kontrole i dopuštene ispravke. Takođe, naručiocu rečeno da stručnu ocenu ponuda vrši na osnovu ponuđene vrednosti bez PDV – a, odnosno na osnovu neto vrednosti ponude. Ukoliko naručilac ima neke dodatne nejasnoće po pitanju PDV – a, posavetovao sam da se obrati relevatnim državnim institucijama za mišljenje po pitanju PDV – a."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručiocu je postavljen zahtev od strane dobavljača o izmeni ugovora, odnosno izmeni jediničnih cena...", "link": null, "input": "Pitanje: Naručiocu je postavljen zahtev od strane dobavljača o izmeni ugovora, odnosno izmeni jediničnih cena...: Naručiocu odgovoreno da usled nepredviđenih okolnosti shodno članu 158. ZJN ugovor može da izmeni kada su ispunjeni svi sledeći uslovi: 1) potreba za izmenom nastala je zbog okolnosti koje savestan naručilac nije mogao da predvidi; 2)izmenom se ne menja priroda ugovora. Dalje, naručiocu naglašeno da obrati pažnju na odredbe člana 158. stav 2. i stav 3. ZJN, koje se odnose na ograničenje u visini izmene ugovora i da se gore navedeno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta. Takođe, naručiocu naglašeno da obrate pažnju na član 154. ZJN, odnosno da postupaju prilikom izmene ugovora u skladu sa članom 154. ZJN. Naručiocu sam naglasio da bez obzira kako i koliko se menjaju jedinične cene, dozvoljena izmena ugovora shodno članu 158. ZJN se odnosi na vrednost ugovora, kao i da se\nograničenje iz člana 158. stav 2. ZJN odnosi na vrednost prvobitnog ugovora.\nPonuđač je vidno uznemiren, prilikom telefonske konsultacije ukazivao na eventualne nepravilnosti u postupku stručne ocene ponuda u postupku javne nabavke, gde je on u svojstvu ponuđača učestvovao.\nPonuđaču je pojašnjeno da Kancelarija postupa u skladu sa nadležnostima iz člana 180. ZJN. Kancelarija nema nadležnosti da vrši monitoring stručne ocene ponuda u postupku javne nabavke. Dalje, ponuđaču sam savetovao da imajući u vidu da Odluka o dodeli ugovora u predmetnom postupku javne nabavke još uvek nije konačna, kao i da rok za ZZP nije istekao, da ima pravo, s obzirom da se shodno članu 97. ZJN obraćao naručiocu s namerom da ukaže na nepravilnosti, podnese ZZP ukoliko smatra da postoje povrede odredaba ZJN u predmetnom postupku javne nabavke. Takođe, ponuđaču sam ukazao da ima pravo da ukoliko ima relevantna saznanja o određenim nepravilnostima i nezakonitom postupanju naručioca u postupcima javnih nabavki, da se obrrati Kancelariji putem mejla\noffice@ujn.gov.rs\nu kome će jasno da ukaže na eventualne nedostatke i nepravilnosti u postupcima javnih nabavki. Ponuđaču sam naglasio da Kancelarija nije nadležna da vrši nadzor nad postupkom izvršenja ugovora o javnoj nabavci.\nNaručilac je sproveo postupak javne nabavke sanitetstog materijala (188 partija). Trenutno su u fazi nakon donošenja odluke, a pre zaključenja ugovora. Tražen im je uvid u dokumentaciju, te imaju nekih tehničkih problema oko omogućavanja uvida.\nNaručiocu predočena pravila omogućavanja uvida preko Portala javnih nabavki, kroz uputstva na istom, ali je naručilac saopštio da navedeno poznaje i da se u njihovom slučaju radi o problemu koji su i ranije rešavali u komunikaciji sa predstavnicima u KJN. Shodno navedenom, naručilac upućen na konsultacije koje se pružaju u vezi sa primenom Portala javnih nabavki.\nNaručilac je sproveo postupak javne nabavke usluge u vezi sa službenim putovanjima u inostranstvo. U postupku su dobili između ostalih, dve ponude, gde je u jednoj dostavljeno uz menicu men.ovlašćenje u kojem nije naveden rok važenja (iako je dokumentacijom bilo navedeno da isto mora da važi koliko i rok važenja ponude). U drugoj ponudi, ponuđač je dostavio kopiju kartona deponovanih potpisa poslovne\nbanke, ali isti nije overen kao validan od strane poslovne banke (kako je zahtevao naručilac). Kako da ocene navedene ponude.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, ali da iz usmenih navoda proizilazi da su ponuđači dostavili zahtevano sredstvo obezbeđenja (menicu), a da se sporna pitanja odnose na dokumentaciju koja čini prilog sredstva obezbeđenja. U članu 144. stav 1. tačka 4) ZJN je navedeno da će naručilac odbiti ponudu kao neprihvatljivu ukoliko ponuđač nije dostavio u ponudi serdstvo obezbeđenja za ozbiljnost ponude u skladu sa dokumentacijom o nabavci. U konkretnom\nslučaju, ponuđači su dostavili zahtevano sredstvo obezbeđenja. U pogledu prateće dokumentacije, naručilac mora da ispita da li je sred.obezbeđenja naplativo na osnovu men.ovlašćenja koje nema definisan rok važenja, kao i da li je karton deponovanih potpisa validan, a što može da učini u komunikaciji sa poslovnom bankom ponuđača, a na šta je i ovlašćen prema odredbama člana 120. stav 2. ZJN. Naručiocu predočene i odluke Republičke komisije tj. stavovi koji su postojali na osnovu prethodno važećeg zakona (br. 4-00-12/2019 i 4-00-465/2019), sa kojima može da se upozna, obzirom da su iste javno dostupne.\nNaručilac je iz razloga neprihvatljivosti prvorangirane ponude, zahtevao dokaze od drugorangiranog ponuđača. Isti je dostavio za ispunjenje kadrovskog kapaciteta ugovor o dopunskom radu za maš.inženjera i licencu, dok je za ostalih 5 radnika dostavio ugovore o delu i ugovore o pp poslovima. Uslov je bio 1 dipl. Maš.inženjer sa licencom i 5 radnika koji su sposobni za rad na visini. Kao dakaz za ispunjenje navedenih uslova, naručilac je predvideo ugovore iz radnih odnosa ili po bilo kom zakonom dozvoljenom osnovu i licencu za inženjera. Kako da tretiraju dostavljene dokaze.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda. Prema usmenim navodima, naručilac je kao dokaz za ispunjenje postavljenog kriterijuma, odredio ugovor (i to iz radnog odnosa i van radnog odnosa) ne isključujući ni jedan vid radnog angažovanja i licencu za inženjera. Shodno navedenom, mora i da oceni dostavljene dokaze. U pogledu duplo dostavljenih ugovora (za 5 radnika: ugovori o dopunskom radi i u govori pp), naručilac mora da utvrdi validnost istih, posebno što je odredbama člana 202. Zakona o radu definisano da zaposleni sa punim radnim vremenom može da zaključi ugovor o dopunskom radu. Pored navedenog, prema kriterijumu (uslovu) navedeno je da se traži sposobnost 5 lica za rad na visini, dok za isto prema navodima naručioca nije definisan dokaz (npr. lekarsko uverenje tj. potvrda o zdravstvenoj sposobnosti za rad na visini). Sa stanovišta odredbi ZJN, naručiocu stoje na raspolaganju sredstva iz člana 119. stav 5. ZJN, prema kojoj naručilac primenom pravila iz člana 142. ZJN može da zahteva putem Portala objašnjenja dostavljenih dokaza. Napomenuto da je obaveza naručioca da utvrdi stvarnu sadržinu dostavljenih dokaza, pre konačne odluke o prihvatljivosti, odnosno neprihvatljivosti ponude iz navedenih razloga. Posebno istaknuto da naručilac mora da vodi računa o načinu\ndefinisanja krietrijuma za izbor i načina njihovog dokazivanja i da se prilikom ocene dokaza mora kretati u okviru istih.\nNaručilac je u Uputstu ponuđačima kako da sačine ponudu na u delu Ostali zahtevi nabavke naveo da je minimalni rok plaćanja 45 dana dok je u delu Rok i načina plaćanja naveo da je rok plaćanja 45 dana od dana uvođenja fakture u CRF. Ponuđač je u ponudi u delu Ostali zahtevi nabavke naveo rok plaćanja od 60, dok je u delu Rok i način plaćanja naveo da je rok plaćanja 60 dana od dana prijema fakture. Naručilac želi da zna da li je u obavezi da Obustavi postupak ili mu na raspolaganju stoje još neke mogućnosti kako bi zaključio ugovor zbog potencijalnog nedostatka vremena za pokretanje novog postupka.\nNaručiocu je rečeno da se iz uputstva može zaključiti da je rok plaćanja 45 dana od dana uvođenja fakture u CRF čime je ponuđač nije ispunio kriterijum za izbor privrednog subjekta što stvara osnov za odbijanje ponude. Takođe je skrenuta pažnja Naručiocu na član 142. ZJN da može da traži dodatna objašnjenja ponude on ponuđača jer je početak računanja rokova plaćanja raličit. Predloženo je Naručiocu da u buduće Rok plaćanja ne navodi kao dodatni kriterijum jer je već obavezni kriterijum i da ponavljanje istog kriterijuma može da zbuni potencijalnog ponuđača."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Kako strani...", "link": null, "input": "Pitanje: Kako strani...: privredni subjekt dokazuje nepostojanje osnova za isključenje iz čl.\niz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n,\nu\nslučaju da"}
