{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: U otvorenom postupku za nabavku pumpi ѕa vodu dobili su dve ponude koje su neodgovarajuće. Da li spr...", "link": null, "input": "Pitanje: U otvorenom postupku za nabavku pumpi ѕa vodu dobili su dve ponude koje su neodgovarajuće. Da li spr...: Osoba koja je zatražila konsultaciju nije do sada sprovodila pregovarački postupak za jn, te je,  s tim u vezi, zamolila  za objašnjenje procedure\nsprovođenja pregovaračkog postupka.\nNaručilac ima mogućnost da sprovede novi o.p. za predmetnu nabavku, a ima i mogućnost da sprovede pregovarački postupak u skladu sa čl. 61. st. 7. ZJN.\nUkratko objašnjena procedura za sprovođenje pregovaračkog postupka. Upućeni na čl. 62. ZJN, Uputstvo za korisnike Portala jn,\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva.\nUkoliko su naručiocu"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: nejasni podaci dati u ponudi u vezi sa cenom datom u obrascu srukture cene i modelu ugovora o jn, da...", "link": null, "input": "Pitanje: nejasni podaci dati u ponudi u vezi sa cenom datom u obrascu srukture cene i modelu ugovora o jn, da...: Dat odgovor da naručilac može da zahteva\ndodatna objašnjenja\nod ponuđača koji je dostavio takvu ponudu u skladu sa čl. 142. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Imaju pitanje tehničke prirode u vezi sa radom na Portalu jn....", "link": null, "input": "Pitanje: Imaju pitanje tehničke prirode u vezi sa radom na Portalu jn....: Upućeni na kolege i koleginice koji daju konsultacije u vezi sa radom na Portalu jn."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Razgovarali su sa koleginicom koja je već upoznata sa pitanjem, koja je ostala  dužna odgovor nakon ...", "link": null, "input": "Pitanje: Razgovarali su sa koleginicom koja je već upoznata sa pitanjem, koja je ostala  dužna odgovor nakon ...: Nakon provere\nsaznala koja je koleginica razgovarala i prosledila kontakt tel."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Koji postupak nabavke naručilac sprovodi za nabavku usluga obezbeđenja procenjene vrednosti 1.200.00...", "link": null, "input": "Pitanje: Koji postupak nabavke naručilac sprovodi za nabavku usluga obezbeđenja procenjene vrednosti 1.200.00...: Radi se o nabavci društvenih i drugih posebnih usluga iz Priloga 7. ZJN, na koju se ZJN ne primenjuje prema čl. 27. st. 3. ZJN, i koju naručilac sprovodi po proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49. ZJN.\nNaručilac je sproveo postupak javne nabavke po partijama (vodovodni materijal). Za partiju 10, čija je procenjena vrednost\n400.000,00\nrsd, a\ndobili su ponudu čija je vrednost 1.800.000,00 rsd. Kako mogu da postupe u navedenoj situaciji.\nNaručiocu odgovoreno, da shodno odredbama člana 144. stav 2. ZJN naručilac može da odboje ponudu kao neprihvatljivu, koja prelazi iznos procenjene vrednosti  predmeta javne nabavke ili raspoloživih sredstava. Prema odredbama člana 146. stav 2. ZJN naručilac može da dodeli ugovor pponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. U vezi sa navedenim, skrenuta pažnja naručiocu o pravilima određivanja procenjene vrednosti (član 29, 30, 32. ZJN) posebno uz naglašavanje da prema odredbi člana 29. stav 1. ZJN procenjena vrednost javne nabavke mora biti validna kako u trenutku planiranja, tako i u trenutku pokretanja postupka. Takođe napomenuto naručiocu šta se prema odredbama člana 88. ZJN smatra izmenom plana javnih nabavki. Naručilac tj. komisija naručioca vrši stručnu ocenu\nponuda, a ne KJN, te u tom smislu mora, imajući u vidu sve navedene zakonske odredbe, da donese odluku kojom će okončati postupak za predmetnu partiju, koja će biti zasnovana na zakonu."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: U slučaju kada je naručilac u dokumentaciji o nabavci i ugovorom o jn predvideo mogućnost promene ce...", "link": null, "input": "Pitanje: U slučaju kada je naručilac u dokumentaciji o nabavci i ugovorom o jn predvideo mogućnost promene ce...: U dilemi su da li i kada postoji mogućnost izmene ugovora o jn usled nepredviđenih okolnosti.\nMože. Naručilac postupa u skladu sa čl. 156. ZJN.\nDato objašnjenje uz upućivanje na čl. 158. ZJN i čl. 155 st. 2. ZJN.\nTražili su da razgovaraju sa nekim ko daje konsultacije u vezi sa primenom Portala jn.\nUpućeni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn na brojeve telefona koji su istaknuti na internet stranici KJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: U dokumentaciji o nabavci i ugovoru o jn predvideli su mogućnost izmene ugovora o jn usled promene c...", "link": null, "input": "Pitanje: U dokumentaciji o nabavci i ugovoru o jn predvideli su mogućnost izmene ugovora o jn usled promene c...: Pored toga, zahtevao je i objašnjenje čl. 158. ZJN.\nOdgovoreno da naručilc postupa u skladu sa ugovornim odredbama."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Dato objašenje na drugo pitanje, odn. kada je moguće izvršiti...", "link": null, "input": "Pitanje: Dato objašenje na drugo pitanje, odn. kada je moguće izvršiti...: izmene ugovora usled nepredviđenih okolnosti.\nU planu jn predvideli su\nnabavku izvođenja građevinskih radova\nna pet lokacija, ali bi jednu\nlokaciju izbacili i dodali\njoš jednu, novu lokaciju."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: izmenu plana jn?...", "link": null, "input": "Pitanje: izmenu plana jn?...: Da, imajući u vidu da planiranje nove jn i izmena predmeta jn zahtevaju izmenu i dopunu plana jn u skladu sa čl. 88. ZJN.\nNaručilac je sproveo postupak javne nabavke i zaključio ugovor. Međutim, ugovor je raskinut iz razloga što dobavljač nije izvršavao svoje"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: ugovorne obaveze. Naručilac postavlja pitanje šta da radi....", "link": null, "input": "Pitanje: ugovorne obaveze. Naručilac postavlja pitanje šta da radi....: Imajući u vidu da naručilac i dalje ima potrebu za predmetnim uslugama, potrebno je da sprovede novi postupak javne nabavke, vodeći pri tome računa o ukupnoj procenjenoj vrednosti i predviđenim  rokovima.\nTakođe, preporuka je da naplati sredstvo obezbeđenja za dobro izvršenje posla.\nZainteresovanom licu je bila potrebna informacija o tome na koji način može da učestvuje na tenderima.\nObjašnjeno je da privredni subjekt može na više načina da učestvuje u postupku javne nabavke:\nsamostalno, kao ponuđač, ali i zajedno sa drugim ponuđačima kao član grupe ponuđača koja podnosi zajedničku ponudu;\nzatim, privredni subjekt može biti angažovan od strane ponuđača kada ima ulogu podizvođača;\ntakođe, novi Zakon o javnim nabavkama uveo je i mogućnost korišćenja kapaciteta drugog subjekta.\nPrivredni subjekt je imao dilemu oko dokazivanja da ispunjava kriterijume za kvalitativni izbor.\nUkazano je na odgovarajuće odredbe Zakona o javnim nabavkama i date potrebne smernice."}
