{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: 2. Kako se dokazuje nepostojanje osnova za isključenje predviđenig članom 112. stav 1. tač. 1. ZJN?...", "link": null, "input": "Pitanje: 2. Kako se dokazuje nepostojanje osnova za isključenje predviđenig članom 112. stav 1. tač. 1. ZJN?...: 1. Ukazano na član 216. stav 1. i rečeno da je suspendovana samo ta partija.\n2. Ukazano na član 112. stav 1. tač 3. ZJN i rečeno da bi odgovarajući dokaz bila potvrda nadležnog suda ili rešenje APR-a."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li da ponuđaču omogući uvid u partije za koje nije podneo ponude?...", "link": null, "input": "Pitanje: Da li da ponuđaču omogući uvid u partije za koje nije podneo ponude?...: Ukazano na član 149. ZJN.\nNaručilac navodi da im je podnet ZZZP na konkursnu dokumentaciju 5 dana pre isteka roka za podnošenje ponuda, koji je RK odbila kao neosnovan. Pitaju za koliko treba da produže rok za podnošenje ponuda.\nOdgovoreno da u konkretnom slučaju rok treba da produže za minimum 5 dana."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: 2. Da li postoji sporazum kod zajedničke ponude?...", "link": null, "input": "Pitanje: 2. Da li postoji sporazum kod zajedničke ponude?...: 1. Odgovoreno da učesnici u zajedničkoj ponudi sami određuju ko će podneti sredstvo obezbeđenja. Što se tiče iznosa, on zavisi od toga o kojoj vrsti sredstva obezbeđenja je reč. Ako je reč o sredstvu za ozbiljnost ponude, ono ne može biti veće od 3% vrednosti ponude bez PDV; a ako se traži sredstvo za ispunjenje ugovornih obaveza, ono ne može biti veće od 10% ugovora bez PDV;\n2. Ne."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: koji ponuđač nije dostavio, dostavi na ovaj način?...", "link": null, "input": "Pitanje: koji ponuđač nije dostavio, dostavi na ovaj način?...: Naručiocu ukazano na čl. 142.  st. 3. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li samo RK može rešenjem da izrekne novčanu kaznu iz čl. 231. st. 1. tač. 3) ZJN?...", "link": null, "input": "Pitanje: Da li samo RK može rešenjem da izrekne novčanu kaznu iz čl. 231. st. 1. tač. 3) ZJN?...: Da, u skladu sa čl. 231. st. 1. ZJN"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li imaju obavezu da traže dokaze od najpovoljnijeg ponuđač, kada je proc. vrednost nabavke ispod ...", "link": null, "input": "Pitanje: Da li imaju obavezu da traže dokaze od najpovoljnijeg ponuđač, kada je proc. vrednost nabavke ispod ...: Ne, saglasno čl. 119. st. 2. ZJN"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac takođe postavlja pitanje šta je to poslovna tajna?...", "link": null, "input": "Pitanje: Naručilac takođe postavlja pitanje šta je to poslovna tajna?...: Ne\nUpućeni na Zakon o zaštiti poslovne tajne."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: U obrascu strukture cene potkrala se tehnička greška. Da li je moguće ispraviti istu?...", "link": null, "input": "Pitanje: U obrascu strukture cene potkrala se tehnička greška. Da li je moguće ispraviti istu?...: Nabavke izuzete od primene ZJN naručilac sprovodi u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN.\nU tom slučaju, naručilac može zatražiti dodatna pojašnjenja u skladu sa čl. 142. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li u slučaju nabavke izuzete od primene  ZJN iz čl. 14. st. 1. tač. 3) ZJN postoji mogućnost podn...", "link": null, "input": "Pitanje: Da li u slučaju nabavke izuzete od primene  ZJN iz čl. 14. st. 1. tač. 3) ZJN postoji mogućnost podn...: Postoji. Dato objašnjenje u pogledu rokova za podnošenje ZZP kada je reč o izuzetim nabavkama iz čl. 11-21- ZJN uz upućivanje na čl. 215. ZJN.\nInteresuju se da li ponuđači dostavljaju dokaze iz člana 111. stav 1. tačka 1) i 2) ako su upisani u registar ponuđača u APR.\nObjašnjeno da se za privredne subjekte koji su upisani u registar ponuđača\nsmatra da nemaju osnova za isključenje iz člana 111. stav 1. tač. 1) i 2) ZJN. U tom smislu, nisu u obavezi da posebno dokazuju da nemaju navedene osnove za isključenje, ukoliko ih naručilac pozove da u skladu sa čl. 119. ZJN dostave dokaze u postupku jn, pre donošenje odluke o dodeli ugovora o jn.\nImali su više različitih pitanja:"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Kojim aktom naručilac obrazuje komisiju za jn, nekim posebnim aktom?...", "link": null, "input": "Pitanje: Kojim aktom naručilac obrazuje komisiju za jn, nekim posebnim aktom?...: Zamolili su za objašnjenja u vezi izmene ugovora o jn (pojedini osnovi za izmenu ugovora o jn, da li se usklađivanje cene smatra izmenom ugovora o jn, kada je naručilac u obavezi da objavi obaveštenje o izmeni ugovora o jn i dr. pitanja s tim u vezi).\nSaglasno\nčl. 157. st. 5. ZJN, ugovoreni viškovi radova ne predstavljaju izmenu ugovora o jn.\nDakle, u pogledu viškova radova naručilac postupa na\nnačin predviđen osnovnim ugovorom\no jn\n(npr. ugovorom\no jn\npredviđeno\nje\nda će se u slučaju viškova radova primeniti pravila Posebnih uzansi o građenju).\nZJN-om nije propisano da članovi komisije za jn moraju imati svoje zamenike, ali nije protivno ZJN,  nego je čak i poželjno da\nnaručilac prilikom imenovanja\nčlanova komisije za jn istovremeno imenuje i njihove zamenike.\nPored toga, poželjno je da naručialac odredi i nekog od članova komisije za jn da koordinira rad\nkomisije za jn, s obzirom na to da ZJN ne predviđa ni predsednika komisije za jn.\nDa, komisija za jn mora da ima neparan broj članova, najmanje tri člana, u skladu sa čl. 92. st. 3. ZJN. Smisao ovog zakonskog rešenja je i da se izbegnu problemi u slučaju eventualnog izglasavanja.\nKomisiju za jn naručilac u skladu sa čl. 91. st. 1. ZJN, obrazuje odlukom o sprovođenju postupka jn (koja pored ostalog, mora da sadrži i podatke o sastavu komisije za jn odnosno licu koje sprovodi postupak jn).\nData objašnjenja na sva postavljena pitanja u vezi sa izmenom ugovora o jn, a u skladu sa odredbama ZJN koje regulišu oblast izmene ugovora o jn.\nZatražili su objašnjenje mogućnosti isključenja privrednog subjekta iz postupka jn vezano za osnov iz čl. 112. st. 1. tačka 5) ZJN.\nProtumačena\nodredba člana 112. st. 1. tačka 5) ZJN, kao i, s tim u vezi, člana 113. ZJN.\nImaju zaključen ugovor o nabavci medicinskog potrošnog materijala, po partijama, u o.p. Nakon određenog vremena, dobavljač za jednu od partija  zatražio je raskid ugovora o jn usled nemogućnosti da izvrši ugovorenu nabavku. Predmetni materijal je naručiocu neophodan u radu. S tim u vezi, postavljaju pitanje šta dalje da čine.\nSavetovano da razmotre mogućnost primene  pregovaračkog postupka po hitnosti za predmetnu partiju za med. potrošni materijal u količini neophodnoj do okončanja o.p. Procedura pregovračkog postupka im je, kako tvrde, jasna, tako da nije bilo potrebe za daljim objašnjenjem istog."}
