{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Pitanje istovrsnosti nabavke...", "link": null, "input": "Pitanje: Pitanje istovrsnosti nabavke...: , uopšteno\n.\nNaručilac treba da sprovede nabavku građevinsk\ni\nh radova, (rekonstrukcija radova u pojedinim ulicama), proc. vrednosti preko 3.000.000,00 din., te nije siguran da li nabavku mora da oblikuje po partijama.\nDat odgovor da novi ZJN ne sadrži pojam istovrsnosti kao takav, ali\nda\npostoje odredbe ZJN koji na odgovarajući način upućuju naručioca kako da postupa s tim u vezi.\nTako, s\nhodno stavu 3. istog člana, naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nNaručiocu je\nnapomenuto\nda je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom cilju može da se vrši podela predmeta jn na više\nnabavki.\nDati primeri istovrsnih nabavki.\nDato objašnjenje da je naručilac u obavezi da razmotri prikladnost oblikovanja predmeta jn u više partija ukoliko je proc. vrednost jn jednaka ili veća od iznosa evropskih pragova, te da ukoliko smatra da nije prikladno da oblikuje predmet jn u partije, to obrazloži u izveštaju o postupku jn uz navođenje razloga iz kojih predmet jn nije oblikovan u više partija. Ukazano na odredbe čl. 35. i čl. 36. ZJN, koje se odnose na određivanje proc. vrednosti nabavke po partijama i podelu nabavke u partije."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Može li naručilac da odredi u dokumentaciji o jn da privredni subjekti imaju određeni odnos imovine ...", "link": null, "input": "Pitanje: Može li naručilac da odredi u dokumentaciji o jn da privredni subjekti imaju određeni odnos imovine ...: Da, u skladu sa čl. 116. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li je na Portalu jn dostupna forma za objavljivanje oglasa na Portalu službenih glasila Republike...", "link": null, "input": "Pitanje: Da li je na Portalu jn dostupna forma za objavljivanje oglasa na Portalu službenih glasila Republike...: F\norma za objavljivanje oglasa na Portalu službenih glasila Republike Srbije dostupna je na Portalu jn i sadrži generisane podatke, koju naručilac preuzima, popunjava i šalje na objavljivanje na Portal službenih glasila Republike Srbije."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Kako se mogu dobiti informacije u vezi sa polaganjem ispita za službenika za jn?...", "link": null, "input": "Pitanje: Kako se mogu dobiti informacije u vezi sa polaganjem ispita za službenika za jn?...: Informacije u vezi sa polaganjem ispita za službenika za jn\nmogu se naći na prvoj strani internet stranice KJN u odeljku „Službenik za javne nabavke“, a u delu Kontakt dat je i br. tel. na koji se mogu\ndobiti k\nonsultacije u vezi sticanja sertifikata za službenika za j\nn\n.\nNaručilac je sproveo postupak iznad evropskih pragova za 12 partija i za jednu partiju je postupka obustavljen. Obzirom da su se stekli uslovi za sprovođenje novog postupka za preostalu partiju, naručilac postavlja pitanje da li da odredi rok za podnošenje zahteva za dodatnim pojašnjenjima od 8 ili 6 dana, imajući u vidu da proc.vrednost celokupne nabavka na ovoj poziciji prelazi iznos evropskih pragova.\nNaručiocu odgovoreno, nakon kosultacija sa S.Leposavić da definiše u dokumentaciji rok od 8 dana.\nNaručilac je otvorio ponude u postupku javne nabavke gde su cene u zapisniku u dinarima, dok je u modelu ugovora cena u evrima izražena. Naručilac je omogućio da ponuda bude data i u evrima. Kako mogu da postupe u konkretnoj situaciji."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Treće pitanje: kako se formira i dostavlja dokumentacija tj. oglas za Službeni glasnik....", "link": null, "input": "Pitanje: Treće pitanje: kako se formira i dostavlja dokumentacija tj. oglas za Službeni glasnik....: Naručiocu odgovoreno da se prema odredbama člana 43. ZJN vrednost ponude iskazuje u dinarima, gde prema stavu 2. navedenog člana naručilac može da dozvoli da ponuđač u ponudi iskaže cenu stranoj valuti. Znači pravilo je da se cene u ponudi izražavaju dinarima, ali naručilac može dozvoliti izražavanje cene i u nekoj drugoj valuti. U konretnoj situaciji naručiocu stoje na raspolaganju odredbe člana 142. ZJN, na osnovu kojih može zahtevati od ponuđača dodatna pojašnjenja ponude u pogledu navedenog, vodeći računa da time ne dozvoli izmenu ponude.\nU pogledu drugog pitanja, naručiocu ne preostaje ni jedna druga mogućnost, osim da odlukom obustavi predmetni postupak. Naručilac upozoren na sredstvo obezbeđenja za ozbiljnost ponude, razloge i osnovanost za odbijanje zaključenja ugovora, prekršaj ponuđača (neosnovano\nodbijanje da zaključi ugovor), a  što sve prethodno mora ispitati.\nU pogledu trećeg pitanja naručilac sproveden kroz Portal javnih nabavki, deo koji se odnosi na objavljivanje oglasa u Službenom glasniku i načina formiranja istog i kako se isti šalje na objavu Sl.glasniku (elektronskom poštom, a ne putem Portala javnih nabavki).\nNaručilac sprovodi postupak na koji ne primenjuje ZJN, shodno odredbama člana 27. stav 1. tačka 1) ZJN, za nabavku čija je proc.vrednost 200.000,00 rsd, za rezervne potrošne delove za automobile (gume, akumulatore, antifriz i dr.). U tehničkoj specifikaciji tehničke službe su navedene samo jedinične cene bez količina predmetnih dobara. Da li je ispravno u pozivu ponuđačima dostaviti ovakvu tehničku specifikaciju.\nNaručiocu odgovoreno da se na predmetni postupak ne primenjuju odredbe ZJN, izuzev načela u meri u kojoj je to primereno. Svakako bi bilo preporučnjljivo da se odrede količine predmetnih dobara, na osnovu kojih potencijalni ponuđači i formiraju svoje jedinične cene. Ovako, ukoliko je element kriterijuma cena, pretpostavkla je da će se ponude upoređivati na osnovu zbira jediničnih cena datih u ponudi, a što predstavlja izvestan apsurd (obzirom da navedeni zbir jediničnih cena ne može biti logičan izraz vrednosti dostavljene ponude).\nNaručilac je pokrenuo postupak javne nabavke radova velike procenjene vrednosti preko 4 milijarde dinara i dobio je zahteva za dodatnim pojašnjenjem gde zainteresovano lice postavlja pitanje da li može da dostavi referencu o stručnosti za izvedene radove koje je obavio u svojstvu podizvođača. Naručilac postavlja pitanje da li u pogledu navedenog ima nekih smetnji.\nNaručiocu odgovoreno da se prema zahtevu i načinu dokazivanja ceni ispunjenost definisanog kriterijuma za izbor privrednog subjekta. Drugim rečima, nije od značaja da li je radove za koje naručilac zahteva referencu, ponuđač izveo u svojstu izvođača radova, člana grupe ili podizvođača. Bitno je da dokaže svoja iskustva u izvršenju radova, a kako je to definisao kriterijumom sam naručilac.\nNaručilac ima zaključen ugovor, po sprovedenom postupku javne nabavke, gde je u\nugovoru definisana mogućnost izmene tj. povećanja cene dobara prema podacima Zavoda za statistiku a najviše do 5%. Sada imaju situaciju da je porast cena dobara iz ugovora nekih 30% veći od prvobitnih cena iz ugovora, a što se ne vidi u podacima zavoda. Da li i kako mogu da evetnualno izmene ugovor tj. okvirni sporazum.\nNaručiocu odgovoreno da je to jedino moguće shodno odredbama člana 158. ZJN, pod ispunjenjem kumulativnih uslova: da\nje do potrebe za izmenom došlo na osnovu okolnosti koje savestan naručilac nije mogao da predvidi i da se izmenom ne menja priroda ugovora. Posebno skrenuta pažnja da naručilac mora imati i posedovati nesporne dokaze koji opravdavaju ovu vrstu izmene ugovora. Naručiocu napomenuto da u slučaju izmene po ovom osnovu, ima obavezu da objavi obaveštenje o izmeni ugovora shodno odredbama člana 155. stav 2. ZJN.\nNaručilac je napomenuo da je sektorski naručilac tj. javni naručilac koji obavlja sektorsku delatnost, sprovešće nabavku čija je procenjena vrednost oko 23 miliona dinara. Da li je dužan da primeni rokove  iz člana 52. ZJN kao da je nabavka iznad evropskih pragova, ili ispod istih."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac je postavio i drugo pitanje, u vezi sa skraćem rokova za podnošenje ponuda, u smislu odred...", "link": null, "input": "Pitanje: Naručilac je postavio i drugo pitanje, u vezi sa skraćem rokova za podnošenje ponuda, u smislu odred...: Naručiocu odgovoreno da shodno procenjenoj vrednosti predmetne nabavke, naručilac sprovodi postupak primenjujući rokove iz člana 52. ZJN koji su ispod evropskih pragova, imajući u vidu Dinarske vrednosti evropskih pragova („Sl.glasnik RS“, broj 93/20).\nU pogledu drugog pitanja, skrenuta pažnja naručiocu da dostavljanje sredstva obezbeđenja ne utiče na primenu navedene odrebe zakona, ali bi uticalo npr. dostavljanje nekih delova ponude poput nacrta, modela i sl (delova ponude koji se ne mogu podneti elektronskim sredstvima).\nSprovode nabavku izvođenja geodetsko – tehničkih radova. Jedan ponuđač ukazao da bi trebalo da kao dokaz prihvate i spisak isporučenih radova u periodu dužem od 3 godine, zbog obezbeđivanja konkurencije. Da li je potrebno"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: da vrše izmenu konkursne dokumentacije u tom smislu?...", "link": null, "input": "Pitanje: da vrše izmenu konkursne dokumentacije u tom smislu?...: Rečeno da je zakonom predviđeno da taj period može izuzetno duži i od 3 godine, ukoliko naručilac oceni da bi se time obezbedio određeni nivo konkurencije."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li su dužni da nakon Odluke o obustavi postupka iz razloga što nije pristigla nijedna ponuda, ček...", "link": null, "input": "Pitanje: Da li su dužni da nakon Odluke o obustavi postupka iz razloga što nije pristigla nijedna ponuda, ček...: Preporučeno da ispoštuju navedeni rok.\nNaručilac postavlja pitanje vezano za stručnu ocenu ponude u kojoj je ponuđač za tehnički kapacitet upisao podatke za dva proizvoda alternativno, tako da jedan ispunjava zahteve naručioca a drugi ne. Kako je naručilac prihvatio ovakvu ponudu, drugoplasirani ponuđač mu se obratio putem elektronske pošte sa primedbom da je prihvatio ponudu koja nije prihvatljiva. Da li su pogrešili što su prihvatili takvu ponudu?\nOdgovoreno da stručnu ocenu ponuda vrši Komisija za jn, te ukazano da ponuda mora u svemu ispunjavati uslove koje je naručilac odredio u kd. Takođe, upućeni na član 144. stav 1. tačka 6) ZJN kojim je propisano da naručilav odbija ponudu ukoliko utvrdi nedostatke zbog kojih nije moguće utvrditi stvarnu sadržinu ponude ili je nije moguće uporediti sa drugim ponudama."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Žele da određenu nabavku izvši tačno određeni privredni subjekt (JKP Čistoća). Da li mogu sprovesti ...", "link": null, "input": "Pitanje: Žele da određenu nabavku izvši tačno određeni privredni subjekt (JKP Čistoća). Da li mogu sprovesti ...: Naručilac može sprovesti pregovarački postupak bez objavljivanja javnog poziva ukoliko ispunjava uslove iz člana 61. ZJN.\nNakon pitanja koji bi bio osnov za pregovarački postupak nisu znali odgovor, te su upućeni na šta da obrate pažnju prilikom utvrđivanja osnova."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: baš taj broj članova odgovara u konkretnom slučaju?...", "link": null, "input": "Pitanje: baš taj broj članova odgovara u konkretnom slučaju?...: Ne, članom 92. stav 3. ZJN je jasno predviđeno da Komisija za jn mora imati neparan broj članova."}
