{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Ukoliko poslednji dan roka za podnošenje ZZP-a pada u nedelju, da li se rok produžava i na ponedelja...", "link": null, "input": "Pitanje: Ukoliko poslednji dan roka za podnošenje ZZP-a pada u nedelju, da li se rok produžava i na ponedelja...: Rečeno da se produžava i ukazano i na član 85. stav 7. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li se izabranom ponuđaču ZZP dostavlja putem Portala ili putem pošte?...", "link": null, "input": "Pitanje: Da li se izabranom ponuđaču ZZP dostavlja putem Portala ili putem pošte?...: Dat odgovor naručiocu da se dostavlja putem Portala ukoliko je podnet tim putem."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li mogu da navedu kao cenu 0 dinara?...", "link": null, "input": "Pitanje: Da li mogu da navedu kao cenu 0 dinara?...: Ukazano na član 2. stav 1. po kojem je ugovor o javnoj nabavci definisan kao teretni ugovor iz čega proizilazi da cena jeste bitan element tog ugovora, kao i na član 143. ZJN u kojem je definisano šta bi se smatralo neuobičajeno niskom ponudom."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Ukoliko se ponuđač ne odazove pregovorima u pregovaračkom postupku, da li bi se početna ponuda smatr...", "link": null, "input": "Pitanje: Ukoliko se ponuđač ne odazove pregovorima u pregovaračkom postupku, da li bi se početna ponuda smatr...: Ukazano da odredbama ZJN-a nije definisana faza pregovaranja, već da nju bliže određuje naručilac u konk. dokumentaciji.\nRečeno da  bi u tom slučaju početne ponude trebalo smatrati konačnim."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: učestvovali, ako su ponudili cenu koja je veća od procenjene vrednosti nabavke?...", "link": null, "input": "Pitanje: učestvovali, ako su ponudili cenu koja je veća od procenjene vrednosti nabavke?...: Mogu.."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac postavlja pitanje da li kao dokaz o ispunjenosti kriterijuma može prihvatiti određene sert...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li kao dokaz o ispunjenosti kriterijuma može prihvatiti određene sert...: Ukazano na član 103. stav 2. ZJN kojim je propisano da k\nada naručioci zahtevaju dos\ntavljanje sertifikata koje izdaje\nodređeno telo za ocenjivanje usaglašen\nosti, obavezni su da prihvate i\nsertifikate koje su izdala druga\nodgovarajuća tela za ocenjivanje\nusaglašenosti."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Za pitanje  koja su u konkretnom slučaju...", "link": null, "input": "Pitanje: Za pitanje  koja su u konkretnom slučaju...: druga odgovarajuća tela za ocenjivanje usaglašenosti\nupućeni da potraže pomoć od Privredne komore Srbije."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac navodi da je napovoljniji ponuđač nije dostavio valjane dokaze o ispunjenosti kriterijuma ...", "link": null, "input": "Pitanje: Naručilac navodi da je napovoljniji ponuđač nije dostavio valjane dokaze o ispunjenosti kriterijuma ...: Ukazano da ponovo izvrši stručnu ocenu ponuda i na osnovu toga da donese Odluku o obustavi postupka."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Nabavka ispod limita. Imaju potrebu za nabavkom adresnih tablica i stubića na kojima će stajati te t...", "link": null, "input": "Pitanje: Nabavka ispod limita. Imaju potrebu za nabavkom adresnih tablica i stubića na kojima će stajati te t...: S obzirom da bi se u oba slučaja radilo o nabavci ispod limita, naručilac će u svakom slučaju primenjivati svoj interni akt. Ukazano na član 29. stav 3. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Tražili su da im se kao dokaz dostavi prodajni kurs u poslednjih 5 godina, jedan od ponuđača je dost...", "link": null, "input": "Pitanje: Tražili su da im se kao dokaz dostavi prodajni kurs u poslednjih 5 godina, jedan od ponuđača je dost...: Imaju potrebu za nabavkom novogodišnjih paketića. Na koji način da nabave tačno\nodređene proizvode određenih proizvođača, npr. Jafu, čokoladu Najlepše želje itd.\nNaručiocu ukazano da KJN ne može da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje je naručilac imenovao. Ponuđač treba da dostavi tačno one dokaze koje je naručilac tražio.\nPojašnjeno da će predmet javne nabavke da opišu tako što će navesti npr. ,,Jafa ili odgovarajuće“, a na naručiocima ostaje dokazivanje da li ponuđeni proizvodi, a koji nisu ,,Jafa“, odgovaraju traženim proizvodima.\nNaknadno su primetili da im se nije učitao jedan dokument iz konkursne dokumentacije. Dodali su taj dokument, objavili izmenu. Da li je i u ovom slučaju neophodno da produže rok 10+3, s obzirom da smatraju da taj dokument nije od velikog značaja za kreiranje ponude.\nOdgovoreno da je potrebno da sačekaju da prođe zakonom propisan rok od 10+3 dana."}
