{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Kako postupiti u  slučaju nepoklapanja jedinične i konačne tj. ukupne cene u ponudi? Koju uzeti u ob...", "link": null, "input": "Pitanje: Kako postupiti u  slučaju nepoklapanja jedinične i konačne tj. ukupne cene u ponudi? Koju uzeti u ob...: U slučaju postojanja razlike između jedinične i ukupne cene u ponudi, kao merodavna uzima se jedinična cena.\nPrimili su danas (u četvrtak) zahtev za uvid u dokumentaciju iz postupka jn, te ih interesuje da li se rok za uvid iz čl. 149. ZJN pomera na ponedeljak, imajući u vidu da je sutradan neradni dan zbog praznika.\nUzimajući u obzir odredbe čl. 85. ZJN kojima je propisan način računanja rokova, u ovom slučaju rok za uvid\nu dokumentaciju iz postupka jn iz čl. 149. ZJN\npomera se na ponedeljak, tj. ističe u ponedeljak."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li moraju da dozvole uvid u dokumentaciju?...", "link": null, "input": "Pitanje: Da li moraju da dozvole uvid u dokumentaciju?...: Naručiocu ukazano na čl. 149. ZJN, te da nakon objavljivanja odluke o dodeli ugovora, odluke o zaključenju okvirnog sporazuma, odnosno odluke o obustavi postupka naručilac je dužan da u roku od dva dana od dana prijema pisanog zahteva, privrednom subjektu koji je podneo ponudu, omogući uvid u dokumentaciju."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac je tražio pojašnjenje čl. 27 st. 1. tač. 3 ZJN, u smislu da li se 15 000 000 odnosi na jed...", "link": null, "input": "Pitanje: Naručilac je tražio pojašnjenje čl. 27 st. 1. tač. 3 ZJN, u smislu da li se 15 000 000 odnosi na jed...: Odgovoreno na sve istovrsne na godišnjem nivou."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postoji li obaveza objavljivanja obaveštenja o izmeni okvirnog sporazuma u slučaju povećanja obima n...", "link": null, "input": "Pitanje: Postoji li obaveza objavljivanja obaveštenja o izmeni okvirnog sporazuma u slučaju povećanja obima n...: U slučaju primene čl. 160. ZJN (povećanje obima nabavke) naručilac nije u obavezi da objavljuje\nobaveštenje o izmeni okvirnog sporazuma/ugovora o jn. Naručilac je u obavezi da\nobjavljuje\nobaveštenje o izmeni okvirnog sporazuma/ugovora o jn samo u slučajevima iz čl. 155. st. 2. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Kako da se, kao privredni subjekt, registruju  na Portalu jn?...", "link": null, "input": "Pitanje: Kako da se, kao privredni subjekt, registruju  na Portalu jn?...: Upućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na registraciju privrednih subjekata), Demo verziju Portala jn u cilju vežbanja rada na Portalu jn, i kontakt tel. za podršku u radu na Portalu jn u slučaju eventualnih pitanja."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li ponuđač može da zahteva od naručioca naknadu troškova pripremanja i podnošenja ponude?...", "link": null, "input": "Pitanje: Da li ponuđač može da zahteva od naručioca naknadu troškova pripremanja i podnošenja ponude?...: Troškove pripremanja i podnošenja ponude snosi isključivo ponuđač i naknadu tih troškova ne može zahtevati od naručioca. Izuzetno, prema čl. 138. ZJN, u slučaju obustave postupka jn iz razloga koji su na strani naručioca, naručilac je dužan da nadoknadi ponuđaču troškove izrade uzorka/modela izrađenih u skladu sa tehn. specifikacijom naručioca, kao i troškove pribavljanja sredstava obezbeđenja, pod uslovom da je ponuđač zahtevao naknadu tih troškova u svojoj ponudi."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Želi da podnese prijavu za polaganje ispita za službenika za jn, te se interesuje da  li ima slobodn...", "link": null, "input": "Pitanje: Želi da podnese prijavu za polaganje ispita za službenika za jn, te se interesuje da  li ima slobodn...: Nakon provere sa koleginicom Jelenom Milojević rečeno da su za januar mesec data dva ispitna roka, koja su već popunjena, što je i objavljeno na sajtu KJN u delu Službenk za jn. Ostaje da se prijavi za neki od narednih termina (u februaru mesecu, ili kasnije). Skrenuta pažnja da se za sve informacije u vezi sa polaganjem ispita za službenika za jn može obratiti na kontakt tel. za konstultacije u vezi sticanja sertifikata za službenika za jn, koji je KJN objavila na svom sajtu u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Do kada može da se dostavi izveštaj o nabavkama na koje se ZJN ne primenjuje za 2021. godinu?...", "link": null, "input": "Pitanje: Do kada može da se dostavi izveštaj o nabavkama na koje se ZJN ne primenjuje za 2021. godinu?...: Iz odredaba čl.\n181. ZJN može se zaključiti da je naručilac dužan\nda izveštaj o nabavkama na koje se ZJN ne primenjuje za 2021. godinu\ndostavi putem Portala jn najkasnije do 31. januara 2022. godine."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Menjaju status iz preduzetničkog u d.o.o.. Naziv firme ostaje isti sa dodatkom d.o.o.  Da li da izvr...", "link": null, "input": "Pitanje: Menjaju status iz preduzetničkog u d.o.o.. Naziv firme ostaje isti sa dodatkom d.o.o.  Da li da izvr...: Rečeno da treba da se izvrše izmene na Portalu jn u pogledu pravnog oblika (sada je d.o.o.), naziva firme (dodato je d.o.o. u nazivu), PIB (ukoliko je isti izmenjen). Kontakt tel. prosleđen Mladenu, s obzirom da se radi o pitanju koje zahteva tehničku podršku.\nZainteresovano lice je učestvovalo u postupku nabavke smeštaja za 6 lica za potrebe Muzeja u Aleksandrovcu i izražavaju sumnju u postojanje sukoba\ninteresa prilikom sprovođenja predmetne nabavke. Postupak je sproveden bez primene odredbi ZJN. Šta mogu isti da preduzmu.\nZainteresovanom licu objašnjenjno kada postoji sukob interesa prema odredbama ZJN, zatim koja lica mogu biti u sukobu intersa i drugo u skladu sa odredbama člana 50. ZJN. Sa druge strane skrenuta pažnja zaint.licu da je predmetni postupak\nsproveden bez primene ZJN i da je naručilac bio u obavezi da ispoštuje samo načela ZJN, shodno odredbama člana 27. ZJN. Posebno skrenuta pažnja zaint.licu da se upozna sa internim aktom naručioca iz člana 49. stav 2. ZJN (koji je isti bio u obavezi da objavi na svojoj interenet stranici) i to dela koji se odnosi na pravila načina planiranja i sprovođenja nabavki na koje se zakon ne primenjuje. Preporučeno da se zainteresovano lice obrati samom naručiocu sa primedbama koje ima, koje mora potkrepiti dokazima, a zatim i samom osnivaču Muzeja, eventualno nadležnoj budžetskoj inspekciji. Svakako se zaint.lice može obratiti i KJN radi sprovođenja monitoringa nad predmetnim postupkom, ali je istom jasno skrenuta pažnja da nije u pitanju postupak javne nabavke, već nabavke na koju se ZJN ne primenjuje."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Ukoliko će izmenjeni plan biti objavljen sutra, da li mogu pre toga da objave javni poziv? Na koji n...", "link": null, "input": "Pitanje: Ukoliko će izmenjeni plan biti objavljen sutra, da li mogu pre toga da objave javni poziv? Na koji n...: Moraju da sačekaju da plan bude objavljen, s obzirom da javni poziv objavljuju iz stavke plana. Pojašnjeno od kog dana se računa rok za podnošenje ponuda i kada se završava, u skladu sa članom 85. ZJN.\nIzmenili su Odluku o dodeli ugovora. Da li je potrebno da opet čekaju da protekne rok od 10 dana zzp? Prvi put niko nije uložio zzp.\nPotrebno je da sačekaju da prođe rok od 10 dana, iako prvi put niko nije uložio zzp."}
