{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Doneta je odluka Vlade o minimalnoj ceni rada. Naručilac ovo nije predvideo ugovorom kao razlog za i...", "link": null, "input": "Pitanje: Doneta je odluka Vlade o minimalnoj ceni rada. Naručilac ovo nije predvideo ugovorom kao razlog za i...: Odgovoreno da postoji mogućnost primene člana 158. ZJN ukoliko naručialc nije mogao da predvidi da će nastati potreba za izmenom ugovora.\nUpućeni i na član 156.. stav 4. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li naručilac može da dodeli ugovor preko procenjene vrednosti?...", "link": null, "input": "Pitanje: Da li naručilac može da dodeli ugovor preko procenjene vrednosti?...: Ukazano na član 146. stav 2. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Postavio pitanje u vezi mogućnosti plaćanja u stranoj valuti?...", "link": null, "input": "Pitanje: Postavio pitanje u vezi mogućnosti plaćanja u stranoj valuti?...: Odgovoreno da bi mogao, ako je naručilac utvrdio takvu okolnost.\nUpućeni na član 43. stav 2. ZJN.\nNakon otvaranja ponuda koje su podrazumevale i dostavljanje uzoraka, imaju dilemu šta je kome vidljivo na Portalu jn.\nUpućeni na kolege iz tehničke službe.\nZainteresovano lice je navelo da su podneli ponudu u postupku javne nabavke i da su pri tom izjavu o ispunjenosti kriterijuma popunjavali na način da su označili da ispunjavaju obavezne uslove tj. da nemaju osnove za isključenje. Uočili su da im je u izjavi potvgdno odgovoreno u pogledu osnova za isključenje navedenog u članu 111. stav 1. tačka 5) ZJN. Da li mogu da dobiju savet kako mogu da postupe u slučaju da im naručilac ponudu odbije kao neprihvatljivu.\nZaintresovanom licu odgovoreno da prilikom popunjavanja izjave, ima mogućnost da označi da nema niti jedan od osnova za isključenje, ili da ulazi u svaki osnov pojedinačno i da daje odgovore. Sistem radi ili na jedan, ili na drugi način, te stoga je verovatno da je neko kod zainteresovanog lica ulazio u proces izrade izjave i promenio navod u izjavi. U vezi same izjave, istaknuto da porivr.subjekti sačinjavaju izjavu, prema odredbi člana 118. ZJN, kojom potvrđuju da, između ostalog, nemaju osnov za isključenje predviđen zakonom. Izjava čini sastavni deo ponude, a ponuda se može izmeniti, dopuniti ili opozvati do roka za podnošenje ponuda, shodno odredbama člana 135. stav 3. ZJN. Naručilac sa druge strane, ima ovlašćenje da shodno odredbama člana 142. ZJN, a u vezi sa odredbama člana 120.  stav 2. ZJN i člana 119. stav 5. ZJN zahteva dodatna objašnjenja ponude, te i izjave sadržane u ponudi. Odredbe ZJN ne predviđaju pravo ponuđača na obraćanje naručiocu, ali navedeno ZJN ne zabranjuje, te u tom smislu možda mogu da se obrate naručiocu sa navodima u vezi sa sadržinom dostavljene izjave. Naručilac tj. komisija za javnu nabavku vrši stručnu ocenu ponuda, na osnovu koje ocenjuje dostavljene ponude kao prihvatljive, odnsno neprihvatljive. Svakako je zainsteresovanom licu predočeno, da je ovlašćen da podnese zahtev za zaštitu prava (nakon objavljivanja odluke o dodeli ugovora), ali je pri tom skrenuta pažnja da u tom slučaju, mora da dokaže činjenice koje iznosi u svojim navodima iz zahteva.\nNaručilac se ne pridržava zaključenog ugovora za nabavku nameštaja-kreveta i dušeka koji su zaključili s njim. Naime, naručilac sada od njih zahteva nameštaj drugačijih tehničkih"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: karakteristika...Šta da rade u ovom slučaju?...", "link": null, "input": "Pitanje: karakteristika...Šta da rade u ovom slučaju?...: Pre svega, rečeno da naručilac saglasno odredbama čl. 154. ZJN izvršava ugovor o jn u skladu sa uslovima koji su određeni u dokumentaciji o nabavci i izabranom ponudom i ne može vršiti bitne izmene ugovora o jn. Ovde bi naručilac izmenom tehničkih specifikacija predmeta nabavke izmenio dokumentaciju o nabavci na osnovu\nkoje je zaključio ugovor o jn, s obzirom da prema čl. 87. st. 2. ZJN izmene tehničke specifikacije predstavljjau bitnu izmenu dokumentacije o nabavci. Mogu da zatraže raskid ugovora o jn i naknadu štete odn. da postupe u skladu sa odrebama ZOO, s obzirom da se radi o realizaciji ugovora o jn. Ukazano i na odredbu čl. 163. st. 1. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: U o.p. za nabavku obrazaca u kome dobili su dve ponude koje su odbijene. Da li moraju da sačekaju is...", "link": null, "input": "Pitanje: U o.p. za nabavku obrazaca u kome dobili su dve ponude koje su odbijene. Da li moraju da sačekaju is...: Zahtevali\nsu\ni pojašnjenje\nuslova za zaključenje ugovora o jn (i\nokvirnog sporazuma).\nDa.\nPojašnjene odredbe čl. 151. ZJN odn. kada naručilac može da zaključi ugovor o jn odn. okvirni sporazum uz navođenje situacija kada je moguće to učiniti i pre isteka roka za podnošenje ZZP."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Kada mogu da traže pojašnjenje dokumentacije o jn?...", "link": null, "input": "Pitanje: Kada mogu da traže pojašnjenje dokumentacije o jn?...: Po osnovu čl.\n142.\nZJN\nn\naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda ili prijava, a može da vrši i kontrolu (uvid) kod ponuđača, odnosno njegovog podizvođača."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Kada...", "link": null, "input": "Pitanje: Kada...: su podaci ili dokumentacija, koju je ponuđač odnosno kandidat dostavio nepotpuni ili nejasni, naručilac može,\nuz primenu\nnačela jednakosti i transparentnosti, u primerenom roku koji nije kraći od pet dana, zahteva\nti\nod ponuđača, odnosno kandidata da dostavi neophodne informacije ili dodatnu dokumentaciju.\nOva mogućnost koju pruža ZJN ne sme\nda dovede do\npromene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora ili do izmene ponuđenog predmeta nabavke."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li odbijanje ponuđača da zaključi ugovor o jn povlači zakonske posledice?...", "link": null, "input": "Pitanje: Da li odbijanje ponuđača da zaključi ugovor o jn povlači zakonske posledice?...: .\nDa, neosnovanim odbijanjem da zaključi ugovor o jn po pozivu naručioca, ponuđač čini prekršaj iz čl. 237. tačka 4) ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li je potrebna saglasnost...", "link": null, "input": "Pitanje: Da li je potrebna saglasnost...: Ministarstva finansija za zaključenje višegodišnjeg ugovora o jn"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: To pitanje regulisano je...", "link": null, "input": "Pitanje: To pitanje regulisano je...: Uredbom\no kriterijumima za utvrđivanje prirode rashoda i uslovima i načinu pribavljanja saglasnosti za zaključivanje određenih\nugovora koji, zbog prirode rashoda, zahtevaju plaćanje u više godina\n.\n(\n\"Službeni glasnik RS\n\", br. 21 od 22. februara 2014 i br.\n18 od 15.\nmarta 2019. god.\n)."}
