{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Nabavljaju gorivo u o.p.  S obzirom na poskupljenje goriva, postavljaju pitanje kako da postupe ako ...", "link": null, "input": "Pitanje: Nabavljaju gorivo u o.p.  S obzirom na poskupljenje goriva, postavljaju pitanje kako da postupe ako ...: 2."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da predvide u kd promenu cene i da kasnije vrše izmene ugovora o jn u pogledu cene?...", "link": null, "input": "Pitanje: Da li mogu da predvide u kd promenu cene i da kasnije vrše izmene ugovora o jn u pogledu cene?...: Dato objašnjenje da je\nponuda\nkoja\nsadrži ponuđenu cenu veću od procenjene vrednosti jn\npotencijalno, a ne apsolutno  neprihvatljiva. S tim u vezi, n\naručilac\nu ovom slučaju\nima dve mogućnosti. Naime,\npo\nčl. 144.  st. 2.\nZJN\nnaručilac ima mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n.\nUkoliko to nije slučaj, naručilac može da postupi po\nčl. 146. st. 2. ZJN\ni\ndodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nDa, u skladu sa čl. 156. ZJN.\nPitanja u vezi sa planom jn i Portalom jn.\nUpućeni na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na Portalu jn u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Sproveli su nabavku vodovodnog materijala ispod milion dinara. Nisu dobili nijednu ponudu. Šta mogu ...", "link": null, "input": "Pitanje: Sproveli su nabavku vodovodnog materijala ispod milion dinara. Nisu dobili nijednu ponudu. Šta mogu ...: Odgovoreno da mogu ponovo da sprovedu nabavku u skladu sa procedurom koju je naručilac uredio posebnim aktom iz čl. 49. st. 2. ZJN. Pored toga, rečeno da obrate pažnju na sadržinu kd, proc. vrednost nabavke... ukoliko je to možda bilo od uticaja da ne dobiju nijednu ponudu, te\neventualno izmene kd. Zatim, da pozovu što više pot. ponuđača kako bi omogućili što veću konkurenciju. Dalje, s obzirom da je proc. vrednost predmetne nabavke blizu milion dinara, rečeno da eventualno mogu da razmotre primenu odredaba ZJN tj. sprovođenje iste u redovnom postupku jn, kako bi obezbedili što veću konkurenciju.\n1.\nNaručilac je zaključio okvirni sporazum za elektromaterijal  tokom 2020. godine. Gore navedeni ugovor je i dalje na snazi, do meseca oktobra. Javila im se potreba za dodatnim dobrima elektromaterijala  čija tehnička specifikacija je u potpunosti drugačija u odnosu na specifikaciju dobara iz okvirnog sporazuma i pitaju da li mogu da pokrenu postupak javne nabavke dobara elektromaterijala? Naglasili su da je procenjena vrednost nabavke ispod milion dinara i zahtevao je pojašnjenje člana 27. stav 1. ZJN.\n2."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac je postavio pitanje oko izmene ugovora, konkretno, izmene vrednosti...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje oko izmene ugovora, konkretno, izmene vrednosti...: zaključenog ugovora o javnoj nabavci (izmena cene).\nTokom razgovora, naručilac je ukazao da tehnička specifikacija dobara za kojim se ukazala potreba nije ista kao tehnička specifikacija dobara koji su nabavljeni kroz postupak javne nabavke u 2020. godini, koristeći tehniku okvirni sporazum. Naručiocu ukazano na odredbu člana 157. ZJN kojim su propisani uslovi koji se odnose na izmenu ugovora o javnoj nabavci u pogledu dodatnih dobara, usluga ili radova. Posebno naglašena odredba člana 157. stav 2. ZJN. Naručiocu odgovoreno da nema nikakvih zakonskih smetnji ukoliko žele da pokrenu postupak javne nabavke traženih dobara ukoliko specifikacija traženih dobara nije ista kao i specifikacija dobara koji su nabavljeni u postupku javne nabavke koje su sproveli u 202\n0\n. godini. Naručiocu pojašnjene odredbe člana 27. stav 1. ZJN, odnosno pojašnjene odredbe zakona koje se odnose na situacije kada se ne primenjuju odredbe zakona u postupcima javnih nabavki. Na osnovu usmenog telefonskog razgovora, utvrđeno da naručioca interesuje konkretno član 27. stav 1. tačka 1) ZJN jer naručilac ima potrebu za dobrima čija procenjena vrednost ne prelazi milion dinara. Posebno naglašeno da vode računa o istovrsnosti javne nabavke."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Tokom razgovora, naručilac je postavio pitanje koje se tiče izmene ugovora, konkretno, izmene ugovor...", "link": null, "input": "Pitanje: Tokom razgovora, naručilac je postavio pitanje koje se tiče izmene ugovora, konkretno, izmene ugovor...: celokupne ekonomske situacije u svetu, kao i porasta cena energenata na tržištu, dobavljači zahtevaju da se izmene cene. Naručiocu odgovoreno da na osnovu navoda navedenih tokom telefonskog razgovora, ugovor o javnoj nabavci može da se izmeni kada su ispunjeni svi sledeći uslovi: 1) potreba za izmenom je nastala zbog okolnosti koje savestan naručilac nije mogao da predvidi; 2) izmenom se ne menja priroda ugovora. Posebno naglašeno da naručilac prilikom izmene ugovora o javnoj nabavci obrati pažnju na član 158. stav 2. ZJN kojim je propisano da povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona.\nNaručilac je sproveo postupak javne nabavke hrane, gde je jedna od partija (voće i povrće). Zaključen je ugovor za navedenu partiju, jedinog ponuđača koji je podneo ponudu. Prošlo je nekih mesec dana od početka primene ugovora i dobavljač im je upuito zahtev za izmenu ponuđenih cena i za uvećanje vrednosti ugovora. Oni u samom ugovoru nisu predvideli fiksnost cene. Kako i na koji način mogu da postupe.\nNaručiocu odgovoreno, da je u članu 158. ZJN predviđena izmena ugovora, usled nepredviđenih okolnosti, uz napomenu da svi uslovi iz navedenog člana zakona moraju biti ispunjeni. Pre svega mora postojati potpuna svaesnost naručioca, u pogledu nastale okolnosti, gde naručilac mora proveriti navode iz dopisa dobaljača i priložene dokaze, koji opravdavaju razloge za izmenu ugovora. Takođe je preporuka da naručilac ispita navedenu okolnost (proverom navedene cene na tržištu predmetnih dobara, kod zavoda za statistiku i na dr.način) pre nego što donese konačnu odluku o izmeni ugovora, te u tom smislu i visinu izmene ugovora. Takođe, naručilac mora da vodi računa i o finansijskim sredstvima, koja moraju biti obezbeđena za ovu namenu, te u tom smislu i obaveze poštovanja finansijskih propisa koji uređuju ovu oblast. Smisao svega navedenog je da naručilac obezbedi dokaze koji u potpunosti opravdavaju izmenu ugovora, shodno odredbama člana 158. ZJN, obzirom da nadzor nad izvršenjem ugovora sprovodi ministarstvo nadležno za poslove finansija i da ne postoje okolnosti koje bi se mogle eventualno smatrati bitnom izmenom ugovora, a što je razlog za raskid ugovora (član 163. stav 1. tačka 1) ZJN).\nNaručilac je planirao u Planu javnih nabavki poziciju procenjene vrednosti 17 miliona dinara, gde je nekih 15 miliona predviđeno za nabavku dobara (cevi), a preostali iznos cca 2 milona dinara na radove (iskopavanje rupa za postavljanje cevi). Da li oni za navedene radove mogu izvršiti nabavku bez primene odredbi ZJN.\nNaručiocu odgovoreno da ne mogu da izvrše nabavku radova, bez primene odredbi ZJN, imajući u vidu da je predmetna pozicija u Planu javnih nabavki (koja obuhvata dobra sa izvođenjem radova) planirana kao javna nabavka.\nNaručilac je sproveo postupak javne nabavke za nabaku dečijih krevetića. Zahtevali su od ponuđača koji je dostavio najpovoljniju ponudu da dostavi dokaze o ispunjenosti kriterijuma u roku od 5 radnih dana, shodno odredbama člana 119. stav 1. ZJN. Ponuđač je dostavio dokaze drugog dana, ali se iz istih ne može zaključiti da ponuđač ispunjava zahtevane kriterijume. Da li moraju da sačekaju protok preostalih dana roka za dostavu dokaza, ili mogu odmah da izvrše str.ocenu ponuda i da ppristupe izradi izveštaja i odluke o dodeli ugovora.\nNaručiocu odgovoreno, da je preporuka da naručilac sačeka protok preostalog roka za dostavu dokaza, imajući u vidu da ponuđač u ostavljenom roku može dostaviti još neku dokumentaciju u prilog tj. u vezi sa dokazivanjm ispunjenosti zahtevanih kriterijuma za kval.izbor. Opreza radi, naručiocu napomenuto da stručnu ocenu ponuda vrši komisija za javnu nabavku i istu mora vršiti sa dužnom pažnjom. Ocena prihvatljivosti, odnosno neprihvatljivosti određene ponude, mora biti zasnovana na potpuno utvrđenom činjeničnom stanju. U smislu samih dokaza, ukoliko bi postojala neka nedoumica ili nejsanoća, naručilac ima ovlašćenje da prema odredbi člana 119. stav 5. ZJN zahteva dodatna objašnjenja dostavljenih dokaza, a prema pravilima definisanim u članu 142. ZJN. Pri tom, skrenuta pažnja naručioca da mora da vodi računa da svojim postupanjem ne dovede do situacije da neprihvatljivu ponudu učini prihvatljivom.\nNaručilac je postavio slična pitanja koja je postavio i prethodnog dana tj. 29.03.2022. godine, stavljajući akcenat na obustavljene partije i mogućnosti pokretanja ponovljenog postupka za iste.\nNaručiocu ponovljen odgovor, koji je dat dana 29.03.2022. godine.\nDodato da u pogledu donetih odluka o obustavi postupka, sam mora da proceni da li će čekati nastupanje konačnosti istih, imajući u vidu da je prema navodu naručioca obustava nastala usled činjenice da do roka za podnošenje ponuda nije dostavljen nijedna ponuda. Citirane odredbe člana 147. stav 3. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Ukoliko izabrani ponuđač odbije da zaključi ugovor, da li je naručilac dužan da donese novu odluku o...", "link": null, "input": "Pitanje: Ukoliko izabrani ponuđač odbije da zaključi ugovor, da li je naručilac dužan da donese novu odluku o...: Da, naručilac mora ponovo izvršiti stručnu ocenu ponuda na Portalu jn i doneti novu odluku o dodeli ugovora."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li postoji neki način za žalbu na diskriminatorski postavljene kriterijume za dodelu ugovara, nak...", "link": null, "input": "Pitanje: Da li postoji neki način za žalbu na diskriminatorski postavljene kriterijume za dodelu ugovara, nak...: U ovom trenutku ne.. Postoji mogućnost ulaganja zzp na konkursku dokumentaciju, međutim za isti su protekli svi rokovi...\nNaručilac se interesovao za izmene ugovora, posebno na osnovu člana 156. Zakona o javnim nabavkama.\nU konkretnom slu\nčaju, ukazano je na odredbe člana\n156. Zakona o javnim nabavkama,\nu smislu toga da\nsu izmene bile predviđene u dokumentaciji o nabavci i ugovoru o javnoj nabavci na jasan, precizan i nedvosmislen način, bez obzira na vrednost izmene.\nNaručilac sprovodi postupak javne nabavke goriva, procenjene vrednosti 12.000.000 dinara.\nIma dileme kad je reč stručnoj oceni ponuda, odnosno dokazivanju.\nDate su potrebne smernice i uputstva.\nPrivredni subjekti u ponudi/prijavi dostavljaju izjavu predviđenu članom 118. Zakona o javnim nabavkama, kojom potvrđuju da ispunjavaju kriterijume za kvalitativni izbor privrednog subjekta, što dalje znači da uz izjavu ne dostavljaju dokaze. U skladu sa članom 119. stav 1. ovog zakona, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku javne nabavke čija je procenjena vrednost veća od 5.000.000,00 dinara dužan je da, pre donošenja odluke u postupku javne nabavke, na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta, u neoverenim kopijama."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Najpovoljniji ponuđač nije dostavio jediničnu cenu za 1 od 150 pozicija. Da li može da mu zahteva do...", "link": null, "input": "Pitanje: Najpovoljniji ponuđač nije dostavio jediničnu cenu za 1 od 150 pozicija. Da li može da mu zahteva do...: Odgovoreno da je ponuđač dužan da u ponudi navede jedinične cene, kao i da nakon podnošenja ponuda ne može da unosi jedinične cene."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavljaju pitanje kako da formulišu svoju tendersku dokumentaciju?...", "link": null, "input": "Pitanje: Postavljaju pitanje kako da formulišu svoju tendersku dokumentaciju?...: Naručiocu ukazano na čl. 92. st. 7. ZJN"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Dobili su zahtev za povećanjem cene, a nemaju novca. Ako raskinu da li mogu ponovo da sprovedu nabav...", "link": null, "input": "Pitanje: Dobili su zahtev za povećanjem cene, a nemaju novca. Ako raskinu da li mogu ponovo da sprovedu nabav...: Odluka je na naručiocu da li će raskinuti ugovor, svakako mogu ponovo da pokrenu nabavku."}
