{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: sistem PDV. Kako da postupe, da li treba da aneksiraju ugovor?...", "link": null, "input": "Pitanje: sistem PDV. Kako da postupe, da li treba da aneksiraju ugovor?...: Odgovoreno da nisu u obavezi da menjaju ugovor, ali mogu ukoliko žele."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Nakon zaključenja ugovora, naručilac traži od ponuđača licencu koja nije bila predviđena ni u uslovi...", "link": null, "input": "Pitanje: Nakon zaključenja ugovora, naručilac traži od ponuđača licencu koja nije bila predviđena ni u uslovi...: Izvršenje ugovora je na ugovornim stranama. KJN nije nadležna da procenjuje da li je određena licenca neophodna, koja licenca je u pitanju i ko je dužan da je pribavi. Upućeni da se obrate naručiocu.\nSproveli su postupak na koji se ZJN ne primenjuje, procenjena vrednost 560.000, usluga hvatanje pasa lutalica. Naknadno, javila se potreba za još jednom istom takvom nabavkom, procenjena vrednost oko 560.000. Postavljaju pitanje kako postupaju ukoliko ukupna procenjena vrednost prelazi iznos od 1.000.000 dinara, a kako ako ne prelazi.\nUkoliko ukupna procenjena vrednost ne prelazi iznos od 1.000.000 dinara sprovešće postupak kao i prethodni, u skladu sa internim aktom. A ukoliko prelazi 1.000.000 dinara, pokrenuće postupak javne nabavke u skladu sa ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Konsultacija se odnosila na pitanje upućeno putem mejla....", "link": null, "input": "Pitanje: Konsultacija se odnosila na pitanje upućeno putem mejla....: Konsultacija prosleđena koleginici Mariji Petković."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Planiraju da učestvuju na tenderu gde je proc. vred. javne nabavke 5 000 000 bez PDV, a 6 000 000 sa...", "link": null, "input": "Pitanje: Planiraju da učestvuju na tenderu gde je proc. vred. javne nabavke 5 000 000 bez PDV, a 6 000 000 sa...: Odgovoreno da ponuđač sam formira svoju ponudu na način da može da izvrši javnu nabavku."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Tokom stručne ocene ponuda utvrdili su da je ponuđač napravio računsku grešku te su u skladu sa član...", "link": null, "input": "Pitanje: Tokom stručne ocene ponuda utvrdili su da je ponuđač napravio računsku grešku te su u skladu sa član...: Naručilac upućen na čl. 142. stav 5. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Hoće da izvrše izmenu ugovora kako bi izvršili ispravku tehničke greške. Da li to predstavlja osnov ...", "link": null, "input": "Pitanje: Hoće da izvrše izmenu ugovora kako bi izvršili ispravku tehničke greške. Da li to predstavlja osnov ...: Ne."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Zaključili su ugovor po sprovedenom postupku za j.n. namirnica za ishranu dece. U toku realizacije u...", "link": null, "input": "Pitanje: Zaključili su ugovor po sprovedenom postupku za j.n. namirnica za ishranu dece. U toku realizacije u...: Ukazano na čl. 52. st. 6  ZJN i na čl.61.st.\n1. tač. 2) ZJN pod uslovom da su ispunjeni svi uslovi predviđeni navedenim članovima."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Kako vrše izmenu ugovora kada se ta izmena odnosi na usklađivanje cena?...", "link": null, "input": "Pitanje: Kako vrše izmenu ugovora kada se ta izmena odnosi na usklađivanje cena?...: Ukazano da ukoliko su ugovorom precizno odredili na koji način se vrši usklađivanje cena, takva promena cene se neće smatrati izmenom ugovora.\nPonuđač je u Obrascu ponude naveo da je rok za izvođenje radova 0 dana, dok je u modelu ugovora naveo da je rok 45 dana.\nRečeno da ukoliko naručilac procenjuje da je tehničkom greškom pogrešno naveden rok u Obrascu ponude, može da zahteva dodatna pojašnjenja."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Došlo je do promene naziva ponuđača sa kojim je zaključen ugovor, da li naručilac treba samo da zakl...", "link": null, "input": "Pitanje: Došlo je do promene naziva ponuđača sa kojim je zaključen ugovor, da li naručilac treba samo da zakl...: Dat odgovor naručocu da se takva izmena ne smatra izmenom ugovora u smislu odredbi ZJN-a i da takvu izmenu mogu da konstatuju na način koji smatraju odgovarajućim."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Na koji način računaju rok za podnošenje zzp?...", "link": null, "input": "Pitanje: Na koji način računaju rok za podnošenje zzp?...: Ponuđač ne mora da popuni dodatne uslove.\nSvi članovi komisije moraju da potpišu izjavu o sukobu interesa.\nPojašnjen član 214. ZJN."}
