{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac vrši izmene plana jn usled pojave potrebe za novom jn, te postavlja pitanje da li je dobro...", "link": null, "input": "Pitanje: Naručilac vrši izmene plana jn usled pojave potrebe za novom jn, te postavlja pitanje da li je dobro...: Da. Rečeno da je postupio u skladu sa čl. 88. st. 4. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Kakvi su uslovi za izmenu ugovora o jn usled pojave nepredviđenih okolnosti?...", "link": null, "input": "Pitanje: Kakvi su uslovi za izmenu ugovora o jn usled pojave nepredviđenih okolnosti?...: Dato objašnjenje člana 158. ZJN, na koji je naručilac upućen. Uzgred, naručiocu je skrenuta pažnja na obavezu slanja obaveštenja o izmeni ugovora o jn usled pojave nepredviđenih okolnosti na Portalu jn, u skladu sa čl. 155. ZJN.\nNaručilac je sproveo postupak javne nabavke i zaključio ugovor. Nakon toga, privredni subjekt, koji nije podneo ponudu, zahtevao je uvid u dokumentaciju.\nUkazano je da je članom\n149\n. Zakona o javnim nabavkama predviđeno da je, nakon objavljivanja odluke o dodeli ugovora, naručilac dužan da, u roku od dva dana od dana prijema pisanog zahteva, privrednom subjektu koji je podneo ponudu omogući uvid u dokumentaciju i kopiranje dokumentacije."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....", "link": null, "input": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....: Protumačene su odredbe čl. 155-161. Zakona o javnim nabavkama, kojima su uređene izmene.\nTakođe, objašnjeno je da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li mogu sprovesti pregovaarački postupak nakon što su dobili samo jednu ponudu koja je iznad proc...", "link": null, "input": "Pitanje: Da li mogu sprovesti pregovaarački postupak nakon što su dobili samo jednu ponudu koja je iznad proc...: Ne, naručioci mogu pokrenuti pregovarački postupak bez objavljivanja javnog poziva samo u slučaju da su sve ponude neodgovarajuće (ne u slučaju neprihvatljivih).\nRaspituju se za predmet koji je u radu sektora za monitoring.\nPreneto kolegama."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavljaju pitanje da li treba da nam dostavljaju Predlog zaključka na mišljenje?...", "link": null, "input": "Pitanje: Postavljaju pitanje da li treba da nam dostavljaju Predlog zaključka na mišljenje?...: Ukoliko se sadržina zaključka odnosi na oblast javne nabavke, potrebno je dostaviti na mišljenje."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li postoji ograničenje u određivanju trajanja  ugovora?...", "link": null, "input": "Pitanje: Da li postoji ograničenje u određivanju trajanja  ugovora?...: ZJN ne propisuje takvo ograničenje."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li se sanacije poplava mogu podvesti pod okolnosti koje predstavljaju izuzetnu hitnost?...", "link": null, "input": "Pitanje: Da li se sanacije poplava mogu podvesti pod okolnosti koje predstavljaju izuzetnu hitnost?...: Mogu, u zavisnosti od posledica koje prete ukoliko se sanacija ne izvrši.\nNaručilac treba da sprovede nabavku za usluge angažovanja stručnog lica iz oblasti bezbednosti nad izvođenjem radova na dve lokacije, te ih zanima da li primenjuju ZJN,\ns obzirom da proc. vrednost jedne nabavke pomenute usluge za jednu lokaciju iznosi oko 800.000,00 din., a za drugu lokaciju oko 700.000,00 din.\nNaručilac u konkretnom slučaju primenjuje ZJN, imajući  u vidu da se radi o istovrsnim uslugama, čija ukupna procenjena vrednost prelazi iznos praga za nabavku usluge propisanog članom 27. ZJN. Sugerisano da razmotri prikladnost\noblikovanja nabavke predmetne usluge po partijama (po lokacijama), u skladu sa čl. 36. ZJN.\nN\na\nruči\nlac je zamolio za odgovor na više pitanja\nu vezi sa izmenom ugovora o jn\n:"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li izmena ugovora o jn  (npr. izmenili bi cenu) mora biti unapred predviđena u ugovoru o jn, u sl...", "link": null, "input": "Pitanje: Da li izmena ugovora o jn  (npr. izmenili bi cenu) mora biti unapred predviđena u ugovoru o jn, u sl...: Naručilac je osnovnim ugovorom o jn izvođenja radova predvideo višak radova, te ga zanima da li je u obavezi da izmeni ugovor o jn usled pojave istih.\nNameravaju da izvrše i izmenu ugovora o jn radova usled povećanja obima, te su zatražili pojašnjenje čl. 160. ZJN.\nProtumačene odredbe čl. 157. ZJN kojim su propisane izmene ugovora o jn (i) u pogledu dodatnih radova, te ukazano na obavezu naručioca,\npr\no\npisanu čl. 155\n.\nZJN\n, da u tom slučaju obaveštenje o izmeni ugovora o jn pošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn\n, pr\no\npisanu čl. 155\n.\nZJN\n.\nOdgovoreno\nda naručilac može da izvrši izmenu ugovora o jn u pogledu npr. promene cene ukoliko je to jasno predvideo u dokumentaciji i ugovoru o jn,\nkako je i propisano\nčl. 156. ZJN.\nDat odgovor da, saglasno\nčl. 157. st. 5. ZJN, ugovoreni viškovi radova ne predstavljaju izmenu ugovora o jn.\nDakle, u pogledu viškova radova naručilac postupa na način predviđen osnovnim ugovorom\no jn\n(npr. ugovorom\no jn\npredviđeno\nje\nda će se u slučaju viškova radova primeniti pravila Posebnih uzansi o građenju).\nDato  objašnjenje pod kojim uslovima i na koji način naručilac može da izvrši izmene ugovora o jn usled povećanja obima, a na osnovu čl. 160. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li se nabavka ispod limita iz člana 27. ZJN prikazuje u planu jn?...", "link": null, "input": "Pitanje: Da li se nabavka ispod limita iz člana 27. ZJN prikazuje u planu jn?...: Odgovoreno da nabavke ispod limita naručilac ne prikazuje u Planu jn, niti iste objavljuje na Portalu jn. Posebnim aktom iz čl. 49. ZJN (internim aktom) naručilac definiše, između ostalog, način planiranja i sprovođenja nabavki na koje se ZJN ne primenjuje. Takođe, shodno čl. 181. ZJN naručilac je\ndužan da putem Portala jn zbirno objavi podatke o nabavkama na koje nije primenjivao odredbe ZJN-a."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Pitali su kome da se obrate u vezi sa tehničkim pitanjem oko rada na Portalu jn....", "link": null, "input": "Pitanje: Pitali su kome da se obrate u vezi sa tehničkim pitanjem oko rada na Portalu jn....: Upućeni na kolege i koleginice koji daju konstulacije u vezi sa radom na Portalu jn na br. tel. date na internet stranici KJN.\nKakvo je dalje postupanje naručioca kada\nsmatra da\nsu\nnav\nodi\niz ZZP-a n\neosnovani"}
