{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: U slučaju kada naručilac smatra da navodi iz ZZP.a nisu osnovani, postupa u skladu sa čl. 220. st. 1. tačka 2) ZJN odn. odgovor u kome će se izjasniti na sve navode iz ZZP-a i kompletnu dokumentaciju iz postupka jn dostavlja RKJN radi daljeg postupanja tj. odlučivanja o ZZP-u, a primerak odgovora dostavlja podnosiocu ZZP-a.\nNaručilac je naveo da RFZO treba da odobri dodatna sredstva za finansiranje dodatnih količina mazuta za grejnu sezonu. Za predmetna dobra su već sroveli postupak i zaključili ugovor, ali navedena količina neće biti dovoljn za celokupnu grejnu"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručilac je postavio pitanje da li moraju da menjaju Plan javnih nabavki, ukoliko menjaju predmet n...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li moraju da menjaju Plan javnih nabavki, ukoliko menjaju predmet n...: Naručiocu odgovoreno da mora biti strpljiv i da sačeka dobijanje odgovora na pitanje koje je uputio KJN. Pored navedenog odgovoreno naručiocu da mora imati finansijska sredstva prilikom realizacije ugovora i nije obavezno da ista ima u momentu planiranja nabavke. Pored navedenog, odgovoreno da naručilac iz opravdanih\nrazloga mo\nž\ne planirati novu nabavku istovrsnog dobra, ali pri tom mora da vodi računa o ukupnoj procenjenoj vrednosti te nabavke i već sprovedene, u smislu računanja rokova iz člana 52. ZJN.\nU pogledu\ndrugog pitanja, naručiocu odgovoreno da moraju da menjaju Plan javnih nabavki, ukoliko menjaju predmet javne nabavke, kako je navedeno i u članu 88. stav 4. ZJN.\nZainteresovano lice je navelo da im se naručilac obratio u postupku javne nabavke u kojem su učestvovali kao grupa ponuđača, radi dostave dokaza shodno odredbama člana 119. stav 1. ZJN. Drugi član grupe je privredno društvo iz Makedonije, te postavljaju pitanje da li su obavezi da prevedu dokumentaciju tj. dokaze navedenog privrednog društva.\nZaintersovanom licu odgovoreno da naručilac shodno odredbama člana 42. stav 5. ZJN može da zahteva da ponuda ili deo ponude ponuđača bude preveden na srpski jezik, prilikom stručne ocene ponuda, za šta je obavezi da ostavi ponuđaču primeren rok. U konkretnoj situaciji neophodno je utvrditi da li je naručilac u zahtevu naveo obavezu prevođenja dokaza koji se dostavljaju, te je preporučeno zainteresovanom licu da sredstvima komunikacije dozvoljenim na osnovu odredbi ZJN postavi pitanje da li je potrebno dostaviti i prevod dokaza urađen od strane ovlašćenog tumača za makedonski jezik za člana grupe koji je privredno društvo iz R.S.Makedonije."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac je postavio pitanje u vezi sa odredbama koje regulišu pitanje izmene ugovora iz člana 157....", "link": null, "input": "Pitanje: Naručilac je postavio pitanje u vezi sa odredbama koje regulišu pitanje izmene ugovora iz člana 157....: Naručilac je naveo da je već uradio izmenu ugovora po osnovu uzansi,te postavlja"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručiocu odgovoreno da odredbe člana 157. ZJN definišu pitanje nepredviđenih radova, koji nisu obuh...", "link": null, "input": "Pitanje: Naručiocu odgovoreno da odredbe člana 157. ZJN definišu pitanje nepredviđenih radova, koji nisu obuh...: Naručiocu odgovoreno da u odredbama člana 160. ZJN navodi prvobitna vrednost ugovora o javnoj nabavci radova (znači bez uračunavanja vrednosti nakon izmena).\nNaručicu odgovoreno da najkasnije narednog dana objavljuje obaveštenje o podnetom zahtevu za zaštitu prava, shodno članu 214. stav 8. ZJN, od dana prijema istog. Prema odredbama člana 216. stav 1. ZJN podnošenje zahteva za zaštitu prava zadržava nastavak postupka javne nabavke do okončanja postupka zaštite prava. Iz navedenih zakonskih odredbi jasno proizilazi da naručilac ne može da čeka otvaranje ponuda, te da onda objavi obaveštenje kojim se zapravo na Portalu javnih nabavki zadržavaju dalje aktivnosti u konkretnom postupku javne nabavke (tzv. suspenzija postupka).\nNaručilac je doneo odluku o dodeli ugovora i nakon toga je primio putem Portala zahtev za uvid u dokumentaciju od strane drugorangiranog ponuđača u delove ponude koji nisu vidljivi na Portalu. Kako da postupe.\nNaručiocu odgovoreno da shodno odredbama člana 149. ZJN ima obavezu da omogući uvid u dokumentaciju o nabavci i kopiranje iste ponuđačima koji su podneli ponude, najkasnije u roku od dva dana od prijema zahteva. Naručiocu prezentovan deo Uputstva sa Portala javnih nabavki koji bliže definiše postupanje naručioca u pogledu omogućavanja uvida u dokumentaciju, sa napomenom da ukoliko postoje delovi ponude koji su dostavljeni mimo Portala omogući uvid navođenjem dana, termina i mesta za vršenje uvida, sa obavezom prilaganja ovlašćenja. Preporučeno da se o izvršenom uvidu u dokumentaciju sačini Zapisnik.\nNaručiocu je u postupku javne nabavke buldožera podnet zahtev za zaštitu prava kojim\nje osporena sadržina konkursne dokumentacije."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Ukazano je na odredbe Zakona o javnim nabavkama koje su od značaja u odnosu na dato pitanje i objašn...", "link": null, "input": "Pitanje: Ukazano je na odredbe Zakona o javnim nabavkama koje su od značaja u odnosu na dato pitanje i objašn...: Naručilac je sproveo postupak javne nabavke uglja i peleta po partijama. Za ugalj je zaključio ugovor o javnoj nabavci, a za pelet obustavio postupak. Postavio je pitanje da li sada ponovo može da pokrene postupak javne nabavke peleta s tim što bi ga oblikovao u dve partije, te pored drvenog peleta, u drugoj partiji dodao i agro-pelet.\nImajući u vidu da bi naručilac na ovaj način dodao novi predmet javne nabavke u jednom delu, potrebno je da najpre izvrši izmenu plana javnih nabavki.\nNaručilac se interesovao da li treba konkursnom dokumentacijom da zahteva od ponuđača da popune model ugovora o javnoj nabavci.\nNaručilac u konkursnoj dokumentaciji, u delu pod nazivom „Dokumenti koji se zahtevaju u ponudi/prijavi“, označava model ugovora samo ako je potrebno da ponuđači popune model ugovora, u smislu podataka koji neće biti sadržani u drugim delovima ponude koje će ponuđači da podnesu, nakon čega ga učitavaju u okviru svoje e-ponude. U suprotnom, ponuđači izražavaju svoju saglasnost sa sadržinom budućeg ugovora jednostavno čekiranjem. Ukazano je da u uputstvu za sačinjavanje ponude naručilac ne traži od ponuđača da potpisuju model ugovora, već da, ukoliko je to zahtevano konkursnom dokumentacijom, popune model ugovora i tako popunjeni model ugovora učitaju u okviru svoje e-ponude."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac navodi da je dobio ponudu u kojoj je za način plaćanja na dva mesta unet različit podatak....", "link": null, "input": "Pitanje: Naručilac navodi da je dobio ponudu u kojoj je za način plaćanja na dva mesta unet različit podatak....: Naručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac pokreće postupak nabavke softvera. Postavlja pitanje da li da predmet nabavke odredi kao d...", "link": null, "input": "Pitanje: Naručilac pokreće postupak nabavke softvera. Postavlja pitanje da li da predmet nabavke odredi kao d...: Preporučeno da označi predmet nabavke kao dobro."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li moraju da menjaju plan jn ukoliko neće pokrenuti jednu nabavku koja je planom predviđena?...", "link": null, "input": "Pitanje: Da li moraju da menjaju plan jn ukoliko neće pokrenuti jednu nabavku koja je planom predviđena?...: Naručilac nema obavezu izmene Plana jn u tom slučaju."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li bi za predmet javne nabavke mogli odrediti da se može ponuditi i polovni i novi tečni hromatog...", "link": null, "input": "Pitanje: Da li bi za predmet javne nabavke mogli odrediti da se može ponuditi i polovni i novi tečni hromatog...: Obzirom da bi tu bila velika razlika u ceni, kao i u tehničkim specifikacijama, takvo određivanje predmeta jn ne bi bilo u skladu sa ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li Naručilac je sproveo otvoreni postupak u kome nije dobio nijednu ponudu. Sada pokreće pregovar...", "link": null, "input": "Pitanje: Da li Naručilac je sproveo otvoreni postupak u kome nije dobio nijednu ponudu. Sada pokreće pregovar...: Naručilac nema takvu obavezu.\nPotrebna im je informacija vezano za plaćanje takse za zahtev za tumačenje.\nPoslat je mail sa inf. vezano za taksu."}
