{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: a li nastavljaju s postupkom jn?...", "link": null, "input": "Pitanje: a li nastavljaju s postupkom jn?...: Da, naručilac nastavlja\ns postupkom\njn tamo gde je zastao usled podnetog ZZP-a\nvodeći računa da za podnošenje ponuda mora da ostane\nminimum o\nnoliko dana koliko je ostalo od t\nrenutka podnošenja\nZZP."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Tehničko pitanje u vezi sa primenom Portala jn....", "link": null, "input": "Pitanje: Tehničko pitanje u vezi sa primenom Portala jn....: Upućeni na br. tel. za konsultacije u vezi sa primenom Portala jn."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li je obavezno objavljivanje oglasa proc . vrednosti jednako 5.000.000,00 din. i na Portalu služb...", "link": null, "input": "Pitanje: Da li je obavezno objavljivanje oglasa proc . vrednosti jednako 5.000.000,00 din. i na Portalu služb...: Naručilac je u obavezi da oglase iz čl. 105. st. 1. tač. 1) do 4) u postupcima jn čija je proc. vrednost nabavke jednaka ili veća od 5.000.00,00 din. objavi i na Portalu službenih glasila Republike Srbije i bazi prropisa u formi za objavljivanje dostupnoj na Portalu jn."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Ako je u postupku jn predviđena menica kao sredstvo obezbeđenja, šta ista mora da sadrži (npr. da li...", "link": null, "input": "Pitanje: Ako je u postupku jn predviđena menica kao sredstvo obezbeđenja, šta ista mora da sadrži (npr. da li...: Sadržina menice, vrste menice i, uopšte, pitanja u vezi sa menicom regulisana su Zakonom o menici.\nPozvali su radi informacije u vezi sa dobijenim mejlom na Portalu jn radi prikupljanja podataka u vezi sa primenom odn. korišćenjem socijalnih i ekoloških aspekata u jn. Naime, interesuje ih da li se traženi podaci odnose i na sprovedene nabavke ispod praga iz čl. 27. ZJN.\nRečeno da zatraže informaciju na br. tel. za konsultacije u vezi primene Portala jn."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li je naručilac dužan da zahteva od ponuđača da dostavi sve dokaze o ispunjenosti kriterijuma za ...", "link": null, "input": "Pitanje: Da li je naručilac dužan da zahteva od ponuđača da dostavi sve dokaze o ispunjenosti kriterijuma za ...: Da, i\nzuzev u situacijama propisanim čl. 119. st. 4. ZJN (ukoliko na osnovu podataka navedenih u izjavi iz čl. 118. ZJN naručilac može da pribavi\nodnosno izvrši uvid u dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta\n, ili ukoliko naručilac već poseduje važeće relevantne dokaze)."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Mogu li da izvrše izmenu ugovora o jn usled promene cene benzina?...", "link": null, "input": "Pitanje: Mogu li da izvrše izmenu ugovora o jn usled promene cene benzina?...: U zavisnosti od toga da li je naručilac predvideo promenu cene, prvo je protumačena odredba čl. 156. ZJN (izmene ugovora na osnovu ugovornih odredaba).\nUkoliko to nije slučaj, upućeni da eventualno razmotre primenu čl. 158. ZJN uz napomenu da naručilac može da izmeni ugovor usled pojave nepredviđenih okolnosti na način i pod uslovima koje taj član ZJN propisuje sa ukazivanjem na čl. 155. ZJN u vezi sa obavezom naručioca da obaveštenje o izmeni ugovora o jn pošanje na objavljivanje na Portalu jn u roku od deset dan od dana izmene ugovora o jn."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Ko, od strane naručioca, potpisuje odluku o dodeli ugovora o jn i ugovor o jn?...", "link": null, "input": "Pitanje: Ko, od strane naručioca, potpisuje odluku o dodeli ugovora o jn i ugovor o jn?...: Potpisuje odgovorno lice naručioca ili lice koje on ovlasti.\nZatražili su da im se protumači odredba čl. 35. st. 4 ZJN odn. kada je moguće da se nabavka za pojedine partije izuzme od primene odredaba ZJN-a.\nProtumačena\nodredba čl. 35. st. 4 ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Usled naglog skoka cene goriva, prinuđeni su da izmene ugovor o jn usluge prevoza...Predvideli su u ...", "link": null, "input": "Pitanje: Usled naglog skoka cene goriva, prinuđeni su da izmene ugovor o jn usluge prevoza...Predvideli su u ...: Odgovor je sličan kao u slučaju gorenavedene Opštine Paraćin. Dakle, u zavisnosti od toga da li je naručilac predvideo promenu cene, prvo je protumačena odredba čl. 156. ZJN (izmene ugovora na osnovu ugovornih odredaba). Ukoliko to nije slučaj, ili ukoliko su predvideli promenu cene do određenog limita, ali iznos promene cene prelazi limit koji je naručilac odredio u dokumentaciji i ugvooru o jn, upućeni su da eventualno razmotre primenu čl. 158. ZJN uz napomenu da naručilac može da izmeni ugovor usled pojave nepredviđenih okolnosti na način i pod uslovima koje taj član ZJN propisuje sa ukazivanjem na čl. 155. ZJN u vezi sa obavezom naručioca da obaveštenje o izmeni ugovora o jn pošanje na objavljivanje na Portalu jn u roku od deset dan od dana izmene ugovora o jn.\nU slučaju da nabavku reagenasa za aparat određenog tipa (zatvoreni sistem) može da ponudi samo jedan ponuđač koji je jedni ovlašćeni distributer proizvođača tog aparata na teritoriji Republike Srbije,\nda li dolazi u obzir primena pregovaračkog postupka"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: Da, u tom slučaju moguća je primena čl. 61. st. 1. tač 1) ZJN. Objašnjena procedura pregovaračkog postupka bez objavljivanja javnog poziva."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Sprovode postupak oblikovan u više partija, za partiju broj 8 uložen im je zzp. Da li se postupak su...", "link": null, "input": "Pitanje: Sprovode postupak oblikovan u više partija, za partiju broj 8 uložen im je zzp. Da li se postupak su...: Da, tako je."}
