{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac navodi da su sproveli postupak javne nabavke el. energije i da su dobili jednu ponudu koja...", "link": null, "input": "Pitanje: Naručilac navodi da su sproveli postupak javne nabavke el. energije i da su dobili jednu ponudu koja...: U toku razgovora sa naručiocem je utvrđeno da oni neposredno pre pokretanja postupka nisu izvršili ispitivanje tržišta, već su samo „prepisali“ proc. vrednost od prošle godine, te shodno tome nisu postupili u skladu sa čl. 29. st. 1. ZJN – procenjena vrednost mora biti validna u vreme pokretanja postupka."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Sproveli su otvoreni postupak za nabavku životnih namirnica, oblikovan u 15 partija. Za dve partije ...", "link": null, "input": "Pitanje: Sproveli su otvoreni postupak za nabavku životnih namirnica, oblikovan u 15 partija. Za dve partije ...: Naručiocu ukazano na čl. 146. st. 2. ZJN"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Doneli su odluku o dodeli ugovora i izabrani ponuđač odbija da zaključi ugovor, kako dalje postupaju...", "link": null, "input": "Pitanje: Doneli su odluku o dodeli ugovora i izabrani ponuđač odbija da zaključi ugovor, kako dalje postupaju...: Ukazano na čl. 152. st.3 ZJN\nNaručilac je u postupku javne nabavke dobio dve ponude, od kojih je jedan od ponuđača obveznik pdv-a i isti je iskazao vrednost ponude bez i sa obračunatim pdv-om, dok je drugi iskazao vrednost ponude bez pdv-a, gde je i na mestu vrednosti ponude sa pdv-om naveo vrednost bez pdv-a. Prilikom ocenjivanja ponuda, kako rangiraju dostavljene ponude i da li u okviru ZJN ima neka odredba na koju se mogu pozvati.\nNaručiocu odgovoreno, da se vrednost ponude iskazuje bez i sa uračunatim pdv-om, ali je za ocenjivanje ponuda relevantna cena bez uračunatog pdv-a. Navedeno proizilazi i iz činjenice da se i procenjena vrednost određuje bez uračunatog pdv-a, shodno odredbama člana 30. stav 1. ZJN. Prema ranijoj praksi, ponuđači koji nisu bili obveznici pdv-a, dostavljali su u okviru ponude izjavu da nisu obveznici pdv-a shodno nekom od osnova koje predviđa Zakon o porezu na dodatu vrednost. Danas, naručilac može i sam proveriti da li je neki privredni subjekt obveznik pdv-a ili ne (registar pdv obveznika), na javno dostupnoj internet stranici Poreske uprave."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac je u fazi stručne ocene ponuda. Imaju nameru da shodno odredbama člana 142. stav 1. ZJN iz...", "link": null, "input": "Pitanje: Naručilac je u fazi stručne ocene ponuda. Imaju nameru da shodno odredbama člana 142. stav 1. ZJN iz...: navedenim radnjama imaju dužnost da sačine zapisnik.\nU vezi sa prethodno navedenim, na koji način obavljaju komuniciraju sa ponuđačima.\nNaručiocu odgovoreno da je odredbama člana 142. ZJN, definisana mogućnost naručioca da izvrši uvid (kontrolu) kod ponuđača, ali nije definisano na koji način se preduzete radnje dokumentuju. Sa stanovišta odredbi ZJN nema smetnji da\nnaručilac o preduzetim radnjama sačini zapisnik koji će potpisati ov.predstavnici naručioca (članovii komisije ili ovl.član komisije) i ponuđača kod kog se vrši uvid (kontrola), ili službenu belešku i sl. Napomenuto, da je u ranijoj praksi obično naručilac u dokumentaciji o nabavci (tehn. specifikaciji i sl.) navodio mogućnost vršenja uvida kod ponuđača u fazi stručne ocene tj. pre donošenja odluke o dodeli ugovora.\nU pogledu drugog pitanja, komunikacija se obavalja putem Portala javnih nabavki, shodno odredbama člana 45. stav 2. tačka 6) ZJN, ali pre svega u pogledu dostavljanja dodatnih objašnjenja i sl. Svakako nema smetnje da predmetni zahtev bude upućen putem Portala javnih nabavki ponuđačima, imajući u vidu da je isti u vezi sa ovalašćenjima naručioca iz člana 142. ZJN.\nNaručilac je dobio pozitivno mišljenje KJN za sprovođenje pregovaračkog postupka bez objavljivanja javnog poziva (usled hitnosti). Sad su u fazi posle otvaranja ponuda, predvideli su pregovaranje putem Portala, gde su elementima o o pregovarau naveli da će se sprovesti u jednoj fazi. Da li moraju sprovesti ovu fazu (imaju dve ponude) ili mogu odmah da pristupe donošenju odluke o dodeli ugovora.\nNaručiocu skrenuta pažnja da odredbama člana 62. ZJN nije bliže opisan način pregovaranja, osim što je u stavu 5. navedenog člana zakona propisan da naručilac između ostalog definiše elemente ugovora o kojima će pregovarati i način pregovaranja. Shodno navedenoj zakonskoj odredbi, naručilac bi morao postupati u skladu sa sadržinom obrasca tj. elementima pregovaranja koji je definisao u okviru konk.dokumentacije. Navedeno proizilazi i iz smernica za primenu pregovaračkog postupka bez objavljivanja javnog poziva, gde je između ostalog navedeno da naručilac na osnovu uputstva o načinima pregovaranja sadržanim u konk.dokumentaciji odlučuje da li ide narednu fazu pregovaranja.\nSprovode postupak jn u o.p. u osam partija, koji je u fazi podnošenja ponude. Naručilac\nhoće"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: da izmeni dokumentaciju o jn, te postavlja pitanje na koji način to može da učini i da li mora da pr...", "link": null, "input": "Pitanje: da izmeni dokumentaciju o jn, te postavlja pitanje na koji način to može da učini i da li mora da pr...: Naručilac može da izmeni dokumentaciju o nabavci\nsamo\ndo isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n, pritom vodeći računa o tome da li je reč o bitnoj izmeni dokumentacije o jn.\nPitanja oko popunjavanja\ne-izjave iz čl 118. ZJN\n.\nUpućeni na Uputstvo za kor\nisnike\nPortal\na\njn, deo Pri\nprema i podnošenje ponuda u okviru kojeg se\nnalazi e-izjava – način popunjavanja. Rečeno da imaju i mogućnost korišćenja Demo verzije Portala u cilju vežbanja rada na Portalu jn, te da u slučaju potrebe mogu kontaktirati KJN na br. kontakt tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze u delu Kontakt internet stranice KJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Tehničko pitanje u vezi rada na Portalu jn....", "link": null, "input": "Pitanje: Tehničko pitanje u vezi rada na Portalu jn....: Upućeni na br. kontakt tel. KJN za konsultacije u vezi sa primenom Portala jn koji se nalaze na internet srani KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li članovi komisije za jn trebaju da imaju zamenike?...", "link": null, "input": "Pitanje: Da li članovi komisije za jn trebaju da imaju zamenike?...: Ukazano da\nZJN-om nije propisano da članovi komisije za jn moraju imati svoje za\nmenike, ali nije protivno ZJN\nnego je čak i poželjno da\nnaručilac prilikom imenovanja\nčlanova komisije za jn istovremeno imenuje i njihove zamenike.\nPored toga, poželjno je da naručialac odredi i nekog od članova komisije za jn da koordinira rad\nkomisije za jn, s obzirom na to da ZJN ne predviđa ni predsednika komisije za jn.\nIzmenili bi odluku\no"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: dodeli ugovora o jn, te postavljaju pitanje kako tehnički to da učine....", "link": null, "input": "Pitanje: dodeli ugovora o jn, te postavljaju pitanje kako tehnički to da učine....: Upućeni su na Uputstvo za korisnike Portala jn, u kome je objašnjen i proces izmene odluke o dodeli ugovora o jn.\nDa\nne bi bilo zabune\n, rečeno da\nprethodno objavljena (osnovna)\nodluka o dodeli ugovora o jn ostaje i dalje vidljiva tj. dostupna na Portalu jn označena precrtanim tekstom. U slučaju eventualnih pitanja tokom izmene odluke o jn i, uopšte, rada na Portalu jn, rečeno\ni\nda mogu da zatraže konsultaciju u vezi primene Portala jn na br. tel. date u tu svrhu, koji se nalaze na internet stranici KJN u delu Kontakt.\nPonuđač navodi da je naručilac u kd tražio određeni prihod, pa ga interesuje kako se on dokazuje, odnosno da li se određeni prihod može videti iz\nfinansijskog izveštaja, koji je naručilac odredio kao dokaz\nOdgovoreno da\nje"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Pitanje se odnosilo na računanje rokova...", "link": null, "input": "Pitanje: Pitanje se odnosilo na računanje rokova...: objašnjeno"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Ponuđač naveo različite cene u obrascu ponude i obrascu strukture cene. Da li naručilac može da traž...", "link": null, "input": "Pitanje: Ponuđač naveo različite cene u obrascu ponude i obrascu strukture cene. Da li naručilac može da traž...: Naručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora\n."}
