{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li u imaju obavezu da sprovode p.p. bez objavljivanja  javnog poziva za podnošenje ponuda za naba...", "link": null, "input": "Pitanje: Da li u imaju obavezu da sprovode p.p. bez objavljivanja  javnog poziva za podnošenje ponuda za naba...: Ne, budući da je ista ispod pragova propisanih čl. 27. ZJN"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li se u okviru godišnjih izveštaja moraju da dostavljaju i ugovore koji su zaključeni na osnovu č...", "link": null, "input": "Pitanje: Da li se u okviru godišnjih izveštaja moraju da dostavljaju i ugovore koji su zaključeni na osnovu č...: Da, ukazano na odredbu čl. 181. st. 3. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Kod p.p. bez objavljivanja poziva za podnošenje ponuda kako izgleda pregovaranje?...", "link": null, "input": "Pitanje: Kod p.p. bez objavljivanja poziva za podnošenje ponuda kako izgleda pregovaranje?...: Naručiocu najpre ukazano da se pregovaranje može obavljati izvan Portala javnih nabavki ili putem Portala javnih nabavki. Naručilac je potom upućen na smernice za primenu p.p.  bez objavljivanja javnog poziva gde je detaljno objašnjen i jedan i drugi način.\nImaju potrebu da sprovedu preg. post. sa stranim ps, ali nisu sigurni da će hteti da se registruje na portal zbog jezičke barijere.. da li može ev. da registruje ogranak..\nMože ogranak da se registruje i ukazano da portal ima verziju i na engleskom jeziku.\nNepredviđeni radovi? Izmena ugovora..\nUkazano na čl. 160. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Usled izmena pravilnika o sistematizaciji radnih mesta, ukazala se potreba za prijemom u radni odnos...", "link": null, "input": "Pitanje: Usled izmena pravilnika o sistematizaciji radnih mesta, ukazala se potreba za prijemom u radni odnos...: U slučaju potrebe  izvođenja raznih radova (npr. molerskih, farbarskih i sl.) na jednom objektu, ima li potrebe za odvajanjem ovih nabavki? Napomenuli su da pojedinačna proc. vrednost tih radova ne prelazi pragove iz čl. 27. ZJN, dok zajedno prelaze.\nNa ugovore koji se zaključuju u skladu sa odredbama zakona kojim se uređuju prava, obaveze i odgovornosti iz radnog odnosa, odnosno po osnovu rada, naručioci ne primenjuju odredbe ZJN-a, a u skladu sa čl. 12. st. 1. tač. 8. ZJN.\nUzimajući  u obzir odredbe čl. 29. ZJN, iako se ovde radi o raznorodnim radovima (molerski, farbarski, stolarski i dr.), naručilac ove radove ne bi trebao odvajati i sprovoditi posebne postupke za iste, već bi trebao sprovesti jednu nabavku kojom bi bili obuhvaćeni svi radovi, jer zajedno čine jednu objektivnu celinu, posmatrano s tehničke i funkcionalne strane."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li privredni subjekt koji je učestvovao u izradi projektne dokumentacije za izgradnju objekta mož...", "link": null, "input": "Pitanje: Da li privredni subjekt koji je učestvovao u izradi projektne dokumentacije za izgradnju objekta mož...: Može, pod uslovom da se time ne narušava načelo konkurencije u kom cilju je  naručilac dužan da postupi u skladu sa čl. 90. ZJN i preduzme odgovarajuće mere, radi zaštite integriteta postupka jn.\nNameravaju da obustave o. p.  za nabavku izvođenja radova usled prestanka potrebe za istom, te ih interesuje koji su uslovi za obustavu postupka kako ne bi pogrešili.\nNaručilac može da postupi po čl. 147. st. 1. tačka 2) ZJN i donese odluku o obustavi postupka jn ako postoje dokazivi razlozi usled kojih je prestala potreba za tom nabavkom zbog čega se neće ponavljati u toku iste budžetske godine, odnosno u narednih šest meseci.\nŽele da upute zahtev za  tumačenje ZJN, te ih interesuje na koji način to mogu da učine.\nDato uputstvo za slanje zahteva za davanje mišljenja o primeni ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li se primenjuje odredba čl. 105. st. 10. ZJN, koja se odnosi na obavezu naručioca da oglase za j...", "link": null, "input": "Pitanje: Da li se primenjuje odredba čl. 105. st. 10. ZJN, koja se odnosi na obavezu naručioca da oglase za j...: Ne. Odredba čl. 105. st. 10. ZJN primenjivaće se od dana pristupanja Republike Srbije Evropskoj uniji, a na osnovu čl. 247. ZJN (prelazne i završne odredbe ZJN)."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Sprovode pregovarački postupak bez objavljivanja javnog poziva po osnovu člana 61. st. 7. ZJN. S tim...", "link": null, "input": "Pitanje: Sprovode pregovarački postupak bez objavljivanja javnog poziva po osnovu člana 61. st. 7. ZJN. S tim...: Shodno čl. 62. st. 7. ZJN naručilac je dužan da vodi zapisnik o pregovaranju."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Postavlja pitanje do kada imaju obavezu da šalju kvartalne izveštaje....", "link": null, "input": "Pitanje: Postavlja pitanje do kada imaju obavezu da šalju kvartalne izveštaje....: Naručiocu je ukazano da dostavlja kvartalni izveštaj sve dok ima nabavke koje sprovodi primenom odredaba starog ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li član grupe ponuđača može biti strano pravno lice?...", "link": null, "input": "Pitanje: Da li član grupe ponuđača može biti strano pravno lice?...: Može..."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li prilikom popunjavanja Izjave o ispunjenosti kriterijuma, kod pitanja da li je dokaz za neposto...", "link": null, "input": "Pitanje: Da li prilikom popunjavanja Izjave o ispunjenosti kriterijuma, kod pitanja da li je dokaz za neposto...: Ponuđač je registrovan u Registru ponuđača.\nUkazano da označe opciju DA i navedu link APR-a."}
