{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Ponuđač je odustao od zaključenja ugovora nakon što je naručilac doneo odluku o dodeli ugovora. Nema...", "link": null, "input": "Pitanje: Ponuđač je odustao od zaključenja ugovora nakon što je naručilac doneo odluku o dodeli ugovora. Nema...: Obustaviće postupak za tu partiju i mogu da pokrenu novi postupak. Ne ispunjavaju uslove za pregovarački. Jedina mogućnost koju imaju jeste da eventualno aneksiraju postojeći ugovor i da povećaju obim.\nNaručilac je zahtevao dokumentacijom sredstvo obezbeđenja za ozbiljnost ponude i pismo o namerama za izdavanje sredstva obezbeđenja za ispunjenje ugovornih obaveza. Dobili su"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: pitanje shodno članu 97. ZJN, kojim se ukazuje na nepotrebnost zahteva za pismom o namerama. Da li j...", "link": null, "input": "Pitanje: pitanje shodno članu 97. ZJN, kojim se ukazuje na nepotrebnost zahteva za pismom o namerama. Da li j...: Naručiocu odgovoreno, da pismo o namerama, prema odredbama člana 94. ZJN i Pravilnika o sadržini konkursne dokumentacije u postupcima javnih nabavki, ne predstavlja sredstvo obezbeđenja. Svakako navedeni instrument ne predstavlja s.obezbeđenja, već samo izjavu\nkojom se poslovna banka obavezuje da će pod uslovom da se steknu uslovi izdati sred.obezbeđenja definisano u istoj. Dalje, prema odredbama člana 94. stav 1. tačka 1) ZJN sred.obezbeđenja za ozbiljnost ponude, služi i za obezbeđenje za slučaj da ponuđač odbije da dostavi obezbeđenje za izvršenje ugovora. Shodno navedenom, postavlja se pitanje potrebe zahteva za pismom o namerama. O navedenom postoji i stav Republičke komisije za zaštitu prava u odluci-rešenju 4-00-1015/2020.\nKao služba javnih nabavki dobili su nacrte ugovora: 1) između Opštine Prijepolje i JKP iz Prijepolja za obavljanje komunalnih poslova i 2) između opštine i EPS-a za sanaciju instalacija. Navedeni nacrti ugovora su im dostavljeni radi davanja mišljenja da li postoje neki osnovi iz ZJN koji izuzimaju predmetne nabavke od primene odredbi ZJN.\nU pogledu navedenog, saopšteno naručiocu da KJN ne daje usmene konsultacije u pogledu nabavki za koje eventualno postoji neki od razloga za izuzeće od primene ZJN. U razgovoru, saopšteno naručiocu da u pogledu prvog ugovora može eventualno postojati razlog za izuzeće iz člana 12. stav 1. tačka 12) ZJN ukoliko je to nabavka od naručioca koji ima isključivo\npravo pod uslovom da su ispunjeni svi zahtevi iz ove tačke. U pogledu drugog ugovora, moguće je eventualno sprovođenje pregovaračkog postupka bez objvaljivanja javnog poziva iz člana 61. stav 1. tačka 1) podtč (2) ZJN, ali pod uslovom da su ispunjeni navedeni uslovi i da se dobije pozitivno mišljenje KJN za sprovođenje ove vrste postupka. Svakako još jednom naglašenio da se u pogledu navedenih pitanja, iz razloga kompleksnosti i potrebne dokumentacije, nije moguće izjasniti putem usmenih konsultacija. Preporuka je da se naručilac obrati pisanim putem (sa svom potrebnom dokumentacijom) radi dobijanja mišljenja od strane KJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Izvršili su izmenu ugovora o jn električne energije zaključenog u o.p. po čl. 158 ZJN usled smanjenj...", "link": null, "input": "Pitanje: Izvršili su izmenu ugovora o jn električne energije zaključenog u o.p. po čl. 158 ZJN usled smanjenj...: Da, u slučaju primene čl. 158. ZJN. naručilac je dužan da saglasno čl. 155. st. 2. ZJN objavi obaveštenje o izmeni ugovora o jn na Portalu jn.\nZa jednu od partija za stomatološki materijal u o.p.\nu okviru\nnabavke sanitetskog potrošnog materijala,\nprimljena ponuda\npo\nne odgovara tehničkim specifikacijama, te hoće da potvrde da (li) takvu ponudu odbijaju.\nUkoliko ponuda ne ispunjava uslove i zahteve iz kd u vezi sa tehničkim specifikacijama, naručilac takvu ponudu  odbija u skladu sa čl. 144. st.\n1. tačka 3) ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Koliko iznosi važeća dinarska  vrednost evropskih pragova?...", "link": null, "input": "Pitanje: Koliko iznosi važeća dinarska  vrednost evropskih pragova?...: Važeće evropske pragove odn. dinarsku vrednost evropskih pragova objavilo je\nMinistarstvo finansija\nu\n\"Službenom\nglasnik\nu\nRS\", broj 127 od 24. decembra 2021\n. godine, i u primeni su od\n1. januara 2022. godine.\nU vezi sa mejlom dobijenim od Portala KJN u vezi sa godišnjim izveštajem o nabavkama na koje se ZJN ne primenjuje, interesuje ih na koje se nabavke odnosi pomenuti izveštaj.\nOdgovoreno da iz odredaba čl. 181. ZJN jasno proizlazi da godišnji izveštaj o nabavkama na koje se ZJN ne primenjuje sadrži podatke o nabavkam\na\nispod praga iz čl. 27. st. 1. ZJN i nabavkama izuzetim od primene ZJN iz čl. 11-21. ZJN, te da su bili dužni\nda\ngodišnji\nizveštaj o nabavkama na koje se ZJN ne primenjuje za prethodnu, 2021. godinu,\ndostave\nputem Portala jn\nnajkasnije do 31. januara ove, 2022. godine.\nS obzir\no\nm da n\nisu tako postupili, KJN je putem ovog mejla ipak obavestila naručioce koji nisu dostavili pomenute izveštaje da im daje mogućnost da u naknadnom roku postupe po čl. 181. ZJN\nu skladu sa datom instrukcijom\n."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li se na nabavke usluge ispod milion dinara mora primenjivati ZJN?...", "link": null, "input": "Pitanje: Da li se na nabavke usluge ispod milion dinara mora primenjivati ZJN?...: S obzirom da se radi o nabavci iz čl. 27. st. 1. tačka 1) ZJN, naručilac postupa po proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49. t. 2. ZJN uz primenu načela ZJN na način koji je primeren okolnostima konkretne nabavke.\nNaručilac, pak, može da odluči da za nabavku na koju se ZJN ne primenjuje\n(nabavku ispod praga iz čl. 27. st. 1. ZJN i/ili nabavku izuzete od primene ZJN iz čl. 11-21. ZJN) primeni odredbe ZJN, u kom slučaju je dužan da ih u svemu ispoštuje (Portal jn, procedura...)."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li je potrebno predvideti izmenu ugovora po članu 157. ZJN?...", "link": null, "input": "Pitanje: Da li je potrebno predvideti izmenu ugovora po članu 157. ZJN?...: ne"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: 2. Da li se postupak obustavlja, ako ponuđač koji je jedini podneo prihvatljivu ponudu odbije da zak...", "link": null, "input": "Pitanje: 2. Da li se postupak obustavlja, ako ponuđač koji je jedini podneo prihvatljivu ponudu odbije da zak...: ZJN nije predviđeno, te je zato sugerisano naručiocu da to predvidi u kd.\n2. Da. Predočeno da mora da se vrati na stručnu ocenu ponuda, te da sada kao razlog za obustavu označi da je ponuđač odbio da zaključi ugovor"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac navodi da je u kd zahtevao dečje krevetiće određenih dimenzija, ali da je dopustio odstupa...", "link": null, "input": "Pitanje: Naručilac navodi da je u kd zahtevao dečje krevetiće određenih dimenzija, ali da je dopustio odstupa...: Komisija za javnu nabavku\npreduzima sve radnje u postupku, a naročito pr\niprema oglase o javnoj nabavci,\nkonkursnu dokumentaciju, vrši stručnu o\ncenu ponuda i prijava, priprema\nizveštaje o postupku javne nabavke, obavlja p\notrebnu komunikaciju u postupku\njavne nabavke u skladu sa odredbama ovog za\nkona i preduzima potrebne radnje\nu slučaju podnošenja zahteva za zaštitu prava.\nKJN nema ovlašćenja da vrši stručnu ocenu ponuda.."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Izabrani ponuđač je odbio da zaključi ugovor. Da je naručilac dužan da ponovi ulazi u stručnu ocenu ...", "link": null, "input": "Pitanje: Izabrani ponuđač je odbio da zaključi ugovor. Da je naručilac dužan da ponovi ulazi u stručnu ocenu ...: Da, naručilac mora ponovo izvršiti stručnu ocenu ponuda na Portalu jn i doneti novu odluku o dodeli ugovora."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li može da izmeni Odluku o dodeli ugovora nakon što protekne rok za ZZP?...", "link": null, "input": "Pitanje: Da li može da izmeni Odluku o dodeli ugovora nakon što protekne rok za ZZP?...: Rečeno da postoji tehnička mogućnost izmene Odluke o dodeli ugovora, ali da ZJN ne predviđa osnove za izmenu Odluke o dodeli ugovora."}
