{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Pitanje se odnosi na način vršenja uvida u dokumentaciju o postupku jn....", "link": null, "input": "Pitanje: Pitanje se odnosi na način vršenja uvida u dokumentaciju o postupku jn....: ZJN omogućava privrednom subjektu koji je podneo ponudu/prijavu, a koji je zahtevao uvid  u dokumentaciju o jn, da\nizvrši uvid\nuz mogućnost da prilikom uvida kopira istu (u kom\nslučaju troškove kopiranja dokumentacije o jn snosi podnosilac zahteva za uvid) odn. preuzme dokumentaciju o jn na (drugi) odgovarajući način. Naručilac je u obavezi da prilikom uvida, kopiranja i preuzimanja dokumentacije o jn na odgovarajući način zaštiti poverljive podatke, a sve u skladu sa čl. 149. ZJN.\nZatražili su što hitnije rešenje tehničkog problema u vezi sa objavom izmenjene odluke o dodeli ugovora o jn.\nProsleđeno koleginici Miri S."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li je dovoljno da naručilac pošalje na tri adrese zahtev za utvrđivanje relevantne tržišne cene r...", "link": null, "input": "Pitanje: Da li je dovoljno da naručilac pošalje na tri adrese zahtev za utvrđivanje relevantne tržišne cene r...: Odgovoreno da mora da izvrši sve provere i prikupi sve podatke o predmetu nabavke i ceni kako u fazi planiranja postupka, tako i pred sprovođenje postupka kako bi procenjena vrednost bila validna.\nPonuđač je pogrešno naveo da postoje osnovi za isključenje u vezi zaštite"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: životne sredine, naručilac je prihvatio ponudu i zaključio ugovor sa tim ponuđačem. Kako dalje da po...", "link": null, "input": "Pitanje: životne sredine, naručilac je prihvatio ponudu i zaključio ugovor sa tim ponuđačem. Kako dalje da po...: Naručiocu je odgovoreno da KJN ne vrši stručnu ocenu ponuda."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li imaju status naručioca?...", "link": null, "input": "Pitanje: Da li imaju status naručioca?...: Naručiocu je ukazano da može da se obrati za mišljenje o primeni člana 4. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li član komisije mora da bude diplomirani master pravnik?...", "link": null, "input": "Pitanje: Da li član komisije mora da bude diplomirani master pravnik?...: Odgovoreno da u skladu sa članom 92. stav 4. mora da bude lice koje je završilo pravni fakultet ili položilo ispit za službenika za javne nabavke."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li je u Izveštaj trebalo da unesu nabavke na koje se ZJN ne primenjuje po osnovu člana 35. stav 4...", "link": null, "input": "Pitanje: Da li je u Izveštaj trebalo da unesu nabavke na koje se ZJN ne primenjuje po osnovu člana 35. stav 4...: Rečeno da je trebalo da unesu u delu pod članom 27. ZJN.\nPrilikom izrade izveštaja iz člana 181. ZJN, naručilac je uvideo da za dve nabavke za koje je zaključio ugovor nije objavio obaveštenje o dodeli ugovora. Traži savet kako da sada postupi.\nUkazano naručiocu da je propustio zakonski rok za objavu navedenog obaveštenja, kao i da navedeni propust predstavlja prekršaj. Takođe, saopšteno mu je da ima mogućnost da ga objavi i sada, uz napomenu da to suštinski ne menja stvari."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Pitanje je bilo u vezi sa izveštajima iz člana 181. ZJN....", "link": null, "input": "Pitanje: Pitanje je bilo u vezi sa izveštajima iz člana 181. ZJN....: Upućeni na kolege sa Portala"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Koji je rok za podnošenje ponuda u postupku javne nabavke radova čija je procenjena vrednost 20.000....", "link": null, "input": "Pitanje: Koji je rok za podnošenje ponuda u postupku javne nabavke radova čija je procenjena vrednost 20.000....: Odgovoreno da je rok 15 dana od slanja na objavljivanje javnog poziva."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Dobio je ponudu čiji iznos prelazi pr...", "link": null, "input": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Dobio je ponudu čiji iznos prelazi pr...: Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nPored toga, u slučaju obustave, naručilac ima obavezu da, nakon objavljivanja Odluke o obustavi postupka, sačeka da istekne rok za podnošenje zahteva za zaštitu prava."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac sprovodi postupak javne nabavke radova u kojem su podnete dve ponude. Međutim, jedan od po...", "link": null, "input": "Pitanje: Naručilac sprovodi postupak javne nabavke radova u kojem su podnete dve ponude. Međutim, jedan od po...: Ukazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda.\nPored toga, u ovoj fazi postupka (kad je istekao rok za podnošenje ponuda i kad su ponude otvorene) nije moguće vršiti izmenu ili dopunu ponude, kao ni njeno povlačenje.\nNaručilac sprovodi postupak javne nabavke usluge obezbeđenja, čija je procenjena vrednost 900.000 dinara. Međutim, smatra da bi trebalo da donese odluku o obustavi postupka. S tim u vezi, postavlja pitanje da li nakon toga predmetnu nabavku može da sprovede bez primene odredaba Zakona o javnim nabvkama.\nU konkretnom slučaju reč je o nabavci čija je procenjena vrednost ispod 1.000.000 dinara, odnosno ispod 15.000.000 dinara, imajući u vidu da je predmetna usluga obuhvaćena Prilogom 7.\nIz navedenog proizlazi da za ovu nabavku naručilac nije dužan da sprovodi postupak javne nabavke.\nTakođe, ukazano je da je članom 49. stav 2. Zakona o javnim nabavkama propisano da je naručilac dužan da posebnim aktom bliže uredi način planiranja, sprovođenja postupka javne nabavke i praćenja izvršenja ugovora o javnoj nabavci (način komunikacije, pravila, obaveze i odgovornost lica i organizacionih jedinica), način planiranja i sprovođenja nabavki na koje se zakon ne primenjuje, kao i nabavki društvenih i drugih posebnih usluga."}
