{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: postavio pitanje da li može da dodeli ugovor ponuđaču koji je ponudio cenu...", "link": null, "input": "Pitanje: postavio pitanje da li može da dodeli ugovor ponuđaču koji je ponudio cenu...: koja je veća od procenjene vrednosti.\nShodno odredba\nma člana 146. ZJN\n, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Pokrenuli su konkurenti postupak sa pregovaranjem nakon otvorenog postupka. U otvorenom postupku je ...", "link": null, "input": "Pitanje: Pokrenuli su konkurenti postupak sa pregovaranjem nakon otvorenog postupka. U otvorenom postupku je ...: Naručiocu ukazano da KJN nije nadležna da vrši stručnu ocenu ponude, već to čini komisija odnosno lice koje naručilac imenuje."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Dostavili su dokaze odmah uz ponudu. Postavljaju pitanje da li su pogrešili u smislu da mogu da budu...", "link": null, "input": "Pitanje: Dostavili su dokaze odmah uz ponudu. Postavljaju pitanje da li su pogrešili u smislu da mogu da budu...: Ukazano na član 119. stav 1. ZJN. Međutim, to neće biti razlog odbijanja.\nImaju poteškoće na Portalu jn.\nUpućeni na kolege iz tehničke službe.\nInteres\nuje se i dalje dokle se stiglo u rešavanju predmeta koji je uputio KJN (Grupi za monitoring). Naime, kao fizičko lice podneo je KJN u februaru o.g. prijavu u vezi nepravilnosti u radu Opšte bolnice „Sv. Sava“ u Beogradu u vezi sa nabavkom mob. telefonije. Istakao je da se obraćao i Agenciji za borbu protiv korupcije u vezi pomenute nabavke, koja je prosledila dopis KJN u martu\no.g\n.\nPredmet je u radu\n(\nčeka se izjašnjenje naručioca po urgenciji i nakon upućene potražnice od strane KJN\n).\nTehnički problem u vezi sa Portalom jn (ne može da se uloguje)."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Ukoliko naručilac oblikuje nabavku po partijama, da li može definisati različite kriterijume za izbo...", "link": null, "input": "Pitanje: Ukoliko naručilac oblikuje nabavku po partijama, da li može definisati različite kriterijume za izbo...: Može.\nUkoliko je predmet nabavke oblikovan\npo partijama\n,\nnaručilac može definisati različite kriterijume za izbor privrednog subjekta za pojedine partije\n."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Naručilac je u fazi pre otvaranja ponuda izmenio obr.str.ponuđene cene, ali je isti samo izdelio, od...", "link": null, "input": "Pitanje: Naručilac je u fazi pre otvaranja ponuda izmenio obr.str.ponuđene cene, ali je isti samo izdelio, od...: Naručiocu odgovoreno, da KJN ne vrši stručnu ocenu ponuda, ali prema onom što je naveo naručilac izmena obrasca nije dovela do suštinske izmene istog, te u tom smislu naručilac može utvrditi stvarnu sadržinu ponude navedenog ponuđača. Ukoliko bi imao potrebu za dodatnim objašnjenjem, naručilac bi mogao shodno odredbama člana 142. ZJN da se obrati ponuđaču radi dobijanja dodatnih objašnjenja pa i dokumentacije. Napomenuto naručiocu da navedeno, ne daje pravo ponuđaču da izmeni dostavljenu ponudu. Istaknuto da naručilac može odbiti ponudu ponuđača iz razloga navedenih u odredbama člana 144. ZJN, gde bi to u konkretnom slučaju eventualno bio osnov iz stava 1. tačka 6) prethodno navedenog člana zakona, a usled činjenice da u ponudi postoje nedostaci usled kojih nije moguće utvrditi stvarnu sadržinu ponude ili je nije moguće uporediti sa drugim ponudama.\nNaručilac je sproveo postupak javne nabavke za uslugu javnog prevoza dece. U istom je nakon donošenja odluke o dodeli ugovora, podnet zahtev za zaštitu prava koji se trenutno još uvek vodi pred Rep.komisijom za zaštitu prava u postupcima javnih nabavki. Naručilac je izmenio prethodno zaključeni ugovor, produživši rok važenja do okončanja postupka zaštite prava i izbora novog dobavljača usluge. Da li je navedeno postupanje u skladu sa ZJN.\nNaručiocu odgovoreno, da navedeno postupanje nije u skladu sa ZJN, ukoliko je izmena urađena, a da nisu ispunjeni uslovi navedeni u odredbama člana 154-162. ZJN. Ukoliko navedena situacija nije bila predviđena ugovorom ili dokumentacijom o nabavci, postavlja se pitanje osnovanosti ovakvog načina izmene ugovor. Skrenuta pažnja naručiocu da postoje osnovi za nastavak postupka javne nabavke, ali na osnovu odluke Republičke komisije za zaštitu prava iz člana 216. stav 2. ZJN, kao i eventualno mogućnost vođenja pregovaračkog postupka bez objavljivanja javnog poziva (po hitnosti) iz člana 61. stav 1. tačka 2) ZJN, naravno ukoliko naručilac opravda razloge hitnosti i dobije pozitivno mišljenje KJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Imaju potrebu za povećanjem ugovora za više od 50%. Takođe napominju da nemaju predviđenu mogućnost ...", "link": null, "input": "Pitanje: Imaju potrebu za povećanjem ugovora za više od 50%. Takođe napominju da nemaju predviđenu mogućnost ...: Naručiocu ukazano da u konkretnom slučaju nema mesta izmeni shodno odredbama ZJN, te da bi trebalo da u Plan jn unesu novu stavku plana i pokrenu postupak po osnovu iste."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li da produže rok za podnešenje ponuda ukoliko vrše izmenu konkursne dokumentacije u pogledu gara...", "link": null, "input": "Pitanje: Da li da produže rok za podnešenje ponuda ukoliko vrše izmenu konkursne dokumentacije u pogledu gara...: Naručilac je dužan da\nproduži rok za podnošenje ponuda\nukoliko je\ndokumentacija o nabavci bitno izmenjena\n, odnosno, ako bi zbog\nizmena privrednim subjektima nužno\nbilo potrebno dodatno vreme za\npripremu ponude ili prijave, a naro\nčito ako se te izmene odnose na\nkriterijume za kvalitativni izbor privrednog subjekta, kriterijume za dodelu\nugovora ili tehničke\nspecifikacije predmeta nabavke."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Šta treba napisati u obrazloženju pri obeležavanju koji dokumenti se dostavljaju uz ponudu?...", "link": null, "input": "Pitanje: Šta treba napisati u obrazloženju pri obeležavanju koji dokumenti se dostavljaju uz ponudu?...: Kratko pojašnjenje ponuđačima na koji način i u kom obliku treba da dostave traženi dokument (popunjen, nepopunjen,.. i sl.)."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Potrebno je da produže rok nakon izmene dokumentacije o nabavci. Postavljaju pitanje za koliko najvi...", "link": null, "input": "Pitanje: Potrebno je da produže rok nakon izmene dokumentacije o nabavci. Postavljaju pitanje za koliko najvi...: Odgovoreno da ne postoji gornja granica u smislu novog roka za podnošenje ponuda. Jedino ograničenje se odnosi na to da rok ne može biti manji od 13 dana."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Dva ponuđač im nisu popunila u potpunosti obrazac strukture cene, tačnije kod jednog je učitana samo...", "link": null, "input": "Pitanje: Dva ponuđač im nisu popunila u potpunosti obrazac strukture cene, tačnije kod jednog je učitana samo...: Ukazano na odredbe člana 144. ZJN, kojim su propisani osnovi za odbijanje ponude kao neprihvatljive.\nNaručilac je sproveo nabavku namirnica po partijama u o.p., za koju nije dobio nijednu ponudu, te ga interesuje da li da ponovi o.p. za istu...\nOdgovoreno da naručilac za konkretnu partiju za koju nije dobio nijednu ponudu može ponovo da pokrene o.p., a ima i mogućnost da pokrene pregovarački postupak po čl. 61. st. 7. ZJN, pod uslovima koje taj član zakona predviđa.\nPozvali radi dokumentacije/predmeta u vezi ZZP odn. tražili  RKJN.\nOdgovoreno da su greškom pozvali KJN i upućeni na RKJN  (pisarnicu)."}
