{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Doneto je rešenje kojim se odbija zzp kao neosnovan koji je uložen na postupak koji sprovode.  Kako ...", "link": null, "input": "Pitanje: Doneto je rešenje kojim se odbija zzp kao neosnovan koji je uložen na postupak koji sprovode.  Kako ...: Naručiocu odgovoreno da nastavljaju sa postupkom tamo gde su stali i objašnjeno kako nastavljaju sa postupkom na Portalu."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Postavljaju pitanje vezano za osnove isključenja koji se odnose na čl. 111. st. 1. tač. 3. ZJN, odno...", "link": null, "input": "Pitanje: Postavljaju pitanje vezano za osnove isključenja koji se odnose na čl. 111. st. 1. tač. 3. ZJN, odno...: Sama izjava koju budu popunjavali je dokaz o ispunjenosti kriterijuma za izbor privrednog subjekta."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac je doneo rešenje kojim je usvojio njihov zzp i navedeno rešenje dostavio i RK. Ponuđač pos...", "link": null, "input": "Pitanje: Naručilac je doneo rešenje kojim je usvojio njihov zzp i navedeno rešenje dostavio i RK. Ponuđač pos...: Ponuđač upućen da kontaktira RK."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljaju pitanje vezano za način dostavljanja dokaza za strane ponuđače...", "link": null, "input": "Pitanje: Postavljaju pitanje vezano za način dostavljanja dokaza za strane ponuđače...: .\nUpućeni na čl. 121. ZJN"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li za nabavku usluge fizičko tehničkog obezbeđenja, procenjene vrednosti 3.000.000 primenjuju čla...", "link": null, "input": "Pitanje: Da li za nabavku usluge fizičko tehničkog obezbeđenja, procenjene vrednosti 3.000.000 primenjuju čla...: Naručiocu odgovoreno da mogu da primene konkretni član."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li šalju izveštaje za javne nabavke sprovedene po starom zakonu?...", "link": null, "input": "Pitanje: Da li šalju izveštaje za javne nabavke sprovedene po starom zakonu?...: Upućeni da se obrate sektoru za primenu Portala."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavili pitanje da li mogu da traže dodatna pojašnjenja u konkretnoj situaciji....", "link": null, "input": "Pitanje: Postavili pitanje da li mogu da traže dodatna pojašnjenja u konkretnoj situaciji....: Naručiocu je ukazano na član 142. stav 2. i 3. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li je ponuđač dužan da vadi novo menično ovlašćenje za postupak u kome je podnet ZZP u vezi sa ko...", "link": null, "input": "Pitanje: Da li je ponuđač dužan da vadi novo menično ovlašćenje za postupak u kome je podnet ZZP u vezi sa ko...: Kako menično ovlašćenje ima isti period važenja kao i sama menica, ukazano da menica i ovlašćenje moraju biti validne u momentu otvaranja ponuda kako bi naručilac eventualno mogao naplatiti istu. Dakle, ponuđač se mora ponovo obratiti za izdavanje menice i meničnog ovlašćenja sa novim periodom važenja.\nNaručilac navodi da je prilikom sastavljanja dokumentacije o nabavci napravljena greška tako što je propušteno da se u Uputstvu ponuđačima kako da popune ponudu označi Obrazac strukture cene kao dokument koji je neophodno dostaviti uz ponudu. Takođe navodi da je sam Obrazac o strukturi cene objavio na portalu jn, među ostalim dokumentima koji čine konkursnu dokumentaciju.\nUkazano na član 103. stav 2. ZJN kojim je propisano da kada naručioci zahtevaju dostavljanje sertifikata koje izdaje određeno telo za ocenjivanje usaglašenosti, obavezni su da prihvate i sertifikate koje su izdala druga odgovarajuća tela za ocenjivanje usaglašenosti.  Za pitanje  koja su u konkretnom slučaju druga odgovarajuća tela za ocenjivanje usaglašenosti upućeni da potraže pomoć od Privredne komore Srbije."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac navodi da je napovoljniji ponuđač nije dostavio valjane dokaze o ispunjenosti kriterijuma ...", "link": null, "input": "Pitanje: Naručilac navodi da je napovoljniji ponuđač nije dostavio valjane dokaze o ispunjenosti kriterijuma ...: Ukazano da ponovo izvrši stručnu ocenu ponuda i na osnovu toga da donese Odluku o obustavi postupka."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Postavili pitanje da li su dužni da odgovore ponuđaču na pitanje koje nije blagovremeno....", "link": null, "input": "Pitanje: Postavili pitanje da li su dužni da odgovore ponuđaču na pitanje koje nije blagovremeno....: Odgovoreno da mogu da odgovore ali nemaju obavezu."}
