{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavljaju pitanje koje se odnosi na korisnički nalog...", "link": null, "input": "Pitanje: Postavljaju pitanje koje se odnosi na korisnički nalog...: Upućeni na kolege sa Portala."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Danas je otvaranje ponuda da li mogu sada da menjaju konkursnu dokumentaciju?...", "link": null, "input": "Pitanje: Danas je otvaranje ponuda da li mogu sada da menjaju konkursnu dokumentaciju?...: Naručiocu ukazano da ne može da se vrši izmena k.d. na dan otvaranja ponuda, budući da bi ispravka postupka bila objavljena sutradan, dakle dan nakon otvaranja ponuda."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li se procenjena vrednost kod pragova gleda sa ili bez PDV?...", "link": null, "input": "Pitanje: Da li se procenjena vrednost kod pragova gleda sa ili bez PDV?...: Bez PDV-a."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Kada naručilac sprovodi postupak jn proc. vrednosti preko 5.000.000,00 din., da li je dužan da od po...", "link": null, "input": "Pitanje: Kada naručilac sprovodi postupak jn proc. vrednosti preko 5.000.000,00 din., da li je dužan da od po...: Da, izuzev u situacijama propisanim čl. 119. st. 4. ZJN, a to su situacije kada na osnovu podataka navedenih u izjavi iz čl. 118. ZJN naručilac može da pribavi\nodnosno izvrši uvid u dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta\n, ili ukoliko već poseduje važeće relevantne dokaze."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li je naručilac u obavezi da izmeni plan jn u slučaju povećanja procenjene vrednosti jn?...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da izmeni plan jn u slučaju povećanja procenjene vrednosti jn?...: Jeste,\nnaručilac je u obavezi da izmeni plan jn ukoliko se radi o povećanju procenjene vrednosti jn\nza više od 10%, a u skladu sa čl. 88. ZJN.\nZamolili su za odgovore na više pitanja:"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Ukoliko ne može tehnički da se opiše proizvod koji žele da nabave da li mogu da navedu marku istog?...", "link": null, "input": "Pitanje: Ukoliko ne može tehnički da se opiše proizvod koji žele da nabave da li mogu da navedu marku istog?...: Od\ngovoreno da su odredbama\nč\nlana 215. ZJN propisani rokovi za\npodnošenje ZZP\nu slučaju nabavki izuzetih od primene ZJN iz čl. 11.-21. ZJN.\nPrema čl. 109. st. 5. ZJN naručilac\nmože\nda objavi\nobaveštenje za dobrovoljnu prethodnu transparentnost za nabavke koje je sproveo po osnovu odredaba čl. 11-21. ZJN.\nZJN-om nije propisano na koji način se vrši istraživanje tržišta, što dalje znači da  naručilac sam određuje način istraživanja tržišta, a to može biti putem mejla (da naručilac zahteva informativnu ponudu), putem interneta i dr., uzimajući u obzir prethodno iskustvo u vezi sa konkretnom nabavkom. Naručilac može da vodi zapisnik o istraživanju tržišta...Naručiocu svakako"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: treba da uredi pitanje načina istraživanja posebnim aktom iz čl. 49. st. 2. ZJN....", "link": null, "input": "Pitanje: treba da uredi pitanje načina istraživanja posebnim aktom iz čl. 49. st. 2. ZJN....: Ukazano da je čl. 110. ZJN propisano da profil naručioca može da sadrži i druge podateke u vezi sa javnom nabavkom.\nNapomenuto je da samo izuzetno, ukoliko predmet nabavke ne može detaljno precizno i razumljivo da se opiše u skladu sa čl. 99. ZJN, dozvoljeno je upućivanje na posebnu marku, pri čemu takvo upućivanje mora da bude praćeno rečima „ili odgovarajuće“. Upućeni su svakako na čl. 99. i čl. 100. ZJN.\nInteresuje ih da li su u obavezi da zatraže dokaze od najpovoljnijeg ponuđača ako je procenjena vrednost nabavke niža od 5.000.000,00 din.\nNaručilac nije u obavezi da zatraži dokaze\nod najpovoljnijeg ponuđača ako je procenjena vrednost nabavke ispod 5.000.000,00 din.\nUpućeni na čl. 119. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: U slučaju razlike  jedinične i ukupne cene u ponudi, koja se uzima u obzir?...", "link": null, "input": "Pitanje: U slučaju razlike  jedinične i ukupne cene u ponudi, koja se uzima u obzir?...: Dato objašenje p\nostupanja naručioca i ponuđača u vezi sa ispravkom računske greške uz upućivanje na odredbe čl. 142. st. 4-6. ZJN.\nU slučaju razlike  jedinične i ukupne cene, merodavna je jedinična cena, što je jasno propisano čl. 142. st. 6. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li mogu da zamene člana konzorcijuma primenom čl. 159. ili 161. ZJN, nakon zaključenja ugovora?...", "link": null, "input": "Pitanje: Da li mogu da zamene člana konzorcijuma primenom čl. 159. ili 161. ZJN, nakon zaključenja ugovora?...: Ne mogu. Član 159. ZJN se odnosi na situacije kada dolazi do promene privrednog subjekta kao posledice neke statusne promene, restrukturiranja, odnosno spajanja, pripajanja, sticanja i insolventnosti. Član 161. ZJN se\nodnosi na zamenu podizvođača, što ovde nije slučaj. U konkretnom slučaju radilo bi se o bitnoj izmeni, odnosno o promeni ugovorne strane koja se ne može podvesti pod 159. ZJN, što je propisano članom 154. stav 4. tačka 4) ZJN. Dakle, to je razlog za raskid ugovora."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li se radovima smatraju samo radovi na novim objektima, dok sve ostalo predstavljaju usluge?...", "link": null, "input": "Pitanje: Da li se radovima smatraju samo radovi na novim objektima, dok sve ostalo predstavljaju usluge?...: Ne. Radovi mogu biti i na novogradnji i na obnovi i na popravci. Ukazano na Prilog 1 ZJN."}
