{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li se postupak smatra pokrenutim danom slanja javnog poziva na objavljivanje ili od dana objavlji...", "link": null, "input": "Pitanje: Da li se postupak smatra pokrenutim danom slanja javnog poziva na objavljivanje ili od dana objavlji...: Smatra se pokrenutim slanjem na objavljivanje javnog poziva čl. 91. st. 4 ZJN"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da sprovedu povremenu zajedničku nabavku sa Ministarstvom odbrane u zajedničko ime a samo...", "link": null, "input": "Pitanje: Da li mogu da sprovedu povremenu zajedničku nabavku sa Ministarstvom odbrane u zajedničko ime a samo...: Ne, takvo postupanje nije u skladu za ZJN\nU sprovedenom o.p. dobili su sve neodgovarajuće ponude, pa bi sproveli pregovarački postupak po čl. 61. st.7. ZJN. S tim u vezi, zatražili su objašnjenje čl. 61. st. 7. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li se u slučaju primene...", "link": null, "input": "Pitanje: Da li se u slučaju primene...: pregovaračkog postupka bez objavljivanja javnog poziva u skladu sa čl. 61. st. 7. ZJN"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: razlikuje sama procedura  pregovaračkog postupka?...", "link": null, "input": "Pitanje: razlikuje sama procedura  pregovaračkog postupka?...: Dato bliže objašnjenje pregovaračkog postupka bez objavljivanja javnog poziva u skladu sa čl. 61. st. 7. ZJN.\nNije. Saglasno čl. 62. ZJN, naručilac je u obavezi da zatraži mišljenje KJN o\nosnovanosti pregovaračkog postupka bez objavljivanja javnog poziva samo u slučaju primene čl. 61. st. 1. tač. 1) i tač. 2) ZJN.\nNe razlikuje se.\nUkazano na čl. 62. ZJN\n, Uputstvo za korisnike Portala jn u vezi sa sprovođenjem\npregovaračkog postupka bez objavljivanja javnog poziva\n,\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Raskinuli su ugovor o jn energenata. Da li mogu da primene čl. 158. ZJN (izmena ugovora o jn usled n...", "link": null, "input": "Pitanje: Raskinuli su ugovor o jn energenata. Da li mogu da primene čl. 158. ZJN (izmena ugovora o jn usled n...: Ukoliko naručilac raspolaže fin. sredstvima, može da prihvati takvu ponudu i\ndodeli ugovor o jn tom ponuđaču\n, što je u skladu sa čl. 146. st. 2. ZJN.\nU tom slučaju naručilac ne mora da čeka istek\nroka za podnošenje ZZP, već može da zaključi ugovor o jn i pre isteka roka za podnošenje ZZP. Dakle, ponudu koja sadrži ponuđenu cenu koja prelazi procenjenu vrednost jn ne smatramo automatski neprihvatljivom već potencijalno neprihvatljvom, te ukoliko naručilac ima fin. sredstava i prihvati ponudu koja sadrži ponuđenu cenu koja prelazi procenjenu vrednost jn i na taj način je učini prihvatljivom, onda takvu ponudu smatramo prihvatljivom, a čl. 151. st. 2. tač.\n3) ZJN propisano je da naručilac može da\nzaključi ugovor o jn i pre isteka roka za podnošenje ZZP ako je u postupku jn podneta samo jedna ponuda, koja je prihvatljiva.\nNe. Izmene ugovora o jn mogu da se vrše samo tokom trajanja ugovora o jn. Imajući u vidu da je pomenuti ugovor o jn energenata raskinut, nema mesta primeni odredaba ZJN o izmeni ugovora o jn.\nDakle, ukoliko je ugovor o jn raskinut, kao i ukoliko je istekao rok važenja ugovora o jn, naručilac ne može da vrši izmene istog."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Kako postupa naručilac kada se u pregovaračkom postupku bez objavljivanja javnog poziva potencijalni...", "link": null, "input": "Pitanje: Kako postupa naručilac kada se u pregovaračkom postupku bez objavljivanja javnog poziva potencijalni...: U slučaju da se u pregovaračkom postupku bez objavljivanja javnog poziva ponuđač ne odazove pozivu na pregovaranje, naručilac nakon izvršene stručne ocene ponuda donosi odluku o dodeli ugovora/obustavi postupka na osnovu sadržine dostavljene, početne ponude.\nNaručilac je sproveo postupak javne nabavke električne energije, koji je okončan odlukom o obustavi postupka iz razloga što je jedina ponuda „EPS-a“ značajno viša vrednosti od procenjene vrednosti predmetne nabavke (nekih 200%). Da li naručilac, obzirom na doneti Zaljkučak Vlade R.Srbije o ceni struje po jednom megavatu, može zaključiti ugovor bez primene ZJN, dok ne sprovedu novi postupak javne nabavke.\nNaručiocu odgovoreno da su u obavezi da sprovedu postupak javne nabavke, i to na osnovu prethodno planirane javne nabavke, ukoliko procenjena vrednost javne nabavke prelazi limite naveden\ne\nu odrebama člana 27. stav 1. tačka 1) ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac je imao podnet zzp u postupku javne nabavke, nakon donete i objavljene odluke o dodeli ugo...", "link": null, "input": "Pitanje: Naručilac je imao podnet zzp u postupku javne nabavke, nakon donete i objavljene odluke o dodeli ugo...: Naručilac nakon konačnosti odluke (o dodeli ili obustavi) čeka nekoliko dana i od tada računa rok za objavljivanje obaveštenja. Da li je navedeno ispravno.\nU neobaveznom razgovoru naručilac je napomenuo da je donetim rešenjem odlučio o\ntroškovima postupka tj. takse za podneti zahteva za zaštitu prava.\nNaručiocu odgovoreno da su rešenjem mogli da usvoje zzp i delimično ponište postupak j.nabavke. Prema odredbama člana 220. stav 3. ZJN podnislac zzp, ukoliko naručilac nije usvojio sve navode zahteva može u roku od 2 radna dana da podnese R.komisiji za zaštitu prava u postupcima javnih nabavki izjašnjenje o nastavku postupku, uz dostavljanje kopije izjašnjenja naručiocu. Ukoliko se ne desi prethodna situacija, naručilac postupa po donetom rešenju tj. vrši ponovljenu str.ocenu ponuda, sačinjava izevštaj o postupku i donosi novu odluku o dodeli ugovora.\nU pogledu drugog pitanja naručiocu odgovoreno da je ispravno sačekati nekoliko dana od konačnosti odluke, pre svega u pogledu zaključenja ugovora, posebno\nšto zzp može biti podnet poštom do isteka poslednjeg dana roka, a što može uzrokovati da zzp bude kao blagovremen dostavljen naručiocu tek nekoliko dana nakon predaje istog pošti. Sa druge strane, naručilac mora da vodi računa da obaveštenje (o dodeli ugovora ili obustavi postupka) objavi u roku od 30 dana od konačnosti odluke o obustavi postupka, ili 31 dana nakon zaljkučenja ugovora. Drugim rečima konačnost ne može da računa kako je naveo u svom pitanju, već kada je ta okolnost nastala (konačnost odluke ili dan zaključenja ugovora).\nNaručiocu u pogledu trećeg pitanja skrenuta pažnja da o troškovima postupka zaštite prava odlučuje Republička komisija za zaštitu prava u postupcima javnih nabavki, shodno odredbam ačlana 225. stav 9. ZJN i da navedeno ima u vidu za postupanje ubuduće."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Postavlja pitanje da li sredstvo obezbeđenja za ozbiljnost ponude može da bude 3% od procenjene vred...", "link": null, "input": "Pitanje: Postavlja pitanje da li sredstvo obezbeđenja za ozbiljnost ponude može da bude 3% od procenjene vred...: Ukazano na čl. 94. stav 2. ZJN. Ne može da bude veće od 3% vrednosti ponude."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li rok isporuke može da bude rezervni kriterijum?...", "link": null, "input": "Pitanje: Da li rok isporuke može da bude rezervni kriterijum?...: Dokaze i traže samo od najpovoljnijeg ponuđača.\nMože."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li smatra da je postupak pokrenut u 2021. godine ako sad donesu Odluku o sprovođenju postupka?...", "link": null, "input": "Pitanje: Da li smatra da je postupak pokrenut u 2021. godine ako sad donesu Odluku o sprovođenju postupka?...: Postupak javne nabavke smatra se pokrenutim slanjem na objavljivanje\njavnog poziva i drugih oglasa koji se koriste kao javni poziv, osim u slučaju\npregovaračkog postupka bez objavljivanja javnog poziva kada se postupak\nsmatra pokrenutim danom slanja poziva za podnošenje ponuda."}
