{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Do kog iznosa proc. vrednosti za nabavku radova naručilac nije u obavezi da primenjuje odredbe ZJN-a...", "link": null, "input": "Pitanje: Do kog iznosa proc. vrednosti za nabavku radova naručilac nije u obavezi da primenjuje odredbe ZJN-a...: Objašnjeno da Z\nJN ne poznaje male nabavke odnosno ne sadrži pojam male nabavke\n. Postoje nabavke ispod pragova iz čl. 27. ZJN na koje se odredbe ZJN ne primenjuju i nabavke čija je proc. vrednost jednaka ili veća od pragova iz čl 27. ZJN na koje se primenjuju odredbe ZJN.\nKada se radi o nabavci radova čija je proc. vrednost manja od 3.000.000,00 din., naručilac nije u obavezi da primenjuje odredbe ZJN, već ovu nabavku sprovodi u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN. Za nabavke radova čija je proc. vrednost jednaka ili veća od 3.000.000,00 din., naručilac je u obavezi da primenjuje odredbe ZJN.\nTehnička pitanja u vezi sa Portalom jn.\nRečeno da se obrate na br. tel. za konsultacije u vezi primene Portala jn objavljene na internet stranici KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Pitanje u vezi plana jn. Započeta je konsultacija sa kolegama i koleginicama koji...", "link": null, "input": "Pitanje: Pitanje u vezi plana jn. Započeta je konsultacija sa kolegama i koleginicama koji...: daju konsultacije u vezi sa planom jn.\nProsleđeno Mlađi.\nDa"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: li pokrenuti upravni spor protiv odluke RK ima suspenzivno dejstvo?...", "link": null, "input": "Pitanje: li pokrenuti upravni spor protiv odluke RK ima suspenzivno dejstvo?...: Ukazano na odredbe čl. 228. ZJN odnosno da protiv odluke RK može da se pokrene upravni spor u roku od 15 dana od dana dostavljanja odluke podnosiocu ZZP, te da pokrenuti upravni spor nema suspenzivno dejstvo odn. ne odlaže izvršenje odluke RK. RK obaveštava naručioca u slučaju pokretanja upravnog spora.\nImaju tehnički problem u vezi sa slanjem zahteva za pojašnjenje.\nUpućeni na br. tel. za konsultacije u vezi primene Portala jn objavljene na internet stranici KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: U obrascu strukture cene  i modelu ugovora o jn ne poklapaju se podaci. Naručilac smatra da je u pit...", "link": null, "input": "Pitanje: U obrascu strukture cene  i modelu ugovora o jn ne poklapaju se podaci. Naručilac smatra da je u pit...: Naručilac može da zahteva dodatna objašnjenja od ponuđača u skladu sa čl. 142.  ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Kako postupiti ako najpovoljniji ponuđač ne dostavi tražene dokaze?...", "link": null, "input": "Pitanje: Kako postupiti ako najpovoljniji ponuđač ne dostavi tražene dokaze?...: Naručilac poziva ponuđača koji je dostavio ekonomski najpovoljniju ponudu da u primerenom roku dostavi dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta na način propisan čl. 119. st 1. ZJN. Ukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu ne dostavi dokaze u datom roku, naručilac će u skladu sa čl. 119. st. 6. ZJN ponudu tog ponuđača odbiti i u skladu sa pomenutim st. 1. istog člana pozvati sledećeg ponuđača koji je podneo najpovoljniju ponudu (ukoliko ga ima) da dostavi dokaze, ili će obustaviti postupak jn, ako postoje razlozi za obustavu postupka jn.\nNaručilac je sproveo pregovarački postupak bez objavljivanja. Imali su pregovaranje sa ponuđačem i on se saglasio da spusti cenu. Međutim, sniženu cenu je poslao kroz sanduče, jer se nisu snašli na Portalu. Pitaju da li mogu da prihvate tu sniženu cenu.\nNažalost ne mogu, tako da će morati da prihvate prvobitno ponuđenu cenu."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: predstavljala bitnu izmenu ugovora u smislu člana 154. stav 4. tač 1 ZJN?...", "link": null, "input": "Pitanje: predstavljala bitnu izmenu ugovora u smislu člana 154. stav 4. tač 1 ZJN?...: Rečeno da je na naručiocu da proceni da li bi takva izmena ugovora omogućila\nveću konkurenciju, u slučaju da je takav uslov postojao i u toku sprovođenja postupka javne nabavke.\nNaručilac nabavlja za potrebe SKC u Boru kuglanu, kao javnu nabavku\n.\nU predmetnom postupku je dostavljena zajednička ponuda u kojoj je jedan od članova grupe strani privredni subjekt. Obzirom da je procenjena vrednost javne nabavke cca 6.600.000,00 rsd, u obavezi su da prema odredbama člana 119. stav 1. zahtevaju dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednih subjekata. Koje dokaze o nepostojanju osnova za isključenje (član 111. ZJN) mogu da zahtevaju od člana grupe privrednih subjekata koji je strani privredni subjekt.\nNaručiocu objašnjeno da od navedenog člana grupe može zahtevati da dostavi dokaze, kako je to navedeno u odredbama člana 121. stav 2. ili 3. ZJN, uz eventulanu proveru navoda u bazi propisa shodno stavu 4. prethodno navedenog člana zakona. Posebno napomenuto, da izjava privrednog subjekta iz stava 3. prethodno navedenog člana zakona, mora biti overena pred nadležnim organom (sudski, upravnim, javnim beležnikom i sl.) države u kojoj ima registrovano sedište.\nNaručilac je doneo i objavio Odluku o dodeli ugovora u postupku javne nabavke, gde je jedan od ponuđača dostavio prigovor koji nema sadržinu zahteva za zaštitu prava. Pri tom, rok za podnošenje zahteva ističe u ponedeljak. Kako da tretiraju primljeni prigovor.\nNaručiocu odgovoreno da prigovor, ne propisuju odredbe ZJN kao pravni instrument, već isključivo zaštitu prava.  Opreza radi, naručilac mora da vodi računa da li dostavljeni prigovor ima karakteristike i odlike, kao i sadržinu zahteva za zaštitu prava. Sa druge strane, ukoliko dostavljeni prigovor nema odlike zahteva za zaštitu prava, onda naručilac ne bi bio u obavezi da po istom postupa. Preporuka je naručiocu da eventualno obavesti, shodno primljenom prigovoru, podnosioca da prigovor nije predviđen odredbama ZJN i da može do isteka roka podneti zahtev za zaštitu prava shodno datom uputstvu o pravnom sredstvu iz donete i objavljene odluke o dodeli ugovora. Posebno istaknuto da privrednim subjektima nije zabranjeno da se obraćaju naručiocu, po nekom drugom pravno dozvoljenom osnovu, pored činjenice da prigovor kao takav odredbe ZJN ne poznaju."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li su smeli da obustave postupak jn nakon što su otvorili ponude?...", "link": null, "input": "Pitanje: Da li su smeli da obustave postupak jn nakon što su otvorili ponude?...: Ukoliko postoji okolnost predviđena članom 147. ZJN naručilac ima mogućnost obustave postupka."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li se visina sredstva obezbeđenja za povraćaj avansa posmatra sa ili bez PDV-a?...", "link": null, "input": "Pitanje: Da li se visina sredstva obezbeđenja za povraćaj avansa posmatra sa ili bez PDV-a?...: Sredstvo obezbeđenja za povraćaj avansa mora da bude u visini celokupno plaćenog avansa."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li se u slučaju donacija primenjuju odredbe ZJN?...", "link": null, "input": "Pitanje: Da li se u slučaju donacija primenjuju odredbe ZJN?...: Da, to više nije razlog za izuzeće od primene odredbi ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Izabrani ponuđač je odbio da zaključi ugovor koji mu je naručilac dostavio. Da li može zaključiti sa...", "link": null, "input": "Pitanje: Izabrani ponuđač je odbio da zaključi ugovor koji mu je naručilac dostavio. Da li može zaključiti sa...: Može..."}
