{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li hotelske usluge predstavljaju društvenu i drugu posebnu uslugu ?...", "link": null, "input": "Pitanje: Da li hotelske usluge predstavljaju društvenu i drugu posebnu uslugu ?...: Da.. Do 15.000.000 dinara postupak se sprovodi bez primene ZJN, za preko 15.000.000 se primenjuje član 75. ZJN.\nTraže pojašnjenje člana 35. stav 4. ZJN.\nUkoliko je postupak oblikovan po partijama, za neke od njih nije obavezna primena ZJN ukoliko su ispunjeni sl. Uslovi:\nPv pojedinačne partije nije veća od 300.000 dinara,\nZbir svih partija koje bi bile izuzete od primene zakona ne sme biti veći od 1.000.000 dinara."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da oduku o dodeli ugovora koju su okačili na Portal da ponište iako na istu nije uložen z...", "link": null, "input": "Pitanje: Da li mogu da oduku o dodeli ugovora koju su okačili na Portal da ponište iako na istu nije uložen z...: Takvo postupanje nije u skladu sa ZJN"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li mogu da nabavke iz plana za 2021. godine pokrenu u 2022. godini?...", "link": null, "input": "Pitanje: Da li mogu da nabavke iz plana za 2021. godine pokrenu u 2022. godini?...: Ne."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Budući da im ističe ugovor  o osiguranju imovine i zaposlenih, naručilac je navedenu uslugu predvide...", "link": null, "input": "Pitanje: Budući da im ističe ugovor  o osiguranju imovine i zaposlenih, naručilac je navedenu uslugu predvide...: Naručilac odgovoreno da to nije u skladu sa ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Dobili su sredstva od strane Ministarstva za izgradnju parka na teritoriji opštine Zvezdara, koja je...", "link": null, "input": "Pitanje: Dobili su sredstva od strane Ministarstva za izgradnju parka na teritoriji opštine Zvezdara, koja je...: Naručiocu odgovoreno da nismo nadležni za rešavanje navedenog pitanja i da nama nije potrebno da ništa dostavljaju."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li su u obavezi da traže dostavljanje dokaza ako je proc. vredn. nabavke 1 mil. din....", "link": null, "input": "Pitanje: Da li su u obavezi da traže dostavljanje dokaza ako je proc. vredn. nabavke 1 mil. din....: Shodno članu 119. ZJN, nije u obavezi.\nRok za podnošenje početnih ponuda kod konkurentnog bez preg. iz člana 55. 1. 5. ZJN.\nUkazano na rokove propisane čl. 56. ZJN\nU ponudi se razlikuje jedinična i ukupna cena, šta da rade..\nUkazano na član 142. ZJN, koji propisuje da u  slučaju razlike između jedinične i ukupne cene, merodavna je jedinična cena."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Usled zahteva za pojašnjenjem u o.p. za nabavku hirurških konaca, smatraju da je potrebno da izvrše ...", "link": null, "input": "Pitanje: Usled zahteva za pojašnjenjem u o.p. za nabavku hirurških konaca, smatraju da je potrebno da izvrše ...: Rečeno da mogu da izvrše izmenu ugovora o jn u pogledu promene cene, u skladu sa čl. 156. ZJN.\nOdgovoreno da se radi o bitnoj izmeni dokumentacije o nabavci iz čl. 87. ZJN  (izmena tehničke specifikacije predmeta nabavke) kada je naručilac u obavezi da poduži rok za podnošenje ponuda, koji će izvršiti na način propisan navedenim čl. 87. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Koliko može da iznosi sredstvo obezbeđenja za povraćaj avansa?...", "link": null, "input": "Pitanje: Koliko može da iznosi sredstvo obezbeđenja za povraćaj avansa?...: Saglasno čl. 94. st. 4. ZJN sredstvo obezbeđenja za povraćaj avansa mora da bude u visini avansa.\nU o.p. za nabavku remontnih radova na termotehničkim postrojenjima, oblikovanoj u dve partije, javio se samo jedan ponuđač za obe partije. Za jednu od partija dostavio je nepotpunu izjavu iz čl. 118. ZJN. S tim u vezi, pitaju kako da postupe sa ponudom za tu partiju.\nDat odgovor da naručilac odbija takvu ponudu kao neprihvatljivu s obzirom da ne ispunjava zahteve i uslove iz dokumentacije o nabavci u vezi sa predmetnom partijom. Upućeni na čl. 144. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Javila se potreba za povećanjem obima nabavke ogrevnog drveta za iznos koji neće prelaziti 10% prvob...", "link": null, "input": "Pitanje: Javila se potreba za povećanjem obima nabavke ogrevnog drveta za iznos koji neće prelaziti 10% prvob...: Dato objašnjenje da mogu da izvrše izmene ugovora o jn usled povećanja obima nabavke na način i pod uslovima propisanim članom 160. ZJN. Skrenuta je pažnja da vrednost izmene ugovora o jn usled povećanja obima nabavke dobara mora da bude manja od 10% prvobitne vrednosti ugovora o jn dobara, i da mora da bude manja od 15.000.000,00  dinara, te da se ova ograničenja odnose na ukupnu vrednost svih izmena, ako se ugovor menja više puta. Dakle, naručilac može da vrši izmene\nugovora o jn dobara više puta po osnovu povećanja obima nabavke, ali ukupan iznos izmena po ovom osnovu ne sme prekoračiti navedene iznose iz člana 160. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac je sproveo postupak javne nabavke, gde su otvorene ponude. Jedan od ponuđača je u izjavi o...", "link": null, "input": "Pitanje: Naručilac je sproveo postupak javne nabavke, gde su otvorene ponude. Jedan od ponuđača je u izjavi o...: Naručiocu odgovoreno da ponuđači shodno odredbama člana 118. stav 1. ZJN potvrđuju da između ostalog kod njih ne postoje osnovi za isključenje. Prema odredbama člana 135. stav 3. ZJN ponuđač može do roka za podnošenje ponuda da izmeni, dopuni ili opozove svoju ponudu. Obzirom da je izjava sastavni deo ponude i da navedeni ponuđač ni na jedan način nije ukazao naručiocu da je načinio grešku u sačinjavanju izjave, ovakva ponuda se ne bi mogla smatrati prihvatljivom, osim ukoliko bi naručilac mogao da nesporno utvrdi da ponuđač nije u sukobu interesa.\nNaručilac ima zaključen ugovor za isporuku električne energije, koji uskoro ističe. Da li mogu isti da produže ili bi morali sprovesti postupak. U pitanju je nabavka koja je izuzeta od primene ZJN, po osnovu odredbi člana 16. stav 1. tačka 3) ZJN.\nNaručiocu odgovoreno da bi ispravno postupanje bilo planiranje navedene nabavke na koju se ZJN ne primenjuje, koja bi bila sprovedena u skladu sa procedurom definisanom internim aktom iz člana 49. stav 2. ZJN. Po pitanju izuzeća naveden\ne\nnabavke, na usmenim konsultacijama se nije moguće izjasniti, obzirom da je za dobijanje odgovora, potrebno dostaviti zahtev za pisanim mišljenjem (uz priloženu dokumentaciju i dokaze koji navedeno opravdavaju).\nNaručilac je sproveo postupak za nabavku usluga održavanja protivpožarnih uređaja. Nabavka je ispod limita od 1.000.000,00 rsd i nije sproveden postupak javne nabavke. Da li su bili u obavezi da predmetnu nabavku oblikuju po partijama.\nNaručiocu odgovoreno da se na navedeni postupak ne primenjuju odredbe ZJN, osim načela na način koji je primeren okolnostima konkretne nabavke. Sa druge strane, prema odredbama člana 36. ZJN naručilac može da odluči da predmet javne nabavke podeli u više partija na osnovu objektivnih kriterijuma. Suština je da naručilac konkretnu nabavku deli na partije, ukoliko je predmet nabavke tako podeljen da ponuđači određenih delatnosti mogu da izvrše ugovor, i to samo određenog dela predmeta tj. partije."}
