{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li moraju da čekaju 10 dana za pokretanje novog postupka ukoliko nisu dobili nijednu ponudu?...", "link": null, "input": "Pitanje: Da li moraju da čekaju 10 dana za pokretanje novog postupka ukoliko nisu dobili nijednu ponudu?...: Odgovoreno da s obzirom na to da je zakonom propisano da nisu dužni da čekaju da istekne rok od 10 dana kada su dobili 1 prihvatljivu ponudu, u konkretnom slučaju ne bi morali da čekaju da istekne rok od 10 dana."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Ponuđač nije dostavio Obrazac struktrure ponuđene cene. Da li naručilac može da zahteva da mu naknad...", "link": null, "input": "Pitanje: Ponuđač nije dostavio Obrazac struktrure ponuđene cene. Da li naručilac može da zahteva da mu naknad...: Ukazano na član 142. stav 2. ZJN. I rečeno da se putem dodatnih pojašnjenja mogu zahtevati samo dopune ponude, ispravke tehničkih greški i objašnjenje nejasnoća, ali ne i dostavljanje delova ponude koje je ponuđač bio dužan da dostavi prilikom podnošenja ponude. Rečeno i da se ne sme menjati prvobitna ponuda."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručiocu je dostavljen Obrazac strukture ponuđene cene bez unetih jediničnih cena, pri čemu su nave...", "link": null, "input": "Pitanje: Naručiocu je dostavljen Obrazac strukture ponuđene cene bez unetih jediničnih cena, pri čemu su nave...: Naručiocu je ukazano da se jedinične cene moraju uneti prilikom podnošenja ponude i ne mogu se menjati i unositi nakon otvaranja ponuda."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: 2. Da li mogu iz iste pozicije Plana više puta da sprovode javnu nabavku?...", "link": null, "input": "Pitanje: 2. Da li mogu iz iste pozicije Plana više puta da sprovode javnu nabavku?...: 1. Ukazano na član 156. ZJN.\n2. Odgovoreno da mogu."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Naručiocu su preostala sredstva od nabavke računarskog materijala i imaju potrebu za nabavkom novog ...", "link": null, "input": "Pitanje: Naručiocu su preostala sredstva od nabavke računarskog materijala i imaju potrebu za nabavkom novog ...: Rečeno da ako su predvideli u okviru sprovedene nabavke i tu stavku, mogu da pokrenu iz te pozicije Plana novu nabavku, ukoliko nisu, dužni su da pokrenu novi postupak javne nabavke."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac zahtevao dodatna objašnjenja od ponuđača, međutim ponuđač mu ništa nije odgovorio. Kako da...", "link": null, "input": "Pitanje: Naručilac zahtevao dodatna objašnjenja od ponuđača, međutim ponuđač mu ništa nije odgovorio. Kako da...: Ukoliko bez traženih podataka ne može da oceni ponudu, naručilac će istu odbiti kao neprihvatljivu."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li naručilac u slučaju izmene ugovora u smislu proširenja kadrovskog kapaciteta,može kao dokaz za...", "link": null, "input": "Pitanje: Da li naručilac u slučaju izmene ugovora u smislu proširenja kadrovskog kapaciteta,može kao dokaz za...: Ukazano da KJN nema ovlašćenja da vrši stručnu ocenu ponuda, ali da naručilac mora voditi računa da svi uslovi iz kd moraju biti ispunjeni na opisan način."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li je naručilac dužan da prilikom nabavke na koju se zakon ne primenjuje,objavljuje neki dokument...", "link": null, "input": "Pitanje: Da li je naručilac dužan da prilikom nabavke na koju se zakon ne primenjuje,objavljuje neki dokument...: Ne postoji takva obaveza."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac postavlja pitanje kako da postupi sa jednom od dobijenih ponuda koja sadrži računsku grešk...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje kako da postupi sa jednom od dobijenih ponuda koja sadrži računsku grešk...: Dat odgovor da naručilac u tom slučaju postupa u skladu sa članom 142. ZJN. u cilju ispravke računske greške."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Kako je postupanje predstavnika naručioca u slučaju saznanja o postojanju sukoba interesa u postupku...", "link": null, "input": "Pitanje: Kako je postupanje predstavnika naručioca u slučaju saznanja o postojanju sukoba interesa u postupku...: Ukazano da je o\ndgovorno lice naručioca odn. predstavnik naručioca dužan da se izuzme iz postupka jn ukoliko u bilo kojoj fazi postupka jn dođe do saznanja o postojanju sukoba interesa, a u skladu sa čl. 50. st. 7.  ZJN."}
