{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Jedan od ponuđača je pogrešno popunio izjavu i to pitanje koje se odnosi na izvršenje neprimerenog u...", "link": null, "input": "Pitanje: Jedan od ponuđača je pogrešno popunio izjavu i to pitanje koje se odnosi na izvršenje neprimerenog u...: Odbiti ponudu kao neprihvatljivu.\nNakon donošenja odluke o dodeli ugovora, izabrani ponuđač saopštava da je greškom dao nižu cenu i sad odbija da zaključi ugovor. Naručilac pita kako da reši situaciju, da li može eventualno da mu dozvoli povećanje cene. Napominju da im je to jedina ponuda.\nOdgovoreno da ne može. Ugovor mora da se zaključi u skladu sa ponudom, a nema osnova ni za izmenu ugovora, ako bi ga zaključili. Jedino rešenje jeste da ponove postupak."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: 2. Da li i na koji način mogu da izmene ugovor u slučaju povećanja vrednosti za 50.000 dinara?...", "link": null, "input": "Pitanje: 2. Da li i na koji način mogu da izmene ugovor u slučaju povećanja vrednosti za 50.000 dinara?...: 1. Rečeno da mogu.\n2. Odgovoreno da mogu da menjaju ugovor u zavisnosti od osnova izmene. Ako je on predviđen ugovorom na precizan način, mogu da izmene ugovor u skladu sa članom 156. ZJN , ako se radi o nepredviđenim okolnostima koje su nastale posle zaključenja ugovora, menja se u skladu sa članom 158. ZJN.\nNejasni su im podaci dati u ponudi u vezi sa cenom, te su u dilemi da i mogu da razjasne to sa ponuđačem.\nDat odgovor da naručilac može da zahteva\ndodatna objašnjenja\nod ponuđača koji je dostavio takvu ponudu u skladu sa čl. 142. ZJN.\nK"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: ako da se (strani) privredni subjekt registruje na Portalu jn?...", "link": null, "input": "Pitanje: ako da se (strani) privredni subjekt registruje na Portalu jn?...: Upućeni na Uputstvo za korisnike Portala jn, te rečeno da ga mogu naći na prvoj strani Portala jn klikom na upitnik koji se nalazi gore desno."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Pitanje roka za objavu obaveštenja o zaključenom okvirnom sporazumu....", "link": null, "input": "Pitanje: Pitanje roka za objavu obaveštenja o zaključenom okvirnom sporazumu....: Odgovoreno da je naručilac saglasno  čl. 109. ZJN u obavezi da obaveštenje o zaključenom okvirnom sporazumu pošalje na objavljivanje na Portalu jn u roku od  30 dana od dana zaključenja okvirnog sporazuma."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Do kog iznosa može da glasi sredstvo obezbeđenja za povraćaj avansa?...", "link": null, "input": "Pitanje: Do kog iznosa može da glasi sredstvo obezbeđenja za povraćaj avansa?...: Sredstvo obezbeđenja za povraćaj avansa mora da bude u visini avansa shodno čl. 94. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručiocu odgovoreno da u ZJN nema odredbe koja definiše navedeno pitanje, te je naručilac upućen da...", "link": null, "input": "Pitanje: Naručiocu odgovoreno da u ZJN nema odredbe koja definiše navedeno pitanje, te je naručilac upućen da...: U pogledu drugog pitanja, naručiocu odgovoreno da isti pokreće javne nabavke iz Plana javnih nabavki za 2022. godinu u toku 2022. godine  prema okvirnom vremenu pokretanja  navedenog u samom Planu (kvartalu).\nZainteresovano lice ima nameru da osustane od ponude koju je podneo u postupku javne nabavke, u fazi pre donošenja odluke o dodeli ugovora, a nakon otvaranja ponuda (faza stručne ocene ponuda). Da li mogu da imaju neke posledice u slučaju ovakvog postupanja sa stanovišta ZJN.\nZainteresovanom licu odgovoreno da naručilac može, ukoliko je bilo zahtevano sredstvo obezbeđenja za ozbiljnost ponude, da naplati isto u skladu sa dokumentacijom o nabavci, kao i u skladu sa odredbama člana 94. ZJN.\nNaručilac sprovodi postupak javne nabavke za radove asfaltiranja ulica, te je od zainteresovanog lica dobio pitanje po kom osnovu je zahtevao od privrednih subjekata kod kriterijuma za izbor da poseduju standard ISO 14001 (iz oblasti zaštite životne sredine) navodeći neki sporazum iz kojeg navodno proizilazi da naručilac nema pravo da zahteva navedeni standard. Kako da postupe.\nNaručiocu odgovoreno da komisija za javnu nabavku određuje kriterijume za izbor, te i navedeni kriterijum tj. stnadard ISO 14001. Iz navedenog proizilazi da naručilac tj. komisija za nabavku mora da zna iz kog razloga je nužno da privredni subjekti imaju implementiran predmetni standard u svom poslovanju, posebno u vezi sa odredbama člana 114. ZJN (da je isti u logičkoj vezi sa predmetom nabavke, kao i da je isti potreban imajući u vidu predmet j.nabavke i da isti obezbeđuje sposobnost privr.subjekta za izvršenje ugovora). Komisija za javnu nabavku sve\nnavedeno mora imati u vidu kada propisuje kriterijume za izbor. Shodno navedenom, preporučeno naručiocu da ispita na osnovu pretrage na internetu i iz drugih raspoloživih izvora sadržinu i smisao navedenog standarda, zatim dokumentaciju na koju je ukazao podnosilac zahteva, te da na osnovu navedenog sačini odgovor. Posebno ukazano naručiocu da je odredbama člana 126. i 127. ZJN definisan standard kvaliteta i standard upravljanja životnom sredinom.\nNaručilac nema nijednu nabavku vrednosti preko 3 miliona dinara. Kako da sačine Plan javnih nabavki.\nNaručiocu prvo objašnjena razlika između Plana javnih nabavki i Plana nabavki na koje se zakon ne primenjuje, i to u kontekstu limita iz člana 27. ZJN, izuzetaka od primene ZJN, društvenih i drugih posebnih usluga. Posebno je ukazano naručiocu na odredbe člana 49. ZJN, deo koji se odnosi na interni akt, kao i način planiranja i sprovođenja nabavki na koje se zakon ne primenjuje, i nabavki društevni i drugih posebnih usluga."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac planira da sprovede nabavku na koju se ZJN ne primenjuje (nabavka usluge predavača zaključ...", "link": null, "input": "Pitanje: Naručilac planira da sprovede nabavku na koju se ZJN ne primenjuje (nabavka usluge predavača zaključ...: Naručiocu odgovoreno da predmetnu nabavku moraju da sprovedu u skladu sa procedurom za sprovođenje nabavke koja je definisana posebnim aktom iz člana 49. stav 2. ZJN. Navedeno podrazumeva procedure i doumentaciju (poziv, specifikaciji, obrasce, definisanje kriterijuma za izbor, uslova koje moraju da ispune ponuđači i dr.). Pri sprovođenju nabavke, naručilac je u obavezi da primenjuje načela ZJN u meri koje su primerene okolnostima konkretne nabavke.\nNaručilac navodi da je izabrani ponuđač odbio da zaključi ugovor. Sada ga interesuje kako da izmenu\nodluku o dodeli postupka, jer se sada postupak obustavlja, budući da mu je stigla samo jedna ponuda.\nOdgovoreno da moraju da se vrate u fazu stručne ocene ponuda i tamo da kao razlog za obustavu izaberu opciju – ponuđač je\nodbio da zaključi ugovor. Onda objavljuju odluku o obustavi, a zatim i obaveštenje."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li prilikom sprovođenja pregovaračkog postupka bez objavljivanja javnog poziva zbog umetničkih ra...", "link": null, "input": "Pitanje: Da li prilikom sprovođenja pregovaračkog postupka bez objavljivanja javnog poziva zbog umetničkih ra...: Ne, mogu da zaključe ugovor i ranije, jer je jedna ponuda u postupku.\nNaručilac je naveo da ponuđač sa kojim je zaključen ugovor traži povećanje cena bez opravdanog razloga, a pri tom kd su predviđene fiksne cene.\nMoraju da odbiju njegov zahtev za izmenom ugovora."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Kada naručilac nije imao zaključene ugovore po osnovu okvirnog sporazuma, da je dužan da pošalje KJN...", "link": null, "input": "Pitanje: Kada naručilac nije imao zaključene ugovore po osnovu okvirnog sporazuma, da je dužan da pošalje KJN...: Ne."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Privredni subjekt navodi da zbog velikih promena na tržišti posluje sa gubitkom prilikom izvršenja u...", "link": null, "input": "Pitanje: Privredni subjekt navodi da zbog velikih promena na tržišti posluje sa gubitkom prilikom izvršenja u...: Privredni subjekt može poslati zahtev za izmenu ugovora sa obrazloženjem a naručilac na osnovu toga će proceniti da li je izmena ugovora opravdana i da li je to povoljna opcija za njega, te će na osnovu toga doneti odluku da li prihvata izmenu ugovora.\nNaručilac je u toku ove godine sproveo nabavku stolarskih radova čija je procenjena vrednost bila ispod praga. Nakon toga javila se potreba za novim stolarskim radovima, procenjene vrednosti takođe ispod praga. Međutim, ukupna procenjena vrednost navedenih radova na godišnjem nivou prešla je odgovarajući prag.\nU ovoj novonastaloj situaciji naručilac je dužan da sprovede odgovarajući postupak javne nabavke. Može se postaviti pitanje da li je naručilac mogao da pretpostavi da će imati potrebu za istim radovima, odnosno da će uspeti da obezbedi dodatna sredstva, u kom slučaju je bio dužan da i u prvom koraku sprovede postupak javne nabavke (nabavka bez primene zakona).\nOdređivanje procenjene vrednosti u situaciji kad naručilac planira da zaključi višegodišnji ugovor, da li se posmatra po godinama ili ukupno.\nUkupna procenjena vrednost za period za koji se planira zaključenje ugovora.\nSproveli su postupak javne nabavke peleta. Međutim, odluka o dodeli ugovora je osporena, a postupak zaštite prava je dugo trajao, zbog čega je prvorangirani ponuđač izgubio interes za zaključenje ugovora.\nNaručilac ima mogućnost da zaključi ugovor sa drugorangiranim, kao i da obustavi postupak javne nabavke."}
