{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Treba da sprovedu nabavku usluga ispod milion dinara. Da li je provode u skladu sa posebnim aktom?...", "link": null, "input": "Pitanje: Treba da sprovedu nabavku usluga ispod milion dinara. Da li je provode u skladu sa posebnim aktom?...: Da, nabavku ispod praga iz čl 27. ZJN naručilac sprovodi u skladu sa posebnim aktom iz čl. 49. st 2. ZJN.\nPogrešno su pozvali na br. tel. za pravne konsultacije umesto za konsultacije u vezi primene Portala jn.\nUpućeni\nna br. tel. za konsultacije u vezi primene Portala jn."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu grešku ponuđača u vezi sa jediničnom cenom (umesto 300 uneli 3000 dinara) posmatrati kao ...", "link": null, "input": "Pitanje: Da li mogu grešku ponuđača u vezi sa jediničnom cenom (umesto 300 uneli 3000 dinara) posmatrati kao ...: Ukazano da se u navedenom slučaju ne radi u o računskoj greški, već je napravljena greška prilikom popunjavanja ponude.\nNapomenuto da se u slučaju razlike između jedinične i ukupne cene, merodavna je jedinična cena."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li usluge organizovanja radnih igara predstavljaju društvene i druge posebne usluge, kako se spro...", "link": null, "input": "Pitanje: Da li usluge organizovanja radnih igara predstavljaju društvene i druge posebne usluge, kako se spro...: Ukazano da je navedena nabavka svakako ispod zakonskih limita, te da se na nju ne primenjuje zakon. Ne postoji razlika između sprovođenja nabavke ispod limita bez obzira o kojoj se kategoriji radi. Dakle postupak se sprovodi u skladu sa posebnim aktom naručioca uz poštovanje načela javnih nabavki."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljeno pitanje da li da prihvate ponudu u kojoj sredstvo obezbeđenja nije dostavljeno na način ...", "link": null, "input": "Pitanje: Postavljeno pitanje da li da prihvate ponudu u kojoj sredstvo obezbeđenja nije dostavljeno na način ...: Navedeno predstavlja stručnu ocenu ponuda, odluka je na naručiocu. Ukazano na član 144. ZJN.\nPovećanje ugovorenih cena.\nČlan 158. Zakona o javnim nabavkama, do 50% vrednosti prvobitnog ugovora, uz objavljivanje obaveštenje o izmeni ugovora.\nNaručilac nije dužan da prihvati zahtev dobavljača, tako da može da raskine ugovor i sprovede novi postupak javne nabavke.\nPrivredni subjekt ima nedoumice u vezi sa pripremom ponude.\nDate potrebne smernice, ali je potencijalni ponuđač, i pored toga, upućen da se svakako obrati naručiocu, da ne bilo nekih iznenađenja u fazi stručne ocene ponuda."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li naručilac može da aneksira ugovor u skladu sa članom 158. ukoliko cene dobavljača prelaze 50?...", "link": null, "input": "Pitanje: Da li naručilac može da aneksira ugovor u skladu sa članom 158. ukoliko cene dobavljača prelaze 50?...: Rečeno da se povećanje do 50% odnosi na ukupnu vrednost ugovora.\nNaručilac postupa suprotno zaključenom ugovoru.\nOdgovoreno da KJN ne vrši nadzor nad izvršenjem ugovora."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li naručilac donosi rešenje kojim usvaja ZZP iako se ne slaže sa svim navodima podnosioca zahteva...", "link": null, "input": "Pitanje: Da li naručilac donosi rešenje kojim usvaja ZZP iako se ne slaže sa svim navodima podnosioca zahteva...: Odgovoreno da donosi i u tom slučaju i da ponuđač ima mogućnost u skladu sa članom 220. stav 3. ZJN.\nSprovode nabavku usluge pomoći u kući za starije. Ista spada u društvene i druge posebne usluge i ispod je limita saglasno članu 27. stav 1. tačka 3) ZJN. Međutim naručilac je mislio da bez obzira što je ispod limita oni imaju obavezu da objavljuju javni poziv, a u međuvremenu je u skladu sa internim aktom uputio poziv na tri adrese za podnošenje ponuda, šta sada da radi?\nNaručiocu ukazano da se javni poziv iz čl. 75. ZJN objavljuje samo ako su usluge preko limita iz člana 27. stav 1. tačka 3) ZJN. Te da oni odlučuju u datoj situaciji da li će primenjivati ZJN ili ne, a ako se odluče da nastave postupak putem Portala onda se i ponude podnose putem Portala i nema mesta pozivanju privrednih subjekata u skladu sa internim aktom."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Ponuđač je ponudio ukupnu cenu koja je najpovoljnija, međutim pogrešno je navedena jedinična cena, d...", "link": null, "input": "Pitanje: Ponuđač je ponudio ukupnu cenu koja je najpovoljnija, međutim pogrešno je navedena jedinična cena, d...: Ne, u slučaju razlike izemđu jedinične i ukupne cene, merodavna je jedinična cena, saglasno čl. 142. st. 6. ZJN"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li šalju obaveštenje o dodeli ugovora koji su zaključeni na osnovu okvirnih sporazuma saglasno čl...", "link": null, "input": "Pitanje: Da li šalju obaveštenje o dodeli ugovora koji su zaključeni na osnovu okvirnih sporazuma saglasno čl...: Ne, obzirom da ti ugovori ne postoje."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Tehničko pitanje...", "link": null, "input": "Pitanje: Tehničko pitanje...: Upućeni na kolege sa Portala"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Kako se šalje zahtev za tumačenje?...", "link": null, "input": "Pitanje: Kako se šalje zahtev za tumačenje?...: Date instukcije."}
