{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: U o.p. za nabavku mikroskopa sa kamerom, jedan od ponuđača je dostavio ponudu koja sadrži nejasnoće....", "link": null, "input": "Pitanje: U o.p. za nabavku mikroskopa sa kamerom, jedan od ponuđača je dostavio ponudu koja sadrži nejasnoće....: Predočeno kada i kako naručilac može da zahteva dodatna pojašnjenja od ponuđača prema čl. 142. ZJN sa posebnim naglaskom da postupanje naručioca i ponuđača u tom slučaju ne sme da dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora o jn, ili do izmene ponuđenog predmeta nabavke.\nU o.p. za nabavku hrane po partijama, za jednu od partija javio se samo jedan ponuđač čija ponuđena cena prelazi proc. vrednost nabavke za oko 130.000,00 din. Tvrde da imaju raspoloživih fin. sredstava i prihvatili bi istu, ukoliko je to moguće.\nU gore navedenom postupku jn, za neke od partija naručilac je dobio neuobičajeno niske ponude. Interesuje ih kako da postupe sa takvim ponudama.\nOdgovoreno da naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN, te da se podrazumeva da naručilac u tom slučaju treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati ponudu koja prelazi procenjenu vrednost nabavke.\nO\nbj\našnjeno postupanje naruči\noca\nsa neuobičajeno niskom ponudom, uz upućivanje naručioca na primenu čl. 143. ZJN.\nPonuđač nije u ponudi naveo da će dostaviti sredstvo obezbeđenja za ozb. ponude, ali ga je uredno i blagovremeno dostavio..\nIz sadržine celokupne ponude se može zaključiti da nema razloga za odbijanje.."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: PS koji nije podneo ponudu uputio je zahtev za uvid u dokumentaciju, kako je to moguće?...", "link": null, "input": "Pitanje: PS koji nije podneo ponudu uputio je zahtev za uvid u dokumentaciju, kako je to moguće?...: Zakon kaže da je naručilac dužan da omogući uvid u dok. ponuđaču koji je podneo ponudu, iz čega se zaključuje da može da dozvoli uvid u dok. bilo kome ko zatraži..\nIstiče im uskoro OS, a novi postupak nije sproveden, da li postoji mogućnost da prevaziđu taj period do zaključenja novog postupka..\nOsim mogućnosti da zaključe ugovor do isteka roka važenja OS, koji će važiti i nakon isteka roka važenja OS, jedino je zaključenje novog OS.."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Kako unosi u Plan javnih nabavki nabavku koju pokreće na 4 godine?...", "link": null, "input": "Pitanje: Kako unosi u Plan javnih nabavki nabavku koju pokreće na 4 godine?...: Rečeno da unosi u Plan javnih nabavki ukupnu procenjenu vrednost za sve 4 godine."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li grupa ponuđača ima aktivnu legitimaciju za ZZP ako je samo nosilac posla ovlastio punomoćnika ...", "link": null, "input": "Pitanje: Da li grupa ponuđača ima aktivnu legitimaciju za ZZP ako je samo nosilac posla ovlastio punomoćnika ...: Ukazano da ima aktivnu legitimaciju, saglasno članu 211. ZJN.\nNaručilac navodi da zbog bolesti članova Komisije nisu u mogućnosti da donesu odluku o dodeli ugovora u roku od 30 dana.\nPredočeno da je rok od 30 dana predviđen ZJN, kao i da su imali mogućnost da u kd odrede duži rok."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: U situaciji kada se zaključuje ugovor na dve godine, kako se izračunava procenjena vrednost? Da li s...", "link": null, "input": "Pitanje: U situaciji kada se zaključuje ugovor na dve godine, kako se izračunava procenjena vrednost? Da li s...: Odgovoreno da se uzima u obzir ukupan period na koji se ugovor zaključuje"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Ukoliko grupa ponuđača podnosi ZZP, da li svi članovi grupe moraju potpisati ovlašćenje za podnošenj...", "link": null, "input": "Pitanje: Ukoliko grupa ponuđača podnosi ZZP, da li svi članovi grupe moraju potpisati ovlašćenje za podnošenj...: Moraju.."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Oštetilo joj se Uverenje o položenom ispitu za službenika za javne nabavke. Da li može dobiti novo?...", "link": null, "input": "Pitanje: Oštetilo joj se Uverenje o položenom ispitu za službenika za javne nabavke. Da li može dobiti novo?...: Preneto nedležnima."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Dobili su putem maila zahtev za pojašnjenje određenog dokaza, kako da odgovori?...", "link": null, "input": "Pitanje: Dobili su putem maila zahtev za pojašnjenje određenog dokaza, kako da odgovori?...: Ukazano da je naručilac dužan da mu zahtev pošalje putem Portala jn."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li pod računskom greškom se mogu smatrati greške kod jediničnih cena?...", "link": null, "input": "Pitanje: Da li pod računskom greškom se mogu smatrati greške kod jediničnih cena?...: Ne, računska greška odnosi se na situaciju kada je došlo do greške prilikom sabiranja, a jedinične cene moraju biti ispravne."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora. Usvojili su zzp i delimično poništili postupak. Da li m...", "link": null, "input": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora. Usvojili su zzp i delimično poništili postupak. Da li m...: Ne."}
