{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li naručilac treba da zahteva da  privredni subjekt dostavi dokaze uz izjavu o ispunjavanju krite...", "link": null, "input": "Pitanje: Da li naručilac treba da zahteva da  privredni subjekt dostavi dokaze uz izjavu o ispunjavanju krite...: Odgovoreno da\nč\nlanovi kom\ni\nsije za jn potpisuju izjavu o (ne)\npostojanju sukoba interesa nakon otvaranja ponuda/prijava.\nDat odgovor da je računsku grešku moguće ispraviti na način propisan čl 142. ZJN.\nObjašnjeno da se dokazi ne dostavljaju uz izjavu iz čl. 118. ZJN, već naručilac upućuje zahtev za dostavu dokaza ponuđaču koji je dostavio ekonomski najpovoljniju ponudu saglasno čl. 119. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručilac postavlja pitanje  po kojoj proceduri može da sprovede nabavku mulitimedijalne opreme, čij...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje  po kojoj proceduri može da sprovede nabavku mulitimedijalne opreme, čij...: Imajući u vidu da se radi o nabavci ispod praga, naručilac istu sprovodi po proceduri za nabavke na koje se ZJN ne primenjuje, koju je propisao svojim internim (posebnim) aktom iz čl. 49. ZJN.\nZatražili objašnjenje mogućnosti izmene  ugovora o jn usled pojave nepredviđenih okolnosti.\nProtumačena odredba čl. 158. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: U slučaju potrebe da se izvrši usklađivanje cena, da li je naručilac u obavezi da izmeni ugovor o jn...", "link": null, "input": "Pitanje: U slučaju potrebe da se izvrši usklađivanje cena, da li je naručilac u obavezi da izmeni ugovor o jn...: U\nsklađivanje cena koje se vrši u skladu sa paramatrima koji su jasno i unapred definisanim ugovorom o jn saglasno čl. 156. ZJN ne smatra se promenom cene, te naručilac nema obavezu da u tom slučaju vrši izmene ugovora o jn.\nNaručilac je u postupku javne nabavke kancelarijskog nameštaja, između ostalog, dobio i jednu zajedničku ponudu. Međutim, članovi gruđe ponuđača nisu dostavili sporazum o zajedničkoj ponudi, pa naručilac ne zna ko će šta da radi.\nUkazano je da grupa ponuđača, prema novom Zakonu o javnim nabavkama, nije ni bila dužna da dostavi sporazum o zajedničkoj ponudi, jer navedeni sporazum ne postoji u formi u kojoj je postojao po starom zakonu.\nMeđutim, prilikom popunjavanja Izjave o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta na Portalu javnih nabavki unose se određeni podaci u vezi sa učesnicima u zajedničkoj ponudi.\nTakođe, članom 142. Zakona o javnim nabavkama predviđeno je da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda ili prijava, a može da vrši i kontrolu (uvid) kod ponuđača."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac postavlja pitanje da li su svi članovi komisije za javnu nabavku i njihovi zamenici dužni ...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li su svi članovi komisije za javnu nabavku i njihovi zamenici dužni ...: Objašnjeno je da nakon otvaranja ponuda ili prijava, svi članovi komisije za javnu nabavku, kao i njihovi zamenici, potpisuju izjavu o postojanju ili nepostojanju sukoba interesa."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Ukazano je da predmetno pitanje nije uređeno Zakonom o javnim nabavkama....", "link": null, "input": "Pitanje: Ukazano je da predmetno pitanje nije uređeno Zakonom o javnim nabavkama....: Naručilac je sproveo postupak javne nabavke u kojem je odluka o dodeli ugovora osporena zahtevom za zaštitu prava. Postavlja"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac je obavešten o tome da je Republička komisija na svojoj zvaničnoj internet stranici objavi...", "link": null, "input": "Pitanje: Naručilac je obavešten o tome da je Republička komisija na svojoj zvaničnoj internet stranici objavi...: Naručilac je imao dilemu kad može da skrati, a kad je dužan da produži rok za podnošenje ponuda.\nObjašnjeno je na koji način se računaju rokovi."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Koji je rok ѕa ZZP u slučaju osporavanja sadržine kd?...", "link": null, "input": "Pitanje: Koji je rok ѕa ZZP u slučaju osporavanja sadržine kd?...: Dat odgovor da je rok za ZZP u tom slučaju propisan čl. 214. st. 2. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li je naručilac u obavezi da od najpovoljnijeg ponuđača zahteva dokaze kada se radi o nabavci čij...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da od najpovoljnijeg ponuđača zahteva dokaze kada se radi o nabavci čij...: Odgovoreno da\nnaručilac može da postupi\nu skladu\nsa čl. 144. st. 2. ZJN i dodeli ugovor ponuđaču koji sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nNaručilac ima i mogućnost da u\nskladu sa čl. 146. st. 2. ZJN\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n.\nUkazano da je, u skladu sa čl. 119. ZJN, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku jn čija je proc. vrednost veća od 5.000.000,00 din. dužan da pre donošenja odluke u postupku jn na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta, u neoverenim kopijama.\nMeđutim, i\nu slučaju kada je proc. vrednost jn niža od 5.000.000,00 din., naručilac može da zahteva deo dokaza ili sve dokaze radi provere podataka navedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ukoliko je to u cilju pravilnog sprovođenja postupka jn."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Pitanje tehničke prirode u vezi sa primenom Portala jn....", "link": null, "input": "Pitanje: Pitanje tehničke prirode u vezi sa primenom Portala jn....: Prosleđeno kolegama koji daju konsultacije u vezi sa primenom Portala jn."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: podnosilac dužan da uplati 2* 120.000 dinara?...", "link": null, "input": "Pitanje: podnosilac dužan da uplati 2* 120.000 dinara?...: Objašnjeno da na Portalu moraju da objave obaveštenje o podnetom zahtevu za zaštitu prava najkasnije naredno dana od dana prijema zahteva za zaštitu prava u skladu sa čl. 214. st. 8. ZJN kao i ceo postupak kako se to radi na Portalu. Kao i da\nsu dužni da bez odlaganja dostave izabranom ponuđaču kopiju zzp u skladu sa čl. 218. ZJN.\nNaručiocu odgovoreno da može da se odnosi na dve partije i upućeni na čl. 225. st. 2  tač.2) ZJN."}
