{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: a deo preko Portala. Nakon dodele ugovora, drugorangirani ponuđač je uložio zzp zbog nepotpune dokum...", "link": null, "input": "Pitanje: a deo preko Portala. Nakon dodele ugovora, drugorangirani ponuđač je uložio zzp zbog nepotpune dokum...: KJN ne može da vrši stručnu ocenu ponuda, već to čini isključivo naručilac.\nSavetovano da objektivno procene celokupnu situaciju i u skladu sa tim donesu odluku."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Grupa ponuđača je tražila da bankarsku garanciju za izvršenje posla podele 50-50 dva člana grupe pon...", "link": null, "input": "Pitanje: Grupa ponuđača je tražila da bankarsku garanciju za izvršenje posla podele 50-50 dva člana grupe pon...: ZJN ne predviđa nikakva ograničenja u tom smislu. Članovi grupe ponuđača su solidarno odgovorni, poseduju interni sporazum, te ne postoji razlog zbog kog ne bi mogli da na pomenuti način podele bankarsku garanciju.\nZainteresovano lice je, u vezi sa jučerašnjim razgovorom, napomenulo da je došlo do jedne odluke\n-\nrešenja Republičke komisije za zaštitu prava u postupcima javnih nabavki (4-00-191/2021) u kojoj je između ostalog zauzet stav da naručilac nije postupio suprotno odredbama ZJN, kada nije odbio ponudu ponuđača koji je u dostavljenoj izjavi u vezi tačke 5) iz člana 111. stav 1. ZJN naveo „ne“, umesto „da“.\nZainteresovanom licu još jednom napomenuto da isti ima pravo da svoja prava zaštiti pokretanjem postupka zaštite prava, nakon donošenja i objavljivanja odluke o dodeli ugovora u konretnom postupku javne nabavke. Pored navedenog, zainteresovanom licu skrenta pažnja na drugu odluku-rešenje Republičke komisije za zaštitu prava broj 4-00-257/2021, gde je zauzet drugačiji stav od onog koji je naveden u odluci-rešenju zainteresovanog lica."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac je postavio pitanje, koje bi okolnosti i razloge mogli navesti za izmenu ugovora iz člana ...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje, koje bi okolnosti i razloge mogli navesti za izmenu ugovora iz člana ...: Naručiocu odgovoreno da u navedenoj odredbi ZJN (član 156.) nisu navedeni primeri razloga za izmenu ugovora, osim što je navedeno da izmene moraju biti predviđene u dokumentaciji o nabavci i ugovoru na jasan, precizan i nedvosmislen način, koje mogu da uključe i odredbe o promeni cene. S tim u vezi, kao neki od primera bi bili: rast cena na malo, stopa inflacije, rast cena na svetskom tržištu i sl. Neke od navedenih podataka poseduje i obrađuje i Zavod za statistiku R.Srbije.\nO\nno što je bitno istaći je da, naručilac mora da vodi računa da izmenama ne promeni prirodu samog ugovora koji je zaključio, kao i da ne dovede do bitne izmene ugovora,\nkako je to bliže definisano odredbama člana 154. ZJN.\nDobili su mejl od Portala KJN da pošalju podatke kojie se odnose na nabavke na koje se ZJN ne primenjuje te, s tim u vezi, pita da li to znači da još uvek može da pošalje godišnji izveštaj.\nDa, mejl je i poslat u tu svrhu.\nImajući u vidu da\nje naručilac rekao da je imao (samo) jednu nabavku na koju se ZJN ne primenjuje,\ndat odgovor (uz prethodnu konsultaciju sa kolegama koji rade na Portalu jn u vezi sa godišnjim izveštajem)\nda postupi u skladu sa dobijenim\nmejlom, te\nda pošalje godišnji izveštaj do kraja\ndana. Preneto kolegi Leković Rijadu, koji je upoznat sa detaljima.\nZatražil\ni su\nda im\nprotum\načim odredbe čl. 97. ZJN u vezi sa postupanjem privrednog subjekta i naručioca kada privredni subjekt zahteva  dodatne informacije ili pojašnjenja u vezi sa dokumentacijom o nabavci.\nProtumačene odredbe čl. 97. ZJN (postupanje ponuđača, postupanje naručioca, rokovi...).\nUčestvuju u o.p. Otvaranje ponuda bilo je 23.3.2022. godine. Hteli bi da izvrše neke izmene i dopune svoje ponude, te pitaju da li još uvek mogu to da u čine.\nNe.\nPonuđač\n,\nsaglasno čl. 135. st. 3. ZJN\n,\nmože da izmeni, dopuni i, eventualno, opozove svoju ponudu samo do isteka roka za podnošenje ponuda."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li se na nabavke pravnih usluga koje se odnose na pravno savetovanje i zastupanje u sudskom i dru...", "link": null, "input": "Pitanje: Da li se na nabavke pravnih usluga koje se odnose na pravno savetovanje i zastupanje u sudskom i dru...: os"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: t nabavke?...", "link": null, "input": "Pitanje: t nabavke?...: Nabavke pravnih usluga koje se odnose na pravno savetovanje i zastupanje u sudskom i drugom postupku naručilac sprovodi u skladu sa svojim posebnim aktom iz čl. 49. st. 2. ZJN, imajući u vidu da se radi o nabavkama izuzetim od primene ZJN iz čl. 12. st. 4. ZJN, bez obzira na proc. vrednost istih.\nNisu sigurni\nkada mogu da\nvrše izmenu\nugovora o jn usled nepredvidljivih okolnosti\n, te su zamolili\nza pojašnjenje ovog člana.\nPojašnjene odredbe\nčl. 158. ZJN\nuz napomenu da je naručilac, u slučaju izmene ugovora o jn po osnovu čl. 158. ZJN, dužan da obaveštenje o izmeni ugovora o jn pošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn.\n1.\nJednu partiju u otvorenom postupku naručilac je obustavio, jer je dobio samo jednu ponudu iznad procenjene"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: vrednosti. Kada mogu da pokrenu postupak?...", "link": null, "input": "Pitanje: vrednosti. Kada mogu da pokrenu postupak?...: 2."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li za tu partiju moraju ponovo da pokreću otvoreni postupak ili mogu da je izuzmu od primene ZJN,...", "link": null, "input": "Pitanje: Da li za tu partiju moraju ponovo da pokreću otvoreni postupak ili mogu da je izuzmu od primene ZJN,...: 1. Nakon 10 dana od objavljivanja odluke o dodeli ugovora.\n2. Mora otvoreni\nNaručilac je dobio poziv od prekršajnog suda, pa je kontaktirao KJN da bi obrazložio razloge zbog kojih nije objavio obaveštenje o dodeli ugovora.\nPredočeno naručiocu da KJN ne može u ovom trenutku ništa da učini po tom pitanju."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Ukoliko naručilac zahteva dostavljanje menice putem pošte, da li može primeniti član 52. stav 5. ZJN...", "link": null, "input": "Pitanje: Ukoliko naručilac zahteva dostavljanje menice putem pošte, da li može primeniti član 52. stav 5. ZJN...: Može..."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li mogu da stave negativnu referencu ponuđaču sa kojim su raskinuli ugovor jer nisu pprihvatili z...", "link": null, "input": "Pitanje: Da li mogu da stave negativnu referencu ponuđaču sa kojim su raskinuli ugovor jer nisu pprihvatili z...: Rečeno da mogu samo ako ponuđač nije blagovremeno izvršavao ugovor, odnosno ako uopšte nije izvršavao ugovorne obaveze bez opravdanog razloga."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li je potrebno da nakon ispravke računske greške i promene ukupne cene zahteva od ponuđača da kor...", "link": null, "input": "Pitanje: Da li je potrebno da nakon ispravke računske greške i promene ukupne cene zahteva od ponuđača da kor...: Rečeno da je potrebno da ponuđač uskladi i vrednost sredstva obezbeđenja sa ukupnom cenom nakon ispravke računske greške.\nNaručilac\nsprovodi postupak javne nabavke tonera u kojem je podneto više ponuda\n.\nMeđutim, najpovoljniji ponuđač greškom nije podneo deo ponude, iako naručilac zna da ponuđač poseduje traženu dokumentaciju."}
