{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Do kada ponuđač može da dopuni svoju ponudu?...", "link": null, "input": "Pitanje: Do kada ponuđač može da dopuni svoju ponudu?...: Dat odgovor da ponuđač u skladu sa čl. 135. st. 3. ZJN može da dopuni svoju ponudu do isteka roka za podnošenje ponuda."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: U obrascu strukture cene  i modelu ugovora o jn ne poklapaju se podaci...kako postupiti sa takvom po...", "link": null, "input": "Pitanje: U obrascu strukture cene  i modelu ugovora o jn ne poklapaju se podaci...kako postupiti sa takvom po...: Odgovoreno da naručilac postupa u skladu sa čl. 142. ZJN.\nNaručilac je imao dileme u vezi sa računanjem rokova za postavljanje pitanja i davanje sugestija u odnosu na sadržinu konkursne dokumentacije.\nProtumačene su odredbe člana 97. Zakona o javnim nabavkama, odnosno rokovi u kojima privredni subjekt može u pisanoj formi putem Portala javnih nabavki da traži od naručioca dodatne informacije ili pojašnjenja u vezi sa dokumentacijom o nabavci, pri čemu može da ukaže naručiocu ukoliko smatra da postoje nedostaci ili nepravilnosti u dokumentaciji o nabavci.\nZainteresovano lice uputilo je 26 pitanja i sugestija koji se odnose na tehničku specifikaciju. Naručilac se interesuje da li mora da odgovori na sve te stavke.\nUkazano je da je naručilac dužan da odgovori na sve ukoliko se zainteresovano lice obratilo u zakonskom roku (član 97. Zakona o javnim nabavkama)."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Nabavili su softver za računovodstvo, pa postavljaju pitanje na koji način se usluga održavanja isto...", "link": null, "input": "Pitanje: Nabavili su softver za računovodstvo, pa postavljaju pitanje na koji način se usluga održavanja isto...: Odgovoreno da budući da je reč o isključivim pravima, gde je isključena konkurencija upućeni na čl. 61.1.1.3 ZJN\nSproveli su postupak nabavke peleta i tražili su kroz tehničku specifikaciju da je ponuđač obavezan da uz ponudu dostavi Izveštaj o ispitivanju peleta – sertifikat o kvalitetu peleta izdat od strane akreditovane laboratorije. Ponuđač im je rekao da će im to dostaviti tek kad bude izabran kao najpovoljniji u roku od 5 dana i da ne mogu to da zahtevaju uz ponudu?\nUkazano na to da kada je nešto traženo kroz zahtev nabavke  da ja tada ponuđač dužan da uz ponudu i dostavi traženi zahtev. A da se u roku od 5 dana  dostavljaju dokazi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta od strane ponuđača koji je dostavio ekonomski najpovoljniju ponudu."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Na koji datum treba da budu izdate potvrde nadležnih sudova kod osnova za isključenje iz čl. 111. ZJ...", "link": null, "input": "Pitanje: Na koji datum treba da budu izdate potvrde nadležnih sudova kod osnova za isključenje iz čl. 111. ZJ...: Naručiocu ukazano da privredni subjekt treba da dokaže da on i njegov zakonski zastupnik u periodu od prethodnih 5 godina od dana isteka roka za podnošenje ponuda, odnosno prijava nije pravnosnažno osuđen."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Po sprovedenom postupku javne nabavke, zaključili su ugovor i sada isti hoće da raskinu. Da li imaju...", "link": null, "input": "Pitanje: Po sprovedenom postupku javne nabavke, zaključili su ugovor i sada isti hoće da raskinu. Da li imaju...: ZJN ne predviđa takvu obavezu."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Kod okvirnog sporazuma koji je zaključen sa jednim ponuđačem kako mogu da traže da im taj ponuđač do...", "link": null, "input": "Pitanje: Kod okvirnog sporazuma koji je zaključen sa jednim ponuđačem kako mogu da traže da im taj ponuđač do...: Naručiocu ukazano na odredbu čl. 67. stav 2. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Sprovode postupak javne nabavke gasnog ulja i primili su 3 ponude. Sve tri su preko proc. vrednosti ...", "link": null, "input": "Pitanje: Sprovode postupak javne nabavke gasnog ulja i primili su 3 ponude. Sve tri su preko proc. vrednosti ...: Naručiocu odgovoreno da ima mogućnost da u skladu sa čl. 146. st. 2. ZJN dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od proc. vred. javne nabavke. Ali isto tako ukazano i na čl. 144. st. 2 ZJN koji pruža mogućnost naručiocu da odbije kao neprihvatljivu ponudu koja prelazi iznos proc. vred. predmeta javne nabavke ili raspoloživih sredstava."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li usluga antidoping testiranja spada u društvene i druge posebne usluge?...", "link": null, "input": "Pitanje: Da li usluga antidoping testiranja spada u društvene i druge posebne usluge?...: Dat potvrdan odgovor."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Ponuđač im je dostavio ponudu gde je obrazac strukture cene potpuno uredu, ali u obrascu ponude je n...", "link": null, "input": "Pitanje: Ponuđač im je dostavio ponudu gde je obrazac strukture cene potpuno uredu, ali u obrascu ponude je n...: U toku im je realizacija ugovora i dobavljač im se obratio sa zahtevom za povećanjem cena, budući da je došlo do poskupljenja istih na tržištu, a oni nisu ništa predvideli.\nNaručilac upućen na član 142. st. 4 i 5. ZJN.\nUpućeni na čl. 158.ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Hoće da odustanu od pp bez objavljivanja javnog poziva, pa pitaju kako?...", "link": null, "input": "Pitanje: Hoće da odustanu od pp bez objavljivanja javnog poziva, pa pitaju kako?...: Naručiocu ukazano da na Portalu javnih nabavki ovaj korak počinje izborom polja „Procesi postupka“ a zatim označava „odustanak“ i potom objavljuje ispravku – obaveštenje o izmenama ili dodatnim informacijama, u kome navodi razlog usled kojeg odustaje od sprovođenja  preg. postupka"}
