{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Koliko iznosi taksa u slučaju podnošenja ZZP na nabavke izuzete od  primene ZJN?...", "link": null, "input": "Pitanje: Koliko iznosi taksa u slučaju podnošenja ZZP na nabavke izuzete od  primene ZJN?...: Članom 215. ZJN predviđena je zaštita prava u slučaju izuzetih nabavki iz čl. 11.-21. ZJN, na koji su upućeni.\nPodnosilac ZZP-a dužan je da na na određeni račun budžeta uplati taksu u iznosu od 120.000,00 din. ako se ZZP podnosi u skladu sa čl. 215. ZJN bez obzira na iznos procenjene vrednosti jn, što je propisano čl. 225. ZJN st. 1. ZJN.\n*\nNapomena: ova 2 pitanja sa odgovorima od 2.2.2022. godine poslati su mejlom u celini, ali su prilikom sastavljanja zbirnog izveštaja slučajnom omaškom izostavljeni odgovori, te sada ponovo šaljem pitanja i odgovore u celosti, u okviru ovog izveštaja.\nPostavljaju pitanja kako da postupe i primene čl.61 i 62. ZJN.\nPojašnjeni članovi 61. i 62. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Kako da tretiraju ponudu u kojoj je dostavljeno sredstvo obezbeđenja manje od 3%, koliko je konkursn...", "link": null, "input": "Pitanje: Kako da tretiraju ponudu u kojoj je dostavljeno sredstvo obezbeđenja manje od 3%, koliko je konkursn...: Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje. U svakom slučaju, ponuđač treba da odgovori zahtevima naručioca."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li bi naručilac mogao da izmeni ugovor u skladu sa članom 158. ZJN zbog velikog skoka cena elektr...", "link": null, "input": "Pitanje: Da li bi naručilac mogao da izmeni ugovor u skladu sa članom 158. ZJN zbog velikog skoka cena elektr...: Odgovoreno da bi mogao ukoliko su ispunjeni svi uslovi predviđeni tim članom.\nNaručilac treba da sprovede nabavku usluge štampanja procenjene vrednosti 850.000 dinara."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Izvesno je da će krajem godine imati potrebu za uslugom štampanja monografije procenjene vrednosti o...", "link": null, "input": "Pitanje: Izvesno je da će krajem godine imati potrebu za uslugom štampanja monografije procenjene vrednosti o...: Naručiocu je ukazano da bi zbog ukupne procenjene  vrednosti obe nabavke trebalo da pokrene postupak javne nabavke u skladu sa članovima 27. i 29. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li oba člana grupe ponuđača moraju da dokažu da poseduju važeću licencu za obavljanje delatnosti?...", "link": null, "input": "Pitanje: Da li oba člana grupe ponuđača moraju da dokažu da poseduju važeću licencu za obavljanje delatnosti?...: Naručiocu je ukazano da svaki član grupe ponuđača mora da poseduje važeću licencu za deo posla koji obavlja."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li može da izuzme od primene ZJN nabavku...", "link": null, "input": "Pitanje: Da li može da izuzme od primene ZJN nabavku...: elektronskog pečata, ako JP ,,Pošta Srbije“ ima isključivo pravo"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: izdavanja istog?...", "link": null, "input": "Pitanje: izdavanja istog?...: Odgovoreno da može u skladu sa članom 12. stav 1. tač. 11 ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: 2. Na koji način se isto dostavlja?...", "link": null, "input": "Pitanje: 2. Na koji način se isto dostavlja?...: 3. Kada se rešenje dostavi, šta radi dalje naručilac"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: 1. Ukazano da naručilac ima rok od 5 dana da ispita da li su ispunjene  najpre procesne, a potom i  materijalnopravne pretpostavke  podnetog ZZZP.\n2. Na isti način na koji je podnet i ZZZP.\n3. Mora da sačeka da prođe rok za žalbu na rešenje o odbacivanju ZZZP, te ako ista ne bude podneta može da nastavi postupak."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac je obustavio postupak, jer nije dobio nijednu ponudu. Da li je dužan da čeka protek roka o...", "link": null, "input": "Pitanje: Naručilac je obustavio postupak, jer nije dobio nijednu ponudu. Da li je dužan da čeka protek roka o...: Odgovoreno da može odmah da pokrene nov postupak.\nNaručilac je od dobavljača dobio zahtev za izmenu ugovora u smislu povećanja cena iz razloga što je došlo do poskupljenja određenih artikala na tržištu.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nNaručilac je imao dileme u vezi sa računanjem rokova za postavljanje pitanja i davanje sugestija u odnosu na sadržinu konkursne dokumentacije.\nProtumačene su odredbe člana 97. Zakona o javnim nabavkama, odnosno rokovi u kojima privredni subjekt može u pisanoj formi putem Portala javnih nabavki da traži od naručioca dodatne informacije ili pojašnjenja u vezi sa dokumentacijom o nabavci, pri čemu može da ukaže naručiocu ukoliko smatra da postoje\nnedostaci ili nepravilnosti u dokumentaciji o nabavci."}
