{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac ima pitanje u vezi načina obraćanja KJN radi dobijanja mišljenja o osnovanosti primene pre...", "link": null, "input": "Pitanje: Naručilac ima pitanje u vezi načina obraćanja KJN radi dobijanja mišljenja o osnovanosti primene pre...: Objašnjeno na koji način se naručilac obraća KJN zahtevom za mišljenje radi ispitivanja osnovanosti pregovaračkog postupka, u skladu sa čl. 62. ZJN.\nNaručilac je našao nedostatke u ponudi koje su takve prirode da je ne može uporediti sa drugim ponudama...\nOdgovoreno da naručilac nakon pregleda i stručne ocene odbija takvu ponudu kao neprihvatljivu, u skladu sa čl. 144. st. 1. tač. 6) ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: U slučaju primene čl. 156. ZJN (izmena ugovora o jn po osnovu ugovornih odredaba), da li je naručila...", "link": null, "input": "Pitanje: U slučaju primene čl. 156. ZJN (izmena ugovora o jn po osnovu ugovornih odredaba), da li je naručila...: Ne, s\namo u slučaju primene čl. 157. ZJN (izmene ugov\nora o jn u pogledu dodatnih dobara, usluga ili radova) i čl 15\n8. ZJN (izmene ugov\nora o jn\nusled ne\npredviđenih okolnosti),\nnaručilac\nima obavezu\nda objavi obaveštenje o izmeni ugovora o jn na Portalu jn\n."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li moraju da prilikom izmene odluke o dodeli ugovora u pogledu cene da čekaju da protekne rok za ...", "link": null, "input": "Pitanje: Da li moraju da prilikom izmene odluke o dodeli ugovora u pogledu cene da čekaju da protekne rok za ...: Da."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac je zaključio ugovor po sprovedenom postupku javne nabavke. Budući da ponuđač uopšte ne izv...", "link": null, "input": "Pitanje: Naručilac je zaključio ugovor po sprovedenom postupku javne nabavke. Budući da ponuđač uopšte ne izv...: Nakon konsultacije sa kolegama sa Portala dat odgovor da može tako da postupi.\nNaručilac je dobio obaveštenje od Ministarstva zdravlja o odobrenju dodatnih sredstava za popravku aparata. Međutim,"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: popravka podrazumeva i nabavku elektronskih modula koji se ugrađuju, a čija vrednost iznosi preko 95...", "link": null, "input": "Pitanje: popravka podrazumeva i nabavku elektronskih modula koji se ugrađuju, a čija vrednost iznosi preko 95...: Naručiocu\nukazano na član 23. stav 2. ZJN"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Dobili su od KJN mišljenje da nije osnovana primena pregovaračkog postupka bez objavljivanja javnog ...", "link": null, "input": "Pitanje: Dobili su od KJN mišljenje da nije osnovana primena pregovaračkog postupka bez objavljivanja javnog ...: Naručiocu odgovoreno da budući da poziv nije poslat, ne donosi odluku o obustavi postupka, jer se postupak u tom slučaju i ne smatra pokrenutim. U takvim situacijama naručilac na Portalu javnih nabavki ovaj korak počinje izborom polja „Procesi postupak“, a zatim označava „Odustanak“.\nPonuđač je u izjavi naveo da podnosi ponudu samostalno."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Iz obrasca ponude proizilazi da su ponudu podneli kao grupa ponuđača. Da li mogu da im traže dodatna...", "link": null, "input": "Pitanje: Iz obrasca ponude proizilazi da su ponudu podneli kao grupa ponuđača. Da li mogu da im traže dodatna...: Rečeno dane bi trebalo da im traže dodatna pojašnjenja za ono što navedu u Izjavi o ispunjenosti kriterijuma jer na taj način naručilac sugeriše ponuđačima šta treba da navedu u izjavi.\nRečeno i da je ponuđač uz ponudu bio dužan da dostavi i zasebne izjave svakog člana grupe, ukoliko podnose ponudu kao grupa ponuđača, te da ne bi moglo da se traži da ih naknadno dostavljaju kroz dodatna pojašnjenja."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li naručioci uzimaju u obzir vrednost ponude sa ili bez PDV - om?...", "link": null, "input": "Pitanje: Da li naručioci uzimaju u obzir vrednost ponude sa ili bez PDV - om?...: Odgovoreno da uzimaju u obzir vrednost ponude bez PDV-a.\nSproveli nabavku nemedicinskog nameštaja. Da li mogu pojedine stavke (komade nameštaja) da zamene u okviru predviđenih pozicija jer nisu unapred znali tačne količine po komadu? Ukupna vrednost nabavke ostaje nepromenjena.\nRečeno da mogu da izvrše navedenu izmenu, ukoliko su navedene stavke bile predviđene konkursnom dokumentacijom."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li naručilac može kroz dodatna pojašnjenja tražiti ponuđaču da ispravi odgovor na pitanje koje se...", "link": null, "input": "Pitanje: Da li naručilac može kroz dodatna pojašnjenja tražiti ponuđaču da ispravi odgovor na pitanje koje se...: Navedeno nije u skladu sa ZJN, jer bi u tom slučaju došlo do izmene prvobitne ponude."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Kako naručilac da postupi sa ponudom u kojoj su sadržani  samo podaci vezano za osnove za isključenj...", "link": null, "input": "Pitanje: Kako naručilac da postupi sa ponudom u kojoj su sadržani  samo podaci vezano za osnove za isključenj...: Odgovoreno da je takva ponuda neprihvatljiva u smislu člana 144. stav 1. ZJN, te preporučeno da istu odbije."}
