{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Sproveli su otvoreni, pa pregovarački postupak, ni tad se nije javio ponuđač. Postavljaju pitanje da...", "link": null, "input": "Pitanje: Sproveli su otvoreni, pa pregovarački postupak, ni tad se nije javio ponuđač. Postavljaju pitanje da...: U ovom slučaju, moraju otvoreni postupak."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Dobili su zajedničku ponudu od grupe ponuđača. Nisu im dostavili sporazum između članova grupe ponuđ...", "link": null, "input": "Pitanje: Dobili su zajedničku ponudu od grupe ponuđača. Nisu im dostavili sporazum između članova grupe ponuđ...: ZJN ne predviđa obavezu dostavljanja sporazuma između članova grupe ponuđača.\nZa jednu partiju izabrani ponuđač je odbio da potpiše ugovor. Drugorangiranom ponuđaču je isteklo važenje ponude, nije hteo da produži rok. Trećerangiranom će dodeliti ugovor. Na koji način da izmene Odluku o dodeli, s obzirom da bi se izmena odnosila samo na jednu partiju od ukupno osam? I da li treba da sačekaju 10 dana za zzp?\nPortal pruža mogućnost izmene Odluke samo za jednu partiju. Izmeniće Odluku samo u tom delu i rok od 10 dana za zzp počinje da teče od tad i važi samo za tu partiju."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li je je dužan da zahteva od ponuđača neki dokaz da ne postoje osnovi za isključenje ukoliko je p...", "link": null, "input": "Pitanje: Da li je je dužan da zahteva od ponuđača neki dokaz da ne postoje osnovi za isključenje ukoliko je p...: Nije dužan."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Kako naručilac više ne sme zahtevati navedeno, preporučeno da mu se obrate...", "link": null, "input": "Pitanje: Kako naručilac više ne sme zahtevati navedeno, preporučeno da mu se obrate...: putem pitanja u vezi sa konkursnom dokumentacijom i ukažu na nepravilnost.\nUkazano da naručilac ne bi smeo da odbije ponudu kojoj je jedini nedostak to što Obrazac strukture ponuđene cene nije potpisan i overen."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavljaju pitanje da li su sva sportska udruženja javni naručioci....", "link": null, "input": "Pitanje: Postavljaju pitanje da li su sva sportska udruženja javni naručioci....: Javni naručioci, u smislu ZJN su pravna lica osnovana u cilju zadovoljavanja potreba u opštem interesu, koje nemaju industrijski ili trgovinski karakter, ako je ispunjen bilo koji od sledećih uslova:\n(1) da se više od 50% finansiraju iz sredstava javnog naručioca;\n(2) da nadzor nad radom tih pravnih lica vrši javni naručilac;\n(3) da više od polovine članova organa nadzora ili organa upravljanja tih pravnih lica imenuje javni naručilac."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li da odbiju ponudu uz koju nije dostavljen katalog proizvoda koji su zahtevali, ali im i nije ne...", "link": null, "input": "Pitanje: Da li da odbiju ponudu uz koju nije dostavljen katalog proizvoda koji su zahtevali, ali im i nije ne...: KJN nije nadležna da vrši stručnu ocenu ponuda.\nUkazano da na osnovu člana 144. stav 1. tačka 3) ZJN naručilac nakon pregleda i stručne ocene, odbija ponudu,  odnosno prijavu kao neprihvatljivu, ako nisu ispunjeni zahtevi i uslovi u vezi sa predmetom nabavke i tehničkim specifikacijama."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li mogu da sprovesti pregovarački postupak bez objavljivanja javnog poziva za usklađivanje izrađe...", "link": null, "input": "Pitanje: Da li mogu da sprovesti pregovarački postupak bez objavljivanja javnog poziva za usklađivanje izrađe...: Osnovanost ove vrste postupka se ne može ceniti generalno, već se mora utvrđivati za svaku pojedinačnu nabavku, s obzirom na obrazloženje i svu dokumentaciju koju dostavi naručilac, u vezi sa razlozima koji opravdavaju sprovođenje te vrste postupka.\nNabavili su opremu za izvršenje krivičnih sankcija – nanogice sa sistemom za održavanje istih kao nabavku iz oblasti odbrane i bezbednosti shodno Uredbi kojom su regulisane nabavke iz ove oblasti. Sada se javila potreba za održavanjem sistema za  održavanje nanogica koje može da pruži samo jedan određeni ponuđač. Napomenuli su da tehnička specifikacija predstavlja"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: tajni podatak. Da li predmetnu nabavku (i dalje) sprovode kao nabavku iz oblasti odbrane i bezbednos...", "link": null, "input": "Pitanje: tajni podatak. Da li predmetnu nabavku (i dalje) sprovode kao nabavku iz oblasti odbrane i bezbednos...: Ukoliko postoji osnov, sprovode kao nabavku iz oblasti odbrane i bezbednosti shodno Uredbi o javnim nabavkama u oblasti odbrane i bezednosti."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: U o.p. za nabavku hemijskih sredstava po partijama dobili su ponudu koja ne ispunjava u celini uslov...", "link": null, "input": "Pitanje: U o.p. za nabavku hemijskih sredstava po partijama dobili su ponudu koja ne ispunjava u celini uslov...: Naručilac odbija takvu ponudu kao neprihvatljivu u skladu sa čl. 144. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Zamolili su da im se javi koleginica, koja je obećala odgovor na postavljeno pitanje nakon konsultac...", "link": null, "input": "Pitanje: Zamolili su da im se javi koleginica, koja je obećala odgovor na postavljeno pitanje nakon konsultac...: Nakon provere saznala koja je koleginica obavila razgovor i prenela joj informaciju."}
