{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Do kada ponuđač može da izmeni svoju ponudu?...", "link": null, "input": "Pitanje: Do kada ponuđač može da izmeni svoju ponudu?...: Do isteka roka za podnošenje ponuda ponuđač može da izmeni, dopuni ili opozove svoju ponudu na način na koji je podneo osnovnu ponudu."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Sproveli su postupak nabavke el. energije i proc. vrednost je 6 000 000. Dobili su jednu ponudu čija...", "link": null, "input": "Pitanje: Sproveli su postupak nabavke el. energije i proc. vrednost je 6 000 000. Dobili su jednu ponudu čija...: Čl. 146. st. 2. ZJN i čl. 144. st. 2. ZJN\nPitaju na koji način da upute zahtev za tumačenje.\nDate instrukcije."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Postavljaju pitanje koje se odnosi na čl. 12 st. 1. tač. 2) ZJN...", "link": null, "input": "Pitanje: Postavljaju pitanje koje se odnosi na čl. 12 st. 1. tač. 2) ZJN...: Upućeni da pošalju zahtev za tumačenje."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Uložen im je zzp na konkursnu dokumentaciju, RK je odbila zzp kao neosnovan, pa naručilac postavlja ...", "link": null, "input": "Pitanje: Uložen im je zzp na konkursnu dokumentaciju, RK je odbila zzp kao neosnovan, pa naručilac postavlja ...: Produžava se za onoliko koliko je bilo preostalo do isteka roka za podnošenje ponuda."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: U kom roku zaposlen na poslovima javnih nabavki mora da polaži ispit za službenika za javne nabavke?...", "link": null, "input": "Pitanje: U kom roku zaposlen na poslovima javnih nabavki mora da polaži ispit za službenika za javne nabavke?...: Takav rok nije predviđen ZJN.\nNaručilac je objavio Obaveštenje o sprovođenju pregovaračkog postupka bez objavljivanja javnog poziva i uputio poziv ponuđačima, za podnošenje ponuda. U dokumentaciji je definisano da će se pregovori voditi kod naručioca u njegovim prostorijama. Da li je navedeno dozvoljeno sa aspekta odredbi ZJN.\nNaručiocu odgovoreno, da je navedeno dozvoljeno, nakon što budu podnete ponude i otvorene ponude. Bliže informacije o postupanju naručioca u prethodno navedenom smislu, opisane iz smernica za sprovođenje preg.postupka bez obj.javnog poziva, na koje je upućen i sam naručilac. Napomenuto naručiocu, da shodno odredbama člana 62. ZJN nisu definisani načini sprovođenja procesa pregovaranja."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac, koji se javljao i 14.03.2022. godine, ponavalja pitanje (samo drugi službenik) koje proši...", "link": null, "input": "Pitanje: Naručilac, koji se javljao i 14.03.2022. godine, ponavalja pitanje (samo drugi službenik) koje proši...: Naručiocu ponovljen odgovor, koji je dat i juče (14.03.2022.), odnosno da naručilac ima ovlašćenje da zahteva pojašnjenje dostavljenih dokaza ili određene dopune istog, prema odrebi člana 119. stav 5. ZJN. Sa druge strane, naručiocu predočeno da vodi računa da prilikom stručne ocene ponuda ne preduzima radnje koje mogu dovesti do situacije da neprihvatljivu ponuda učine prihvatljivom, iz razloga što ponuđači svoje ponude mogu da izmene, dopune i opozovu do isteka roka za podnošenje ponuda (član 135. stav 3. ZJN).\nNaručilac je sproveo otovoreni postupka za prevoz radnika, na osnovu koje je dodeljen ugovor ponuđaču „Lasta“ sa kojim je i zaključen ugovor. Imaju problema u izvršenju ugovora sa istim (slali su već određeni broj\nopomena), ali bez rezultata. Da li mogu da rskinu ugovor i koju vrstu postupka nakon toga mogu da sprovedu.\nNaručiocu odgovoreno, da se zaključeni ugovor može raskinuti shodno odredbama člana 163. ZJN, kao i shodno odredbama zaključenog ugovora i eventualno primenom odgovarajućih normi ZOO-a.\nVrsta postupka koju naručilac može da sprovede, nakon raskida ugovora, je svakako otvoreni postupka, kao i usled kraćih\nrokova eventualno pregovarački postupak bez objavljivanja javnog poziva, iz razloga hitnosti (član 61. stav 1. tačka 2) ZJN), ali uz napomenu da KJN daje ocenu-mišljenje o osnovanosti sprovođenja ove vrste postupka. Naručilac mora opravdati u ovom slučaju razloge hitnosti (npr. da ne može ostati bez prevoza radnika, da to utiče na proces rada zadravstvene ustanove, da nema organizovanog drugog prevoza do bolnice i sl.), što eventulano može rezultirati pozitivnim mišljenjem.\nNaručilac vrši stručnu ocenu ponuda, zahtevao je neka pojašnjenja u pogledu roka plaćanja od ponuđača koji je dao najpovoljniju ponudu, te postavlja pitanje na kom mestu na Portalu javnih nabavki može to da uradi (preusmeren predstavnik naručioca na moj broj telefona, od strane koleginica koje daju kosultacije za primenu Portala).\nNaručiocu odgovoreno, da pitanje ima tehnički, a ne pravni karakter. Naručiocu odgovoreno, da on svakako u izveštaju o postupku, nakon stručne ocene ponude, mora imati podatke i zahtevanim pojašnjenjeima i datim odgovorima ponuđača, a što je rezultiralo prihvatljivošću/odnosno neprihvatljivošću ponude. Tehnički naručiocu objašnjeno putem uputstva sa Portala, gde i na kom mestu može da unese korigovane podatke, nakon dobijenog odgovora ponuđača (naručilac je uspeo da reši navedeni tehnički problem). Posebno skrenuta pažnja naručiocu da vodi računa, o postupanju, u smislu odredbi člana 142. ZJN i dozvole izmene dostavljene ponude."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavljaju pitanje da li mogu izmeniti ugovor na osnovu člana 158. ZJN iz razloga što je došlo do p...", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogu izmeniti ugovor na osnovu člana 158. ZJN iz razloga što je došlo do p...: Mogu, ukazano na uslove."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Ukoliko sprovode povremenu zajedničku nabavku, odnosno ukoliko jedan naručilac ovlasti drugog da u n...", "link": null, "input": "Pitanje: Ukoliko sprovode povremenu zajedničku nabavku, odnosno ukoliko jedan naručilac ovlasti drugog da u n...: Da, uz naznaku ko će za njih sprovoditi postupak."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Pitanje vezano za popunjavanje ankete vezano za zelene nabavke....", "link": null, "input": "Pitanje: Pitanje vezano za popunjavanje ankete vezano za zelene nabavke....: Pojašnjeno."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: doneto rešenje po kojem se ZZP odbija?...", "link": null, "input": "Pitanje: doneto rešenje po kojem se ZZP odbija?...: Rečeno da nije dužan da produži rok za podnošenje ponuda ukoliko rešenjem RK nije određeno, niti vrši bitnu izmenu\nkonkursne dokumentacije, već samo nastavlja postupak tamo gde je stao pre podnošenja ZZP."}
