{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: EPS im je ponudio duplo veću cenu od procenjene, i najavio zaključenje aneksa kojim će cena biti sni...", "link": null, "input": "Pitanje: EPS im je ponudio duplo veću cenu od procenjene, i najavio zaključenje aneksa kojim će cena biti sni...: Mogu."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da pokrenu otvoreni postupak javne nabavke, iako im je procenjena vrednost ispod praga pr...", "link": null, "input": "Pitanje: Da li mogu da pokrenu otvoreni postupak javne nabavke, iako im je procenjena vrednost ispod praga pr...: Mogu. Sprovođenje postupka mimo primene ZJN u slučajevima predviđenim članom 27. ZJN je predviđeno isključivo kao mogućnost za naručioca, ne i obaveza.\nBila im je potrebna pomoć oko računanja roka za podnošenje ponude.\nPojašnjeno."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li naručilac naplaćuje sredstvo obezbeđenja samo od ponuđača ili može i od podizvođača?...", "link": null, "input": "Pitanje: Da li naručilac naplaćuje sredstvo obezbeđenja samo od ponuđača ili može i od podizvođača?...: Samo od ponuđača."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac je kao uslov postavio da privredni subjekt nije bio u blokadi. Jedan od ponuđača u dodatni...", "link": null, "input": "Pitanje: Naručilac je kao uslov postavio da privredni subjekt nije bio u blokadi. Jedan od ponuđača u dodatni...: Rečeno da naručilac vrši stručnu ocenu ponuda i dokaza koje je zahtevao da ponuđači dostave."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li mora da produži rok za podnošenje ponuda za 5 dana ukoliko je zahtevao dostavljanje uzoraka?...", "link": null, "input": "Pitanje: Da li mora da produži rok za podnošenje ponuda za 5 dana ukoliko je zahtevao dostavljanje uzoraka?...: Odgovoreno da ZJN ne propisuje takvu obavezu."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li su dužni da sprovode pregovarački postupak ukoliko je procenjena vrednost 600.000 dinara?...", "link": null, "input": "Pitanje: Da li su dužni da sprovode pregovarački postupak ukoliko je procenjena vrednost 600.000 dinara?...: Odgovoreno da nisu, ukazano na član 27.  stav 1. tačka 1. ZJN.\nNaručilac mora da obustavi postupak javne nabavke jer su pogrešno"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: formulisali stavke u Obrascu strukture ponuđene cene. Na Portalu su u Odluci o obustavi naveli da se...", "link": null, "input": "Pitanje: formulisali stavke u Obrascu strukture ponuđene cene. Na Portalu su u Odluci o obustavi naveli da se...: Ukazano na član 144. stav 1. tač. 6. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručiocu je ponuđač uz ponudu dostavio dokaze o ispunjenosti kriterijuma za izbor u pogledu tehničk...", "link": null, "input": "Pitanje: Naručiocu je ponuđač uz ponudu dostavio dokaze o ispunjenosti kriterijuma za izbor u pogledu tehničk...: Odgovoreno da s obzirom na to da je ponuđač dostavio tražene dokaze, naručilac ne mora da postupi u skladu sa članom 119. stav 1. ZJN.\nPonuđač je u Izjavi naveo da nema osnova za isključenje, ali i nije označio da je upisan u registar ponuđača. Kada ga je naručilac pozvao kao\nnajpovoljnijeg da dostavi dokaze, dostavio je Rešenje o upisu u APR..\nNije sporno ništa..ponuđač je u momentu podnošenja ponude naveo da nema ni jedan osnov za isključenje, ali je naknadno upisan u registar, i dokaz o tome je dostavio blagovremeno na zahtev\nnaručioca..\nSmatra se da privredni subjekt koji je upisan u registar ponuđača nema osnova za isključenje iz člana 111. stav 1. tač. 1) i 2) ovog zakona.\nHteli bi da se registruju na Portalu..pa zovu da ih upišemo..\nUkazano da registraciju sami obavljaju..i na osnovne korake koje treba da preduzmu..uputstvo i tehn. podršku KJN u slučaju da dođe do problema..\nS obzirom da je data mogućnost da naručilac direktno plaća podizvođaču, da li nosilac posla može da zahteva da fakturu prvo njemu da na uvid i odobrenje."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li sredstvo obezbeđenja izdaju samo ponuđači ili može i podizvođač?...", "link": null, "input": "Pitanje: Da li sredstvo obezbeđenja izdaju samo ponuđači ili može i podizvođač?...: Ukazano da je to stvar dogovora između ponuđača i podizvođača..\nPo pravilu ne može podizvođač, obzirom da je ponuđač odgovoran za njega,..kod zajedničke ponude mogu svi učesnici da izdaju sred. obezbeđenja.."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: U slučaju razlike između jedinične i ukupne cene šta je merodavno?...", "link": null, "input": "Pitanje: U slučaju razlike između jedinične i ukupne cene šta je merodavno?...: Merodavna je jedinična cena"}
