{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Najpovoljniji ponuđač je deo ponude dostavio poštom. Kako da tretiraju takvu ponudu?...", "link": null, "input": "Pitanje: Najpovoljniji ponuđač je deo ponude dostavio poštom. Kako da tretiraju takvu ponudu?...: KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini naručilac. Ukazano da se ponude podnose isključivo elektronski, putem Portala za javne nabavke."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: nabavke u cilju izbegavanja primene ZJN?...", "link": null, "input": "Pitanje: nabavke u cilju izbegavanja primene ZJN?...: Pojašnjeno na koji način određuju predmet javne nabavke. Ukazano na čl. 27. i 29. ZJN. Finansijski plan je njihova interna stvar.\nU o.p. pristigla je samo jedna ponuda. Ponuđač je dostavio sve osim sredstva fin. obezbeđenja (ovde menica za ozbiljnost ponude) koja se dostavlja neelektronski i pristigla je neblagovremeno. S obzirom da je ponuda neblagovremena, da li obustavljaju postupak po osnovu čl. 147. st. 1. tač. 4) ili tač. 8) ZJN?\nPre svega, ukazano je na čl. 139 ZJN. Pored toga, ukazano na čl. 5. Pravilnika o otvaranju\nponuda, te da ukoliko su\ndelov\ni\nponude podneti neblagovremeno\n(ovde menica za ozbiljnost ponude)\nsmatra\nse\nda je\n(celokupna)\nponuda neblagovremena\ni takvu ponudu naručilac\nje dužan da\nkonstatuje u izveštaju o postupku j\nn\niz člana 14\n5. ZJN.\nNa\npitanje da li se u ovom slučaju prilikom donošenja odluke o obustavi postupka jn naručilac poziva na osnov iz čl. 147. st. 1. tač. 4) ili 8) ZJN, mogući odgovor je da ne bi bilo pogrešno pozivanje naručioca ni na jedan od ova dva osnova, ali naručilac mora da se opredeli tj. navede samo jedan osnov i, svakako, isti obrazloži na Portalu jn. Naime, osnov za odluku o obustavi postupka jn iz čl. 147. st. 1. tač. 4) ZJN odnosi se na situaciju kada nije podneta nijedna ponuda/prijava (što ovde može tako da se posmatra, mada nije definisano, da ako je pristigla samo ponuda koja je neblagovremena, u stvari nije pristigla nijedna ponuda).  Osnov za odluku o obustavi postupka jn iz čl. 147. st. 1. tač. 8) ZJN odnosi se, pak, na situaciju kada nakon pregleda i stručne ocene ponuda naručilac utvrdi da su sve ponude neprihvatljive (što može da se posmatra u skladu sa prethodno navedenim odn. da s obzirom da je pristigla samo ponuda koja je neblagovremena, koja je samim tim u skladu sa čl. 147. ZJN - neprihvatljiva)."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: iz čl. 63. ZJN?...", "link": null, "input": "Pitanje: iz čl. 63. ZJN?...: Koliki je minimalni broj kandidata u pregovaračkom postupku sa objavljivanjem javnog poziva"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: iz čl. 63. ZJN?...", "link": null, "input": "Pitanje: iz čl. 63. ZJN?...: Prema čl. 63. st. 3. ZJN,  sektorski naručilac može da skrati rok za podnošenje prijava koji ne može da bude kraći od 15 dana , ako minimalni rok za podnošenje ponuda iz st. 2. istog člana  nije primeren iz razloga opravdane hitnosti, za koju sektorski naručilac poseduje valjane dokaze.\nPrema čl. 64. ZJN, minimalni broj kandidata u pregovaračkom postupku sa objavljivanjem javnog poziva\niz čl. 63.\nZJN je  - tri kandidata. Ukazano i na ostale odredbe čl. 64. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Kako da upute zahtev za tumačenje ZJN?...", "link": null, "input": "Pitanje: Kako da upute zahtev za tumačenje ZJN?...: Dato uputstvo."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li u slučaju izmene ugovora po osnovu čl. 158. ZJN, zaključenog po osnovu okvirnog sporazuma,  vr...", "link": null, "input": "Pitanje: Da li u slučaju izmene ugovora po osnovu čl. 158. ZJN, zaključenog po osnovu okvirnog sporazuma,  vr...: i"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: ugovora i okvirnog sporazuma?...", "link": null, "input": "Pitanje: ugovora i okvirnog sporazuma?...: Naručilac u tom slučaju vrši izmenu okvirnog sporazuma pod uslovom da su  ispunjeni uslovi iz čl. 158. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Tehničko pitanje za Portal jn....", "link": null, "input": "Pitanje: Tehničko pitanje za Portal jn....: Prosleđeno kolegama koji daju konsultacije u vezi sa primenom Portala jn."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: U kom slučaju naručilac može da zaključi ugovor o jn, a da ne čeka istek roka za podnošenje ZZP?...", "link": null, "input": "Pitanje: U kom slučaju naručilac može da zaključi ugovor o jn, a da ne čeka istek roka za podnošenje ZZP?...: Može u slučajevima iz čl. 151. ZJN. Ukoliko naručilac postupi suprotno ovoj odredbi i zaključi ugovor o jn, a da nisu ispunjeni uslovi iz čl. 151\n.\nZJN, čini prekršaj iz čl. 236. st. 1. tač. 12)  ZJN.\nNaručilac ima dilemu da li da izvrši izmenu po osnovu člana 157. ili 158. ZJN.\nPojašnjen svaki član i razlika između njih."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Kakva je procedura nakon što je izabrani ponuđač odbio da zaključi ugovor, a to je bila jedina ponud...", "link": null, "input": "Pitanje: Kakva je procedura nakon što je izabrani ponuđač odbio da zaključi ugovor, a to je bila jedina ponud...: Potrebno je da naručilac ponovo uđe u stručnu ocenu ponuda, i nakon toga da donese odluku o obustavi postupka."}
