{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac nakon uloženog ZZP-a na konkursnu dokumentaciju koji je Republička komisija odbila kao neo...", "link": null, "input": "Pitanje: Naručilac nakon uloženog ZZP-a na konkursnu dokumentaciju koji je Republička komisija odbila kao neo...: Naručilac će odrediti primereni rok za podnošenje ponuda."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: U toku izvođenja građevinskih radova pojavio se manjak. Inače,  osnovnim ugovorom o jn predvideli su...", "link": null, "input": "Pitanje: U toku izvođenja građevinskih radova pojavio se manjak. Inače,  osnovnim ugovorom o jn predvideli su...: Ne, ugovoreni manjak radova ne zahteva izmenu ugovora o jn.\nZamolili su da kontaktiraju koleginicu Mariju Petković, koja je već upoznata sa temom razgovora.\nProsleđen kontakt tel. koleginici."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li ZJN predviđa sporazum o zajedničkom nastupu kada ponudu podnosi grupa privrednih subjekata?...", "link": null, "input": "Pitanje: Da li ZJN predviđa sporazum o zajedničkom nastupu kada ponudu podnosi grupa privrednih subjekata?...: Odgovoreno da\nZJN ne predviđa sporazum o zajedničkom nastupu u slučaju podnošenja ponude od strane grupe privrednih subekata, ali naručilac može da ga predvidi u kd.\nHteli bi da nam upute zahtev ѕa tumačenje...\nData uputstva za slanje zahteva ѕa tumačenje.\nNakon objavljivanja odluke o dodeli ugovora o jn nameravaju da izvrše uvid u dokumentaciju iz"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: postupka jn radi eventualnog podnošenja ZZP. S tim u vezi, postavljaju pitanje da li može da se vrši...", "link": null, "input": "Pitanje: postupka jn radi eventualnog podnošenja ZZP. S tim u vezi, postavljaju pitanje da li može da se vrši...: Može, osim delova\ndokumentacije iz postupka jn\nkoji predstavljaju poverljive podatke, koje je  naručilac u obavezi da zaštiti u skladu sa ZJN. Troškove\nkopiranja\ndokumentacije iz postupka jn snosi\npodnosilac zahteva za uvid u\ndokumentaciju iz postupka jn."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: U slučaju podnošenja ponude od strane grupe privrednih subjekata, da li svaki član grupe privrednih ...", "link": null, "input": "Pitanje: U slučaju podnošenja ponude od strane grupe privrednih subjekata, da li svaki član grupe privrednih ...: Da, u skladu sa čl 118. st. 3. ZJN.\nNaručilac je u dokumentaciji o nabavci kriterijumima za kvalitatavni izbor privrednih\nsubjekata, greškom uneo zahtev za standardom kvaliteta koji nije potreb\nan"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: za predmetnu javnu nabavku. Planiraju da izmene dokumentaciju, te postavljaju pitanje da li moraju d...", "link": null, "input": "Pitanje: za predmetnu javnu nabavku. Planiraju da izmene dokumentaciju, te postavljaju pitanje da li moraju d...: Naručiocu odgovoreno da moraju da pomere rok u skladu sa odredbama člana 87. stav 2. i 3. ZJN, obzirom da je predmet izmen\ne\nkriterijum za kvalitativni izbor\nprivrednih\nsubjekata. Sama činjenica da će navedena okolnost (izmena i brisanje uslova) dovesti do veće konkurencije, upravo i ide u prilog obavezi pomeranja roka prema odredbama stava 2. i 3. navedenog člana zakona, pored činjenice da naručilac menja kriterijum za kvalitativni izbor.\nNaručilac je sproveo postupak javne nabavke i u fazi je stručne ocene ponuda i utvrdio je da jedan ponuđač nije dostavio sve dokaze za ispunjenost kriterijuma za kval.izbor u okviru ponude. Pored navedenog, predmetna ponuda je vrednosti koja prelazi iznos p.v. javne nabavke.\nNaručiocu odgovoreno da naručilac u fazi podnošenja ponuda, nema pravo da zahteva dokaz/e za ispunjenost kriterijuma za kv.izbor privr.subjekata, obzirom da su isti u ovoj fazi postupka u obavezi da dostave samo izjavu iz člana 118. ZJN. Nakon otvaranja ponuda, u fazi stručne ocene ponuda, naručilac shodno odredbama člana 119. ZJN je u obavezi ili može da zahteva dokaze za ispunjenost kriterijuma, i to od ponuđača koji  je dostvavio ek.najpovoljniju ponudu. Obzirom da je predmetna ponuda vrednosti preko proc.vrednosti javne nabavke,\nnaručilac istu može da odbije shodno odredbama člana 144. stav 2. ZJN.\nNaručilac je sproveo postupak javne nabavke procenjene vrednosti 500.000,00 rsd, ali je ista istvovrsna sa drugim nabavkama koje u zbiru prelaze pragove iz člana 27. ZJN. Prilikom generisanja izveštaja o postupku su načinili grešku (u vezi dodatnih objašnjenja ponude) te žele da obustave predmetni postupak. Ukoliko bi obustavili predmetni postupak, da li moraju čekati protok vremena za podnošenje zahteva za zaštitu prava, pre nego što ponovo pokrenu predmetni postupak javne nabavke."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na učešće grupe privrednih subjekata i deo popunjavanja...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje koje se odnosi na učešće grupe privrednih subjekata i deo popunjavanja...: ponude koji se odnosi na grupu, koje je već postavio kroz konsultacije u prošli petak, ali još uvek nije dobio odgovor.\nNaručiocu odgovoreno da odluka o obustavi postupka shodno odredbama člana 147. stav 3. ZJN mora da bude obrazložena, da sadrži podatke iz izveštaja  o postupku j.nabavke tj. razloge obustave postupka i uputstvo o pravnom sredstvu. U odredbama ZJN nije predviđeno da naručilac pre isteka roka za podnošenje zahteva za zaštitu prava može ponovo pokrenuti postupak javne nabavke. Naručilac mora sačekati nastupanje konačnosti odluke o obustavi, da posle toga objavi obaveštenje o obustavi postupka i tek nakon toga stiče uslove da pokrene ponovo predmetni postupak javne nabavke. Posebno ukazano naručiocu da vodi računa o osnovanosti razloga za obustavu postupka i na pravne posledice koje isti proizvode."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac planira da sprovede postupak za javno privatno partnersto primenom odredbi ZJN i postavlja...", "link": null, "input": "Pitanje: Naručilac planira da sprovede postupak za javno privatno partnersto primenom odredbi ZJN i postavlja...: Naručiocu odgovoreno da KJN nije nadležna za tumačenje odredbi propisa koji nisu iz oblasti javnih nabavki. Navedeno pitanje je i tehničke prirode, pa je preporučeno da se naručilac eventualno obrati koleginicama i kolegama koji pružaju podršku u vezi primene Portala javnih nabavki. Na izbor privatnog partnera prema odredbama Zakona o javno privatnom partnerstvu i koncesijama, primenjuje se\nili postupak javne nabavke određen zakonom kojim se uređuju javne nabavke ili postupak davanja koncesije određen ovim zakonom.\nTakođe je preporučeno naručiocu da se obrati radi bližeg tumačenja i predlagaču ovog zakona (nadležnom Ministrastvu, kao i Komisiji za javno privatno partnerstvo Vlade Republike Srbije)."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li se višegodišnji ugovori stavljaju svake godine u Plan jn?...", "link": null, "input": "Pitanje: Da li se višegodišnji ugovori stavljaju svake godine u Plan jn?...: Ne, samo u Plan jn za godinu u kojoj je pokrenut postupak javne nabavke.\nZahtevaju da u vezi sa svojim problemom razgovaraju sa kolegom Dejanom.\nPreneto kolegi Dejanu."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Načelno pitanje o istovrsnosti, na koji način da određuje da li su nabavke istovrsne ili ne....", "link": null, "input": "Pitanje: Načelno pitanje o istovrsnosti, na koji način da određuje da li su nabavke istovrsne ili ne....: Ukazano da naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nTakođe, upućeni na mogućnost iz člana 35. stav 4. ZJN."}
