{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Pitanje se odnosi na mogućnost izmene ugovora o jn. (uopšteno)....", "link": null, "input": "Pitanje: Pitanje se odnosi na mogućnost izmene ugovora o jn. (uopšteno)....: Dato objašnjenje uz upućivanje na čl. 155. do 161. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li naručilac zahteva da  privredni subjekt dostavlja dokaze uz izjavu o ispunjavanju kriterijuma ...", "link": null, "input": "Pitanje: Da li naručilac zahteva da  privredni subjekt dostavlja dokaze uz izjavu o ispunjavanju kriterijuma ...: Upućeni na internet stranicu KJN, deo Kontakt, gde su dati brojevi kontakt tel. za konsultacije u vezi sa primenom Portala jn.\nNe. P\nrivredni subjekti u ponudi odn. prijavi dostavljaju izjavu iz čl. 118. ZJN kojom samo potvrđuju da ispunjavaju kriterijume za kvalitativni izbor privrednog subjekta, što dalje znači da uz izjavu ne dostavljaju dokaze. Ukazano da je, u skladu sa čl. 119. ZJN, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku jn čija je proc. vrednost veća od 5.000.000,00 din. dužan da pre donošenja odluke u postupku jn na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta u neoverenim kopijama u primerenom roku koji odredi naručilac. I u slučaju kada je proc. vrednost jn niža od 5.000.000,00 din. naručilac može da zahteva deo dokaza ili sve dokaze radi provere podataka navedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ukoliko je to u cilju pravilnog sprovođenja postupka jn."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: ukoliko je procenjena vrednost jn povećana za više od 10%?...", "link": null, "input": "Pitanje: ukoliko je procenjena vrednost jn povećana za više od 10%?...: S obzirom da lice koje je zatražilo  konsultaciju prvi put vrši izmenu plana jn, zamoli\nl\no je da ga uputimo kako to da izvrši.\nDa, u skladu sa čl. 88 ZJN.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se na plan jn – izmene ili dopune)."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Ponuđaču savetovano da postave pitanje naručiocu i da mu ukažu da smatraju da je došlo do povrede na...", "link": null, "input": "Pitanje: Ponuđaču savetovano da postave pitanje naručiocu i da mu ukažu da smatraju da je došlo do povrede na...: Zaključili su ugovor za izgradnju mosta. Naknadno su ustanovili da će most remetiti određenu zelenu površinu. Hteli bi da raskinu ugovor, pa da pokrenu novi postupak jn, obe ugovorne strane su saglasne sa raskidanjem ugovora.\nPostupaju u skladu sa odredbama ugovora kojim su regulisali raskid ugovora.\nPonuđač želi da ukaže na imitacije i kopije kataloga izabranog ponuđača. Uložili su i zzp republičkoj\nkomisiji, a i poslali su dopis KJN.\nOdgovoreno da su uradili sve što su mogli i da čekaju ishod."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Imaju zaključen ugovor o nabavci evro dizela. Sada bi hteli da nabave kvalitetniji po većoj ceni. Da...", "link": null, "input": "Pitanje: Imaju zaključen ugovor o nabavci evro dizela. Sada bi hteli da nabave kvalitetniji po većoj ceni. Da...: Odgovoreno da ne može\nPrivredno društvo je promenilo zakonskog zastupnika i sada žele da i na Portalu izvrše izmenu i navedu novog.\nUpućeni na tehničku službu\nPonuđač sa kojim imaju zaključen ugovor o izvođenju određenih radova nije u mogućnosti da izvede jedan deo radova, jer je otišao u stečaj. Pitaju da li da raskinu ugovor.\nOdgovorila sam da ne vidim drugu mogućnost, sem raskida ugovora"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Kako postupa odgovorno lice naručioca u slučaju saznanja o postojanju sukoba interesa u postupku jn?...", "link": null, "input": "Pitanje: Kako postupa odgovorno lice naručioca u slučaju saznanja o postojanju sukoba interesa u postupku jn?...: Ukazano\nda je o\ndgovorno lice\nodn. predstavnik\nnaručioca\nsaglasno\nčl\nanu\n50. st. 7.  ZJN dužan da se izuzme iz postupka jn ukoliko u bilo kojoj fazi postupka jn dođe do saznanja o postojanju sukoba interesa\n."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li se može ispraviti tehnička (računska) greška načinjena u  obrascu strukture cene?...", "link": null, "input": "Pitanje: Da li se može ispraviti tehnička (računska) greška načinjena u  obrascu strukture cene?...: U o.p. dobili su jednu ponudu koja prelazi iznos procenjene vrednosti,  istakavši da raspolažu fin. sredstvima, te da\nsu u mogućnosti da\nistu prihvate.\nSmatraju da je potrebno da izvrše\nneke\nizmene doku"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: mentacije o jn, te postavljaju pitanje do kada to mogu da učine....", "link": null, "input": "Pitanje: mentacije o jn, te postavljaju pitanje do kada to mogu da učine....: Odgovoreno da u tom slučaju naručilac postupa u skladu sa čl. 142. ZJN.\nUkazano\nda\nje shodno\nčl. 146. st. 2. ZJN\nnaručiocu omogućeno\nda dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nDat odgovor da naručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Kada odn. u kom slučaju naručilac može da primeni pregovarački postupak po hitnosti?...", "link": null, "input": "Pitanje: Kada odn. u kom slučaju naručilac može da primeni pregovarački postupak po hitnosti?...: Protumačena odredba čl. 61. st. 1 tač. 2) ZJN uz objašnjenje procedure pregovaračkog postupka u skladu sa čl. 62. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li...", "link": null, "input": "Pitanje: Da li...: svaki član grupe privredni subjekata dost\na\nvlja izjavu"}
