{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li mogu da učestvuju kod istog naručioca u dva postupka javne nabavke jedna se tiče projektovanja...", "link": null, "input": "Pitanje: Da li mogu da učestvuju kod istog naručioca u dva postupka javne nabavke jedna se tiče projektovanja...: Mogu, ponuđač upućen na čl. 90. ZJN"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Sprovode nabavku usluge čišćenja za tri grada Kraljevo, Rašku i Vrnjačku Banju, da li mogu da nabavk...", "link": null, "input": "Pitanje: Sprovode nabavku usluge čišćenja za tri grada Kraljevo, Rašku i Vrnjačku Banju, da li mogu da nabavk...: Mogu."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Koliki rok za podnošenje ponude moraju da odrede za p.p. bez objavljivanja javnog poziva?...", "link": null, "input": "Pitanje: Koliki rok za podnošenje ponude moraju da odrede za p.p. bez objavljivanja javnog poziva?...: ZJN ne propisuje rokove u ovoj situaciji, već naručilac određuje shodno zahtevima konkretne nabavke."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: 1.Ima nedoumicu u pogledu postojanja sukoba interesa, u nabavci koja je ispod limita?...", "link": null, "input": "Pitanje: 1.Ima nedoumicu u pogledu postojanja sukoba interesa, u nabavci koja je ispod limita?...: 2. Takođe, interesuje ga, da li kod upućivanja poziva za podnošenje ponude, za nabavke ispod limita, ps mora da ima registr. delatnost koja je predmet nabavke..(nabavka kanc. materijala)\n1.Ukazano da se na nabavke ispod limita primenjuje poseban akt naručioca, te da u svakom konkretnom slučaju naručilac mora\nda vodi računa da ne dođe do sukoba interesa.\n2. Ukazano da pc po pravilu odaberu jednu pretežnu delatnost, a da u aktu o osnivanju navedu i ostale delatnosti kojima mogu da se bave. Ako nije u pitanju neka delatnost za koju je potrebna posebna dozvola za obavljanje, odn, obaveza da budu registrovani baš za tu delatnost, onda je dovoljno da je ps u aktu o osnivanju naveo da se bavi i tom delatnošću, kao što je ovde i slučaj..imajući u vidu da je u pitanju nabavka kanc. materijala.\nNaručilac je sproveo postupka javne nabavke, gde su ponude otvorene. U kriterijumima za izbor, naručilac je zahtevao da privredni subjekti ispunjavaju kriterijum za obavljanje profesionalne delatnosti iz člana 115. stav 2. ZJN. Prvorangirani ponuđač je grupa privrednih subjekata, gde samo jedan od članova poseduje zahtevanu dozvolu. Kako da postupe.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda. Takođe navedeno da u pogledu navedenog naručilac mora imati u vidu da li je predmetna dozvola potrebna privrednom subjektu bez obzira na način učešća (samostalno ili u grupi), a što bi trebalo da proizilazi iz tehničke specifikacije i zahteva predmeta javne nabavke. Takođe, skrenuta pažnja naručiocu da o navedenom uvek mora razmišljati kako bi na adekvatan način definisao kriterijum iz člana 115. stav 2. ZJN. Posebno naručiocu skrenuta pažnja da izvrši uvid u odluku Republičke komisije za zaštitu prava br. 4-00-109/2021 u kojoj je iznet stav u vezi sa ispunjenjem navedenog kriterijuma od strane grupe ponuđača.\nImaju jednu ponudu od grupe ponuđača. Da li svi članovi grupe ponuđača moraju da imaju dozvole za obavljanje delatnosti ili mogu da se sabiraju dozvole, u smislu da svi zajedno dostave potrebne četiri dozvole.\nSvi članovi grupe ponuđača moraju da imaju dozvole za obavljanje delatnosti."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Član 146. stav 2. ZJN ne propisuje ograničenje u tom pogledu, ali se postavlja pitanje ispravnog utv...", "link": null, "input": "Pitanje: Član 146. stav 2. ZJN ne propisuje ograničenje u tom pogledu, ali se postavlja pitanje ispravnog utv...: Naručilac u kd kao jedinicu meru odredio kutiju (svaka kutija sadrži 50 cd-ova). Najpovoljniji ponuđač je za jediničnu cenu ponudio cenu"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: jednog cd-a, umesto cene čitave kutije. Da li mogu prihvatiti takvu ponudu?...", "link": null, "input": "Pitanje: jednog cd-a, umesto cene čitave kutije. Da li mogu prihvatiti takvu ponudu?...: Naručilac ima mogućnost da uputi zahtev za dodatno pojašnjenje obzirom da se iz ponude može zaključiti prava cena."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li taksu za zzp može uplatiti član grupe ponuđača ili je neophodno da to učini nosilac grupe?...", "link": null, "input": "Pitanje: Da li taksu za zzp može uplatiti član grupe ponuđača ili je neophodno da to učini nosilac grupe?...: Taksu može uplatiti bilo koji član grupe ponuđača obzirom da su svi solidarno odgovorni."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Najpovoljniji ponuđač je uz ponudu samoinicijativno dostavio dokaze koji nisu ispravni. Da li naruči...", "link": null, "input": "Pitanje: Najpovoljniji ponuđač je uz ponudu samoinicijativno dostavio dokaze koji nisu ispravni. Da li naruči...: Ne, naručilac mora uzeti u obzir dostavljene dokaze.\nPrimili su dopis od KJN i imaju neka pitanja\nPreneto kolegama, biće kontaktirani."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: U kom roku su dužni da donesu odluku o obustavi?...", "link": null, "input": "Pitanje: U kom roku su dužni da donesu odluku o obustavi?...: ZJN na definiše taj rok, naručiocu preporučeno da ne pređu maksimalan rok od 30 dana."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Treba da sprovedu postupak servisa sa nabavkom i zamenom određenih rezervnih delova, da li istu odre...", "link": null, "input": "Pitanje: Treba da sprovedu postupak servisa sa nabavkom i zamenom određenih rezervnih delova, da li istu odre...: Upućeni na čl. 22. ZJN"}
