{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li se prilikom dostavljanja izveštaja o nabavkama na koje se ZJN ne primenjuje, evidentira da je ...", "link": null, "input": "Pitanje: Da li se prilikom dostavljanja izveštaja o nabavkama na koje se ZJN ne primenjuje, evidentira da je ...: Ne, vidi se samo ukupna vrednost."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li u slučaju izmene ugovora po osnovu čl. 158. ZJN kače obaveštenje o izvršenoj izmeni na Portal?...", "link": null, "input": "Pitanje: Da li u slučaju izmene ugovora po osnovu čl. 158. ZJN kače obaveštenje o izvršenoj izmeni na Portal?...: Da, naručilac je dužan da tako postupi."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac je postavio pitanje da li je dužan da dostavi prazan kvartalni izveštaj....", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li je dužan da dostavi prazan kvartalni izveštaj....: Takođe, interesovao se da li se negde na Portalu objavljuje Plan nabavki na koje se zakon ne primenjuje.\nPored toga, imao je nedoumice i u vezi sa izveštavanjem o tim nabavkama.\nUkazano je da naručilac više nema obavezu kvartalnog izveštavanja na osnovu starog Zakona o javnim nabavkama, imajući u vidu da je realizovao sve postupke/ugovore po tom zakonu.\nProtumačene su odredbe člana 181. Zakona o javnim nabavkama, prema kojima je naručilac dužan da evidentira podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nTakođe, napomenuto je da je tu svoju obavezu naručilac dužan da izvrši do 31. januara tekuće godine za prethodnu.\nPlan nabavki na koje se zakon ne primenjuje ne objavljuje se na Portalu.\nMeđutim, ukoliko naručilac želi da za neku od tih nabavki ipak sprovede postupak javne nabavke, potrebno je da tu nabavku unese u Plan javnih nabavki.\nImaju problem sa iskazivanjem troškova u strukturi cene, kod nabavke struje, zato što troškovi spadaju u stavku koja se plaća EPS Snabdevanju, što znači da bi EPS i EPS Snabdevanje\nmorali da idu u zajedničku ponudu..\nIz razgovora zaključeno da svi naručioci iskazuju te troškove, ali i da dobijaju primedbe od DRI.. naručiocu rečeno da se obrati EPS za nalaženje rešenja.."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li se kod sastavljanja referentne liste, računaju zaključeni ili realizovani ugovori u određenom ...", "link": null, "input": "Pitanje: Da li se kod sastavljanja referentne liste, računaju zaključeni ili realizovani ugovori u određenom ...: Realizovani.."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li fizička lica mogu biti ponuđači?planiraju konkurs za dizajn koji će sprovesti bez primene, ima...", "link": null, "input": "Pitanje: Da li fizička lica mogu biti ponuđači?planiraju konkurs za dizajn koji će sprovesti bez primene, ima...: Bez obzira koji postupak je u pitanju, fizičko lice može biti ponuđač.\nNabavka na koju se ZJN ne primenjuje. Jednu ponudu su primili elektronski na mejl, a nakon par dana su dobili izmenjenu ponudu od istog ponuđača poštom, u roku za podnošenje ponuda. Kako da tretiraju takvu ponudu.\nUkazano da postupaju onako kako su predvideli svojim internim aktom, s obzirom da se radi o nabavci na koju se ZJN ne primenjuje.\nNakon donošenja Odluke o dodeli ugovora, drugorangirani ponuđač im se obratio putem Portala i ukazao im na greške prilikom ocene dokaza i naveo da će uložiti zzp, ukoliko istu ne izmene.\nUkazano da Odluka o dodeli ugovora ne može da se menja (stav Republičke komisije). Samo obraćanje drugorangiranog ponuđača na takav način nije u skladu sa ZJN, niti treba da mu odgovore. Tokom razgovora smo utvrdili da je u svakom slučaju prošao rok za zzp, s obzirom da se isti računa u danima, a ne radnim danima."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: U pregovaračkom postupku bez objavljivanja javnog poziva po čl. 61. st. 1. tačka (3) ZJN potencijaln...", "link": null, "input": "Pitanje: U pregovaračkom postupku bez objavljivanja javnog poziva po čl. 61. st. 1. tačka (3) ZJN potencijaln...: U slučaju da se ponuđač ne odazove pozivu na pregovaranje, naručilac nakon izvršene stručne ocene ponuda donosi odluku o dodeli ugovora/obustavi postupka na osnovu sadržine dostavljene, početne ponude.\nU o.p. za jednu od partija izabrani ponuđač nije dostavio dokaze. Da li"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: pozivaju sledećeg najpovoljnijeg ponuđača da dostavi dokaze?...", "link": null, "input": "Pitanje: pozivaju sledećeg najpovoljnijeg ponuđača da dostavi dokaze?...: U\nkoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu\nne dostavi (tražene) dokaze u datom roku\n, naručilac u skladu sa\nčl. 119. st. 6. ZJN ponudu tog ponuđača odbija i poziva sledećeg ponuđača koji je podneo najpovoljniju ponudu da dostavi dokaze (ukoliko ima još rangiranih ponuđača), ili  obustavlja postupak jn za tu partiju ako su se stekli razlozi za obustavu."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Tehničko pitanje u vezi primene Portala jm-...", "link": null, "input": "Pitanje: Tehničko pitanje u vezi primene Portala jm-...: Upućeni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn na br. tel. postavljene na sajtu KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Žele da pošalju zahtev za tumačenje u vezi sa primenom čl. 12. st. 1 tač. 11. ZJN. Kako šalju?...", "link": null, "input": "Pitanje: Žele da pošalju zahtev za tumačenje u vezi sa primenom čl. 12. st. 1 tač. 11. ZJN. Kako šalju?...: Upućeni su kako da pošalju zahtev za tumačenje sa podacima za uplatu takse."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li naručilac šalje obaveštenje o izmeni okvirnog sporazuma po osnovu čl. 158. ZJN?...", "link": null, "input": "Pitanje: Da li naručilac šalje obaveštenje o izmeni okvirnog sporazuma po osnovu čl. 158. ZJN?...: Da, naručilac\nje u obavezi da\nobjavljuje\nobaveštenje o izmeni okvirnog sporazuma/ugovora o jn po čl. 155. st. 2. ZJN (u slučaju primene čl. 157. i 158. ZJN).\nNaručilac je sproveo postupka javne nabavke, otvorene su ponude i ponuđači su u skladu sa zahtevaom dostavili između ostalog popunjen obrazac str.ponuđene cene i popunjen model ugovora. Da li je to dovoljno.\nNaručiocu odgovoreno da na navedeno pitanje odgovor ne može dati KJN. Naime, naručilac u Uputstvu ponuđačima kako da sačine ponudu navodi koje obrasce i dokumentaciju zahteva od privrednih subjekata u ponudama, te između ostalog isti definiše kako privredni subjekti treba da postupe u pogledu popunjavanja dokumentacije tj. obrazaca. Na osnovu navedenog u zahtevim, naručilac ceni dostavljenu dokumentaciju."}
