{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavili pitanje da li mogu u postupku javne nabavke da nabave putnički automobil, po principu „sta...", "link": null, "input": "Pitanje: Postavili pitanje da li mogu u postupku javne nabavke da nabave putnički automobil, po principu „sta...: Odgovoreno da mogu."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: ZJN ne uređuje na poseban način pitanje nabavke dobara po principu zamene...", "link": null, "input": "Pitanje: ZJN ne uređuje na poseban način pitanje nabavke dobara po principu zamene...: „staro za novo“. Međutim time nije isključena mogućnost naručioca da sprovede takvu\njavnu\nnabavku, pod uslovom da se takva nabavka sprovodi prema načelima javnih nabavki, sa akcentom na obezbeđivanje konkurencije. S druge strane, otuđenje pokretnih stvari iz javne svojine vrši se u skladu sa odredbama Zakona o javnoj svojini, koje KJN nije nadležna da tumači."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Ponuđač postavio pitanje kakve su njegove mogućnosti u situaciji kada je odbijen jer nije dostavio o...", "link": null, "input": "Pitanje: Ponuđač postavio pitanje kakve su njegove mogućnosti u situaciji kada je odbijen jer nije dostavio o...: naveo da traži taj dokaz, nigde više u konkursnoj dokumentaciji. Raspitao se da bi mogao da uloži Prigovor naručiocu u kom će izneti stav da je naručilac pogrešio jer nije tražio dodatno objašnjenje, u skladu sa 142. ZJN, pa želi da proveri tu informaciju.\nPonuđaču savetovano da se ubuduće obrati naručiocu ukoliko mu je nešto nejasno, u skladu sa članom 97. ZJN. Naručilac ima mogućnost da draži dodatna objašnjenja u skladu sa 142. ZJN, ali nije u obavezi.\nMogućnost ulaganja Prigovora ZJN ne poznaje. Jedino što njemu preostaje jeste zzp, ukoliko su ispunjeni uslovi."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavili pitanje vezano za Portal...", "link": null, "input": "Pitanje: Postavili pitanje vezano za Portal...: Upućeni na kolege iz tehničke podrške."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Pokrenuli su javnu nabavku radova i vrše izmenu tehničke specifikacije, da li imaju obavezu produžen...", "link": null, "input": "Pitanje: Pokrenuli su javnu nabavku radova i vrše izmenu tehničke specifikacije, da li imaju obavezu produžen...: Upućeni na čl. 87. stav 3. ZJN"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li mogu da izmene Odluku o pokretanju postupka kroz ispravku na Portalu?...", "link": null, "input": "Pitanje: Da li mogu da izmene Odluku o pokretanju postupka kroz ispravku na Portalu?...: Nakon konsultacije sa kolegama iz tehničke podrške odgovoreno da ne mogu kroz ispravku već se Odluka menja kroz opciju dodela prava na postupak tu imaju mogućnost da izbrišu postojeću i da stave novu.\n1. Naručiocu odgovoreno da može da izmeni Odluku o pokretanju postupka kao interni akt naručioca, ali da ne može da menja broj partija nakon pokrenutog postupka na Portalu javnih nabavki.\n2. Da. Ukazano na član 158. stav 2. ZJN\n."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Kako mogu da zahtevaju negativne reference?...", "link": null, "input": "Pitanje: Kako mogu da zahtevaju negativne reference?...: Naručiocu je ukazano da na osnovu člana 112. stav 1. tač. 5. ZJN mogu da predvide da će isključiti privrednog subjekta koji nije ispuljnjavao obaveze iz ranijeg ugovora, usled čega je došlo do raskida tog ugovora, naplate sredstva obezbeđenja, naknade štete."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li naručilac šalje Republičkoj komisiji celokupnu dokumentaciju sa odgovorom na podneti ZZP?...", "link": null, "input": "Pitanje: Da li naručilac šalje Republičkoj komisiji celokupnu dokumentaciju sa odgovorom na podneti ZZP?...: Rečeno da je članom 220. stav 1. tač. 2. ZJN propisano da šalje kompletnu dokumentaciju."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li postoji sporazum između ponuđača u zajedničkoj ponudi, kao što je postojao po ZJN/2015?...", "link": null, "input": "Pitanje: Da li postoji sporazum između ponuđača u zajedničkoj ponudi, kao što je postojao po ZJN/2015?...: Upućeni na čl. 130. ZJN.\nOdgovoreno je da navedeni sporazum ne postoji u formi u kojoj je postojao po ZJN/2015, ali da se prilikom popunjavanja Izjave o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta na Portalu unose određeni podaci u vezi sa učesnicima u zajedničkoj ponudi."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac od najpovoljnijeg ponuđača nije dobio valjane dokaze, te kako nema nijednu prihvatljivu po...", "link": null, "input": "Pitanje: Naručilac od najpovoljnijeg ponuđača nije dobio valjane dokaze, te kako nema nijednu prihvatljivu po...: Naručilac će ponovo izvršiti stručnu ocenu ponuda gde će ponudu oceniti kao neprihvatljivu i doneti Odluku o obustavi postupka."}
