{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručiocu potrebno pojašnjenje oko utvrđivanja blagovremenosti ZZP?...", "link": null, "input": "Pitanje: Naručiocu potrebno pojašnjenje oko utvrđivanja blagovremenosti ZZP?...: Objašnjen način računanja rokova za podnošenje zzp, nakon odluke o dodeli."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Pitanje je, na koji način klijent (ps)  nakon što je propustio da u roku podnese zzp, usled zdravstv...", "link": null, "input": "Pitanje: Pitanje je, na koji način klijent (ps)  nakon što je propustio da u roku podnese zzp, usled zdravstv...: Ukazano da je rok za podnošenje zzp, prekluzivnog karaktera, te da ne postoji mogućnost povraćaja u pređašnje stanje.\nPrvi put treba da podnese ponudu i prvi put učestvuje u postupku javne nabavke, pa joj je potrebno ukratko da se objasni kako to sve funkcioniše..\nObjašnjeni osnovni koraci, i ukazano na relevantne propise i uputstva za ponuđače..\nPotrebno pojašnjenje primene člana 35. stav 4. ZJN.\nObjašnjena svrha i cilj predmetne odredbe, kao i koraci koji su nužni prilikom kreiranja postupka, kao i Odluke o sprovođenju postupka."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li...", "link": null, "input": "Pitanje: Da li...: je"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: privredni subjekt dužan da uz izjavu o ispunjavanju kriterijuma za kvalitativni izbor privrednog sub...", "link": null, "input": "Pitanje: privredni subjekt dužan da uz izjavu o ispunjavanju kriterijuma za kvalitativni izbor privrednog sub...: Predočeno da privredni subjekti u ponudi odn. prijavi dostavljaju izjavu iz čl. 118. ZJN kojom samo potvrđuju da ispunjavaju kriterijume za kvalitativni izbor privrednog subjekta, što dalje znači da uz izjavu ne dostavljaju dokaze. Ukazano da je, u skladu sa čl. 119. ZJN, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku jn čija je proc. vrednost veća od 5.000.000,00 din. dužan da pre donošenja odluke u postupku jn na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta u neoverenim kopijama u primerenom roku koji odredi naručilac.\nTakođe, u slučaju kada je proc. vrednost jn jednaka ili niža od 5.000.000,00 din. naručilac može da zahteva deo dokaza ili sve dokaze radi provere podataka navedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta,\nukoliko je to u cilju pravilnog sprovođenja postupka jn.\nZamolili su da ih uputim na kontakt tel. za tehničku podršku u vezi sa radom na Portalu jn.\nUpućeni na kontakt tel. za konsultacije u vezi sa primenom Portala jn datih na internet stranici KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavljeno uopšteno pitanje mogućnosti izmene ugovora o jn usled nepredvidljivih okolnosti....", "link": null, "input": "Pitanje: Postavljeno uopšteno pitanje mogućnosti izmene ugovora o jn usled nepredvidljivih okolnosti....: Protumačen čl. 158. ZJN kojim su propisane izmene ZJN usled nepredvidljivih okolnosti."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Pokrenuli su postupak javne nabavke i u k.d. greškom nisu predvideli mogućnost da se deo ponude podn...", "link": null, "input": "Pitanje: Pokrenuli su postupak javne nabavke i u k.d. greškom nisu predvideli mogućnost da se deo ponude podn...: Savetovano da izmene k.d. saglasno čl. 42. ZJN, te saglasno značaju izmene  produže rok u skladu sa čl. 87. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac postavlja pitanje koji postupak im je najbrži, budući da imaju neku hitnu nabavku?...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje koji postupak im je najbrži, budući da imaju neku hitnu nabavku?...: Ukazano na odredbe čl. 61. st. 1. tač. 2) ZJN i čl. 52. st. 6. ZJN\nU toku stručne ocene, ustanovljeno da ponuđači nisu dostavili tehn. specifikaciju predmeta nabavke..\nU toku razgovora, utvrđeno da naručilac nije označio tehn, spec. kao deo dokumentacije koju ponuđač dostavlja u ponudi, samo su štiklirali model ugovora i izjavu.."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Kako imaju problem sa ponuđačima koji im i dalje šalju ponude ili delove ponude pisanim putem, da li...", "link": null, "input": "Pitanje: Kako imaju problem sa ponuđačima koji im i dalje šalju ponude ili delove ponude pisanim putem, da li...: ZJN u članu 45. propisuje da se komunikacija i razmena podataka u postupku javne nabavke vrši se elektronskim sredstvima na Portalu javnih nabavki, u skladu sa ovim članom i uputstvom za korišćenje Portala javnih nabavki iz člana 184. ovog zakona."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: U podnetoj ponudi, ps je napravio grešku u pisanju ukupne cene, evidentno nije upisano dve poslednje...", "link": null, "input": "Pitanje: U podnetoj ponudi, ps je napravio grešku u pisanju ukupne cene, evidentno nije upisano dve poslednje...: potrebe da traži pojašnjenje ili sl.\nAko iz celokupne ponude može nesumnjivo da utvrdi ponuđeu cenu, nema potrebe da traži pojašnjenje.."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Kako postupa naručilac ukoliko se ponuđač čija ponuda sadrži računsku grešku ne saglasi sa ispravkom...", "link": null, "input": "Pitanje: Kako postupa naručilac ukoliko se ponuđač čija ponuda sadrži računsku grešku ne saglasi sa ispravkom...: Naručiocu je dat odgovor da ne mora da traži dokaz ukoliko već poseduje važeći relevantan dokaz, u skladu sa čl. 119. st. 4. ZJN.\nOdgovoreno da naručilac u tom slučaju odbija takvu ponudu."}
