{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: U kom roku je naručilac dužan da omogući ponuđaču uvid u dokumentaciju o jn nakon donete odluke o do...", "link": null, "input": "Pitanje: U kom roku je naručilac dužan da omogući ponuđaču uvid u dokumentaciju o jn nakon donete odluke o do...: Zamolili su za objašnjenje procedure uvida u dokumentaciju o jn na Portalu jn.\nPrivrednom subjektu koji je podneo ponudu u postupku jn naručilac je dužan da omogući uvid u dokumentaciju o jn u roku od dva dana od dana prijema pisanog zahteva za uvid u dokumentaciju o jn. Upućeni na čl. 149. ZJN.\nUpućeni na Uputstvo za korisnike Portala jn, deo Stručna ocena, odluke i\nuvid u dokumentaciju\n."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li je naručilac u slučaju sprovođenja konkursa za dizajn u obavezi da objavi javni poziv?...", "link": null, "input": "Pitanje: Da li je naručilac u slučaju sprovođenja konkursa za dizajn u obavezi da objavi javni poziv?...: Ne, ali je naručilac u obavezi da objavi obaveštenje o konkursu za dizajn. Sadržina obaveštenja o konkursu za dizajn (za javne i sektorske naručioce) propisana je ZJN-om i nalazi se u Prilogu 4., Deo Đ.\nNaručilac navodi da ima potrebu za nabavkom lož ulja procenjene vrednosti 2.000.000 dinara i nabavkom drva procenjene vrednosti 50.000 din. Interesuje ih da li mogu da nabavku drva sprovedu bez primene ZJN, jer su ponuđači uglavnom iz redova lokalnog stanovništva, dok bi nabavku lož ulja sproveli u otvorenom postupku.\nOdgovoreno da je reč o srodnim dobrima, te da ih ne mogu odvojeno sprovoditi. Takođe, ukazano da imaju mogućnost da\nnabavku oblikuju po partijama, te da partiju čiji je predmet drva izuzmu od primene ZJN\n,\nu sklad\nu\nsa članom 35. stav 4. ZJN\n."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: 2. Da li se iste mogu sprovesti u klasičnom otvorenom postupku ili je obavezna primena člana 75. ZJN...", "link": null, "input": "Pitanje: 2. Da li se iste mogu sprovesti u klasičnom otvorenom postupku ili je obavezna primena člana 75. ZJN...: 1. da.\n2. Može i u klasičnom otvorenom."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac je postavio pitanje da li postupak javne nabavke, koji je obustavljen usled okolnosti da n...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li postupak javne nabavke, koji je obustavljen usled okolnosti da n...: Naručiocu odgovoreno da navedeno ne reguliše ZJN, već je navedeno stvar internih procedura naručioca, koji svakako prilikom pokretanja javne nabavke mora uneti tzv.referentni broj javne nabavke. Pored navedenog, poželjno je da naručilac u odluci o sprovođenju postupka javne nabavke, naglasi da se radi o ponovljenom postupku javne nabavke i da se isti ponavlja usled obustave ranije pokrenutog postupka javne nabavke.\nNaručiocu je u postupku javne nabavke radova postavljeno pitanje u vezi kriterijuma tehničkog i stručnog kapaciteta (zahtev za licem za bezbednost i zdravlje na radu),  gde je zainteresovano lice pored predviđenog dokaza (uverenja i ugovora o pravnom osnovu anagažovanja za lice) postavilo pitanje da li dokaz za ispunjenje kriterijuma može biti i ugovor koji privredni subjekt ima zaljkučen sa pravnim licem za vršenje usluga bezbednosti i zdravlja na radu.\nNaručiocu odgovoreno da navedeno pitanje ne reguliše ZJN, već drugi relevantni propisi, pre svega Zakon o bezbednosti i zdravlju na radu, kao i podzakonski propisi iz ove oblasti, u kojima su definisana sva prava i obaveze privrednih subjekata, te u tom smislu ko i na koji način može vršiti usluge koje proizilaze iz navedenog zakona i podzakonskih akata."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Za koliko su dužni da produže rok u slučaju izmene konkursne dokumentacije?...", "link": null, "input": "Pitanje: Za koliko su dužni da produže rok u slučaju izmene konkursne dokumentacije?...: Naručiocu je ukazano da su dužni da produže rok srazmerno značaju izmene, pri čemu do isteka roka za podnošenje ZZP-a ne može da ostane manje od deset dana."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li je naručilac dužan da traži dodatna pojašnjenja u slučaju kad ponuđač tehničkom greškom nije d...", "link": null, "input": "Pitanje: Da li je naručilac dužan da traži dodatna pojašnjenja u slučaju kad ponuđač tehničkom greškom nije d...: Rečeno da je članom 142. ZJN predviđeno da naručilac može da traži dodatna pojašnjenja. U kojim konkrtnim situacijama će moći da traži pojašnjenja zavisi od odluke naručioca pri čemu treba da se vodi time da dodatnim pojašnjenjima može da zahteva samo dopune ponude koje ne podrazumevaju promene elemenara ponude."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li se rok za podnošenje ponuda računa od dana slanja obaveštenja o izmeni konk. dokumentacije ili...", "link": null, "input": "Pitanje: Da li se rok za podnošenje ponuda računa od dana slanja obaveštenja o izmeni konk. dokumentacije ili...: Rečeno da se rok za podnošenje ponuda računa od dana slanja na objavu obaveštenja o izmeni konkursne dokumentacije."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Sproveli javnu nabavku radova na izgradnji nadstrešnice i nakon toga javila im se potreba za izvođen...", "link": null, "input": "Pitanje: Sproveli javnu nabavku radova na izgradnji nadstrešnice i nakon toga javila im se potreba za izvođen...: Upućeni na član 157. ZJN i napomenuto da imaju obavezu da objave obaveštenje o izmeni ugovora na Portalu."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Kako još uvek nije došlo do otvaranja ponude, ponuđač ne mora produžavati navedeni rok....", "link": null, "input": "Pitanje: Kako još uvek nije došlo do otvaranja ponude, ponuđač ne mora produžavati navedeni rok....: Moći će...\nDat odgovor da može od naručioca da  zahteva dodatne informacije ili pojašnjenja u vezi sa dokumentacijom o jn, pri čemu može da ukaže naručiocu na neodstatke ili nepravilnosti u dokumentaciji o jn, u roku i na način propisan čl. 97. ZJN. Ukoliko je zahtev za dodatnim in\nf\normacijama ili pojašnjenjima blagovremeno podnet, naručilac postupa u roku i na način propisan navedenim čl. 97. ZJN.\nOdgovoreno\nda naručilac može da izvrši izmenu ugovora o jn i u pogledu promene cene ukoliko je to jasno predvideo u dokumentaciji i ugovoru o jn. U\npućen na\nčl. 156. ZJN\nkojim su propisane\nizmene po osnovu ugovornih odredaba.\nPonuđaču odgovoreno da su takse za ZZP propisane čl. 225. ZJN.\nNaručilac je u Planu javnih nabavki predvideo nabavku ekskurzije i nastave u prirodi, procenjene vrednosti 9.450.000 dinara. Navodi da sada želi da pokrene predmetnu nabavku na veću procenjenu vrednost, s tim što naglašava da to povećanje ne prelazi 10%. Postavlja pitanje da li je u konkretnom slučaju potrebno izvršiti izmenu Plana javnih nabavki.\nOdgovoreno da u konkretnom slučaju ne treba menjati plan javnih nabavki.\nNaručilac je utvrdio da je odluka o dodeli ugovora doneta na osnovu pogrešnog utvrđenog činjeničnog stanja i sada žele da je izmene. Pitaju da li Portal dozvoljava da prethodnu stave van snage, nakon čega bi doneli novu odluku.\nOdgovoreno da nije predviđeno stavljanje odluke o dodeli ugovora van snage, već se jednostavno izmeni prethodno doneta odluka."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: 2. Da li je potrebno Plan nabavki na koje se ZJN ne primenjuje objaviti na Portalu?...", "link": null, "input": "Pitanje: 2. Da li je potrebno Plan nabavki na koje se ZJN ne primenjuje objaviti na Portalu?...: 1.\nOdgovoreno da način sprovođenja nabavke na koje se ZJN ne primenjuje nije predviđen ZJN, već to uređuje sam naručilac posebnim aktom. ZJN je samo predviđeno da je naručilac dužan da poštuje osnovna načela javnih nabavki kada sprovodi nabavku ispod limita\n.\n2.\nNe, ali je potrebno objaviti posebni akt na svojoj internet stranici.\nNaručilac je dva puta sproveo otvoreni postupak za nabavku igala i oba puta je bilo bezuspešno. Sada namerava da pokrene pregovarački postupak bez objavljivanja javnog poziva, pozivajući se na  član 62. stav 9. tačka 1) ZJN. Zvali su\nsamo da provere da li je potrebno da traže od nas mišljenje, jer je navedenim članom ZJN predviđeno da ne moraju da nam se obraćaju.\nPredočeno im je da u njihovom slučaju nema mesta primeni člana 62. stav 9. tačka 1) ZJN, već da jedino mogu sprovesti pregovarački po hitnosti,  s tim da su dužni da se obrate KJN za mišljenje.\nZainteresovano lice je istaklo da naručilac u delu tehničke specifikacije zahteva da određena dobra budu urađena u skladu sa odgovarajućim standardom. Da li ponuđač može ispuniti navedeni zahtev učešćem drugog subjekta u smislu odredbi člana 130. ZJN.\nZaintersovanom licu odgovoreno, da prema opisanom stanju navedeno ne predstavlja kriterijum za kvalitatavni izbor privrednog subjekta, već zahtev tehničke specifikacije, te u tom smislu se ne bi moglo govoriti o oslanjanju na kapacitet drugog subjekta, kako to definiše odredba člana 130. ZJN, posebno imajući u vidu da se na navedenom mestu misli na kriterijume za kvalitatatvni izbor privrednih subjekata tj. njihove kapacitete."}
