{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Ponuđač na osnovu uvida u dokumentaciju utvrdio da prvorangirani nije dostavio sredstvo obezbeđenja ...", "link": null, "input": "Pitanje: Ponuđač na osnovu uvida u dokumentaciju utvrdio da prvorangirani nije dostavio sredstvo obezbeđenja ...: Naručilac ima pravo da podnese zzp Republičkoj komisiji za zaštitu prava.\nKJN nema ovlašćenja da reaguje u  ovom slučaju."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li apoteka može da učestvuje u postupku javne nabavke?...", "link": null, "input": "Pitanje: Da li apoteka može da učestvuje u postupku javne nabavke?...: Može..."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li su dužni da obrazac koji je predvideo naručilac k.d. popune ili mogu da dostave svoj obrazac k...", "link": null, "input": "Pitanje: Da li su dužni da obrazac koji je predvideo naručilac k.d. popune ili mogu da dostave svoj obrazac k...: Naručiocu ukazano da je dužan da odgovori na sve zahteve nabavke."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac postavlja pitanje koje se odnosi na čl. 13. st. 6 i 7 ZJN'?...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje koje se odnosi na čl. 13. st. 6 i 7 ZJN'?...: Upućeni da upute zahtev za tumačenje."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li imaju mogućnost da idu u pregovarački postupak ako su u sprovedenom otvorenom postupku dobili ...", "link": null, "input": "Pitanje: Da li imaju mogućnost da idu u pregovarački postupak ako su u sprovedenom otvorenom postupku dobili ...: Po novom zakonu to je konkurentni sa pregovaranjem iz člana 55. stav 1. tač.5) ZJN.\nDobili su zahtev do ponuđača da im se odobri povećanje cena za oko 30% zbog promena na tržištu..odnosno da aneksiraju ugovor..\nPostoji mogućnost izmene ugovora na osnovu člana 158. ZJN, ali je naručilac taj koji treba da sagleda sve okolnosti i uslove za primenu tog člana.."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li mogu već da objave plan za 2022. godinu i pokrenu nabavku za 2022.?...", "link": null, "input": "Pitanje: Da li mogu već da objave plan za 2022. godinu i pokrenu nabavku za 2022.?...: Plan može da se objavi ali postupak iz plana za 2022. može da se objavi tek 1.1.2022.\nPitanja u vezi sa popunjavanjem godišnjeg izveštaja o nabavkama koje su izuzete od primene ZJN.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na Godišnji izveštaj o\nnabavkama\n)."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Do kada naručilac može da vrši izmene dokumentacije o nabavci?...", "link": null, "input": "Pitanje: Do kada naručilac može da vrši izmene dokumentacije o nabavci?...: Naručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li naručilac mora da raspolaže fin. sredstvima u momentu pokretanja postupka  jn?...", "link": null, "input": "Pitanje: Da li naručilac mora da raspolaže fin. sredstvima u momentu pokretanja postupka  jn?...: Naručilac bi trebalo da ima naznake da će mu biti obezeđena fin. sredstva za konkretnu nabavku u momentu pokretanja postupka jn, što znači da ne mora i posedovati fin. sredstva, ali treba da raspolaže fin. sredstvima prilikom zaključenja ugovora o jn.\nZamolili su za pomoć  u rešavanju tehničkog problema koji se pojavio prilikom rada na Portalu jn (ne funkcioniše im Portal jn u delu koji se odnosi na prijem poruka).\nProsleđeno kolegi Mlađi.\nŽele da upute zahtev za  tumačenje ZJN, te ih interesuje na koji način to mogu da učine.\nUpućeni kako da pošalju zahtev za davanje mišljenja o primeni ZJN.\nTražili objašnjenje u vezi sa rokom za upućivanje zahteva privrednog subjekta za pojašnjenjima i dodatnim informacijama.\nProtumačene odredbe čl. 97. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Na koji način izveštavaju o nabavkama na koji se ZJN ne primenjuje. Da li je potrebno da navode svak...", "link": null, "input": "Pitanje: Na koji način izveštavaju o nabavkama na koji se ZJN ne primenjuje. Da li je potrebno da navode svak...: Pojašnjen član 181. ZJN. Izveštavaju zbirno za svaki osnov za izuzeće."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac postavlja pitanje kako da regulišu  postupak sprovođenja nabavke na koju se ZJN ne primenj...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje kako da regulišu  postupak sprovođenja nabavke na koju se ZJN ne primenj...: Naručiocu ukazano da način sprovođenja postupka nabavki koje su izuzete od primene ZJN naručilac uređuje svojim internim aktom."}
