{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Za nabavku kancelarijskog materijala procenjene vrednosti 200.000 dinara, da li je naručilac u obave...", "link": null, "input": "Pitanje: Za nabavku kancelarijskog materijala procenjene vrednosti 200.000 dinara, da li je naručilac u obave...: Rečeno da je naručilac dužan da primenjuje načela javnih nabavki na način primeren konkretnoj nabavci, te da je dužan da obezbedi odgovarajuću konkurenciju i u nabavkama u kojima se ZJN ne primenjuje. Rečeno da jesu, u skladu sa članom 181. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da izmene ugovor po osnovu čl. 158. ZJN?...", "link": null, "input": "Pitanje: Da li mogu da izmene ugovor po osnovu čl. 158. ZJN?...: Da mogu, ako su ispunjeni svi uslovi predviđeni navedenim članom i u tom slučaju imaju obavezu da okače obaveštenje o izmenama na Portalu."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li mogu da aneksiraju ugovor po osnovu čl. 158. ZJN na vrednost preko 50% od vrednosti prvobitnog...", "link": null, "input": "Pitanje: Da li mogu da aneksiraju ugovor po osnovu čl. 158. ZJN na vrednost preko 50% od vrednosti prvobitnog...: Ne, to je jedan od uslova za primenu ovog člana."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li je zakup automobila na period od godinu dana nabavka dobara ili usluga?...", "link": null, "input": "Pitanje: Da li je zakup automobila na period od godinu dana nabavka dobara ili usluga?...: Dobara, čl. 2. st. 1. tač. 3) ZJN"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li nakon zaključenja ugovora mogu da zamene člana grupe ponuđača?...", "link": null, "input": "Pitanje: Da li nakon zaključenja ugovora mogu da zamene člana grupe ponuđača?...: Ne, budući da oni predstavljaju jednu ugovornu stranu, osim ukoliko eventualno nisu ispunjeni uslovi iz čl. 159 ZJN u pogledu opšteg ili delimičnog pravnog sledbeništva ili korporativnog restruktuiranja privrednog subjekta.\nImaju nabavku u planu proc. vred. 48 000 000  dinara, koja je podeljena u partije. Oni pokreću postupak samo za jednu"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: partiju čija je proc. vred. 1 500 000 dinara, kako definišu rokove?...", "link": null, "input": "Pitanje: partiju čija je proc. vred. 1 500 000 dinara, kako definišu rokove?...: Definišu rokove shodno ukupnoj proc. vrednosti celog postupka."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li mogu da aneksiraju ugovor na osnovu o.s.?...", "link": null, "input": "Pitanje: Da li mogu da aneksiraju ugovor na osnovu o.s.?...: Ne, moraju da aneksiraju o. s."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Hoće da ulože zzp na k.d. Otvaranje ponuda je 6.4..2022. godine, kad im ističe rok za ulaganje istog...", "link": null, "input": "Pitanje: Hoće da ulože zzp na k.d. Otvaranje ponuda je 6.4..2022. godine, kad im ističe rok za ulaganje istog...: Odgovor čl. 214. st. 2 ZJN\nNaručilac je u odluci o sprovođenja postupka imenovao\npet"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: članova komisije. Dva člana komisije su na bolovanju. Da li svi članovi moraju da potpišu izjavu o n...", "link": null, "input": "Pitanje: članova komisije. Dva člana komisije su na bolovanju. Da li svi članovi moraju da potpišu izjavu o n...: Svi imenovani članovi moraju da potpišu izjavu o nepostojanju sukoba interesa."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Postavljaju pitanje da li treba da izmene plan ukoliko imaju potrebu da povećaju procenjenu vrednost...", "link": null, "input": "Pitanje: Postavljaju pitanje da li treba da izmene plan ukoliko imaju potrebu da povećaju procenjenu vrednost...: Potrebno je da izmene plan. Pojašnjen član 88. stav 4. ZJN, izmenom i dopunom plana javnih nabavki smatra se planiranje nove javne nabavke, izmena predmeta javne nabavke i povećanje procenjene vrednosti za više od 10%.\n1.\nG-đa koja je pozvala nije do sada sprovodila pregovarački postupak bez objavljivanja javnog poziva, te je zamolila za objašnjenje procedure ovog postupka.\n2."}
