{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Koji je rok za javnu nabavku dobara procenjene vrednosti preko 10.000.000 dinara?...", "link": null, "input": "Pitanje: Koji je rok za javnu nabavku dobara procenjene vrednosti preko 10.000.000 dinara?...: Odgovoreno da se rok određuje u skladu sa članom 52. stav 3. tač. 2. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručilac menja model ugovora. Da li to predstavlja bitnu izmenu ugovora?...", "link": null, "input": "Pitanje: Naručilac menja model ugovora. Da li to predstavlja bitnu izmenu ugovora?...: Naručiocu je ukazano da u zavisnosti od vrste izmene proceni da li se radi o izmeni u skladu sa članom 87.stav 2.ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac je u Plan javnih nabavki uneo procenjenu vrednost 650.000 dinara. Da li može više puta da ...", "link": null, "input": "Pitanje: Naručilac je u Plan javnih nabavki uneo procenjenu vrednost 650.000 dinara. Da li može više puta da ...: Odgovoreno da može do iznosa procenjene vrednosti.\nTražili pomoć oko popunjavanja izjave o ispunjenosti kvalitativnih kriterijuma za izbor PS\nUpućeni na kolege sa Portala"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Predviđene fiksne cene u ugovoru. Da li je dozvoljena izmena?...", "link": null, "input": "Pitanje: Predviđene fiksne cene u ugovoru. Da li je dozvoljena izmena?...: Da, ako postoje objektivni razlozi. Izmena se vrši u skladu sa čl. 158. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Naručilac je postavio pitanje u odnosu na dokazivanje ispunjenosti kriterijuma za kvalitativni izbor...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje u odnosu na dokazivanje ispunjenosti kriterijuma za kvalitativni izbor...: Protumačene su odredbe čl. 118 i 119. Zakona o javnim nabavkama.\nNaručilac se interesovao za sprovođenje nabavki ispod pragova.\nUkazano je da je članom 49. stav 2. Zakona o javnim nabavkama propisano da je naručilac dužan da posebnim aktom bliže uredi način planiranja, sprovođenja postupka javne nabavke i praćenja izvršenja ugovora o javnoj nabavci (način komunikacije, pravila, obaveze i odgovornost lica i organizacionih jedinica), način planiranja i sprovođenja nabavki na koje se zakon ne primenjuje, kao i nabavki društvenih i drugih posebnih usluga.\nDate su potrebne smernice."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac je postavio pitanje da li, u slučaju sprovođenja postupka javne nabavke radi zaključenja o...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li, u slučaju sprovođenja postupka javne nabavke radi zaključenja o...: Objašnjeno je da je, u konkretnom slučaju, reč o jedinstvenoj javnoj nabavci, te da je, s tim u vezi, naručilac dužan da odredi ukupnu procenjenu vrednost za sve vreme trajanja okvirnog sporazuma i na osnovu te vrednosti dalje primenjuje pravila predviđena za određeni postupak javne nabavke."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac navodi da uvek kao sredstvo obezbeđenja zahteva menicu koja je registrovana, da li je doka...", "link": null, "input": "Pitanje: Naručilac navodi da uvek kao sredstvo obezbeđenja zahteva menicu koja je registrovana, da li je doka...: Naručiocu ukazano da kada propisuju neki uslov, moraju biti upoznati i sa načinom na koji se isti dokazuje, takođe ukazano i na zvaničan registar menica i ovlašćena NBS koji je dostupan na njihovom sajtu."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Kada se dostavljaju dokazi o ispunjenosti kriterijuma za kvalitativan izbor privrednog subjekta?...", "link": null, "input": "Pitanje: Kada se dostavljaju dokazi o ispunjenosti kriterijuma za kvalitativan izbor privrednog subjekta?...: Ukazano na čl. 119. st. 1. ZJN"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Dobili su ponudu koja je preko procenjene vrednosti, kakve su im sada mogućnosti?...", "link": null, "input": "Pitanje: Dobili su ponudu koja je preko procenjene vrednosti, kakve su im sada mogućnosti?...: Ukazano na odredbe čl. 146. st. 2. ZJN i čl. 144. st. 2.ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Postavljaju pitanje stručne ocene ponuda...", "link": null, "input": "Pitanje: Postavljaju pitanje stručne ocene ponuda...: Odgovoreno da KJN ne vrši stručnu ocenu ponuda."}
