{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li je obavezno objavljivanje oglasa proc . vrednosti jednako 5.000.000,00 din. i na Portalu služb...", "link": null, "input": "Pitanje: Da li je obavezno objavljivanje oglasa proc . vrednosti jednako 5.000.000,00 din. i na Portalu služb...: Naručilac je u obavezi da oglase iz čl. 105. st. 1. tač. 1) do 4) u postupcima jn čija je proc. vrednost nabavke jednaka ili veća od 5.000.00,00 din. objavi i na Portalu službenih glasila Republike Srbije i bazi prropisa u formi za objavljivanje dostupnoj na Portalu jn."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Ako je u postupku jn predviđena menica kao sredstvo obezbeđenja, šta ista mora da sadrži (npr. da li...", "link": null, "input": "Pitanje: Ako je u postupku jn predviđena menica kao sredstvo obezbeđenja, šta ista mora da sadrži (npr. da li...: Sadržina menice, vrste menice i, uopšte, pitanja u vezi sa menicom regulisana su Zakonom o menici.\nZatražili su objašnjenje u vezi mogućnosti isključenja privrednog subjekta iz postupka jn vezano za osnov iz čl. 112. st. 1. tačka 5) ZJN i dokaza u vezi s tim.\nProtumačena\nodredba člana 112. st. 1. tačka 5) ZJN, kao i dokaza u vezi s tim. Ukazano i na čl. 113. ZJN.\nNameravaju da pokrenu nabavku građevinskih radova i da u m. ugovoru pozovu na Uzanse o građenju zbog moguće pojave viškova radova…\nDa. Posavetovani da tako i trebaju da čine.\nTehničko tanje u vezi sa\nPortal\nom\njn."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Pitanje u vezi obustave postupka jn, uopšteno....", "link": null, "input": "Pitanje: Pitanje u vezi obustave postupka jn, uopšteno....: Upućeni su na br. tel. za konstulacije za tehničku podršku na Portalu jn.\nDato objašnjenje obustave postupka jn (razlozi za obustavu postupka jn, odluka o obustavi postupka jn) uz upućivanje na čl. 147. ZJN.\nImaju neke dileme i nedoumice oko primene ZJN i obratili bi se KJN ѕa tumačenje, te su zamolili da im se objasni kako i na koji nalin mogu da se obrate KJN radi dobijanja mišljenja u vezi sa primenom ZJN.\nDato uputstvo kako da pošalju zahtev sa mišljenje u vezi sa primenom ZJN.\nZamolili su da im se protumači kada je moguća primena pregovaračkog postupka bez objavljivanja javnog poziva po čl. 61. st. 7. ZJN.\nObjašnjeno kada je i pod kojim uslovima  moguća primena\npregovaračkog postupka bez objavljivanja javnog poziva po čl. 61. st. 7. ZJN.\nGreškom su pozvali pravne konsultacije umesto za primenu Portala jn.\nUpućeni na br. tel. za konstulacije u vezi primene Portala jn.\nImaju više zaključenih ugovora o izvođenju radova kod više različitih naručilaca u vezi sa čijom realizacijom se javio problem zbog poskupljenja sirovina odn. materijala za izvođenje radova usled novonastale krize na tržištu prouzrokavne  ratnom situacijom u Ukrajini. Šta da čine? Da li je moguće  izmeniti ugovore o jn usled promene (povećanja) cene ako"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: to nije bilo predviđeno predmetnim ugovorima o jn?...", "link": null, "input": "Pitanje: to nije bilo predviđeno predmetnim ugovorima o jn?...: Protumačen čl\n.\n158. ZJN i rečeno da naruči\nlac\nmože da izmeni ugovor\no jn\nusled pojave nepredviđenih okolnosti na način i pod uslovim\na koje taj član ZJN propisuje uz obavezu\nnaručioca da obaveštenje o izmeni ugovora o jn pošanje na objavljivanje na Portalu jn u roku od deset\ndan\na\nod dana izmene ugovora o jn u skladu sa\nčl. 155.\nst. 2.\nZJN.\nPozvali u vezi sa dobijenim mejlom na Portalu jn radi prikupljanja podataka u vezi sa primenom odn. korišćenjem socijalnih i ekoloških aspekata u jn. S tim u vezi, kažu da nisu primenjivali navedene aspekte u postupcima jn, te pitaju kako dalje da postupe.\nRečeno da se obrate na br. tel. za konstulacije u vezi primene Portala jn."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li mogu da aneksiraju sporazum grupe ponuđača pre zaključenja ugovora, u delu koji se odnosi na t...", "link": null, "input": "Pitanje: Da li mogu da aneksiraju sporazum grupe ponuđača pre zaključenja ugovora, u delu koji se odnosi na t...: Sporazum između ponuđača je interni ugovor, koji nije deo ponude..A ponuda i sve što je deo ponude, ne može da se menja nakon podnošenja.. Izmene ugovora moguće su tek nakon zaključenja istog.\nImaju dilemu da li je bolje da pregovarački post. sa određenim priv. subj. zaključe po partijama ili da im predmeti nabavke budu oblikovani po stavkama..u pitanju za sve jedan privr. subjekt. a različiti proizvođači dobara.\nMože na oba načina, ali je praktičnije da sve bude jedna nabavka sa više stavki, naročito što dugo godina sarađuju i nema dileme da je jedini ponuđač, u smislu bojazni da je moguće ulaganje zzp usled konkurencije.\nImaju ponudu preko proc. vrednosti, da li mogu da zaključe ugovor, obećan im je rebalans, pa će imati dovoljno sredstava.. dakle, da li moraju u momentu potpisivanja ugovora da imaju sva sredstva..\nObjašnjeno da ne moraju da imaju sva sredstva u mom. potpisivanja ugovora, te da je važno da će imati sredstva prilikom momenta dospeća plaćanja..\nTražili kontakt koleginice koja je radila njihov predmet, osnovanost pregovaračkog postupka.\nPredmet radila Milica Vuksanović, prosleđen kontakt rukovodiocu Jeleni Marković."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Odgovorili su na pitanje ponuđača. Da li zbog toga treba da produžavaju rok za podnošenje ponuda?...", "link": null, "input": "Pitanje: Odgovorili su na pitanje ponuđača. Da li zbog toga treba da produžavaju rok za podnošenje ponuda?...: Ne. Rok produžavaju ukoliko budu izmenili konkursnu dokumentaciju."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: poslovnoj saradnji u kom je navedeno da ponuđač ima na korišćenju pojedina vozila?...", "link": null, "input": "Pitanje: poslovnoj saradnji u kom je navedeno da ponuđač ima na korišćenju pojedina vozila?...: Ukazano da KJN ne vrši stručnu ocenu ponuda. Potrebno je da vode računa o tome da\nli je taj dokaz u suprotnosti sa dokazima koje su tražili i da li iz tog dokaza mogu da zaključe da ponuđač ima vozila na korišćenju.\nUčestvuju u o.p. i podneli bi ZZP na sadržinu kd., te ih interesuje koliki je rok za podnošenje ZZP u tom slučaju."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li naručilac može da zahteva pojašnjenje nekog dokaza ili podatka u ponudi ukoliko...", "link": null, "input": "Pitanje: Da li naručilac može da zahteva pojašnjenje nekog dokaza ili podatka u ponudi ukoliko...: smatra da"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: je isti nejasan ili nepotpun?...", "link": null, "input": "Pitanje: je isti nejasan ili nepotpun?...: Pre svega, ukazano na mogućnost da zatraže dodatno pojašnjenje kd od naručioca u skladu sa čl. 97. ZJN, uz napomenu da predmet osporavanja u postupku zaštite prava ne mogu da budu eventualni nedostaci ili nepravilnosti dokumentacije o nabavci na koje nije ukazano na način propisan čl. 97. st. 1. ZJN. Ukoliko naručilac ne odgovori na blagovremeni zahtev za dodatno pojašnjenje dokumetnacije o jn,  ili podnosilac ovog zahteva bude smatrao da odgovor naručioca na isti nije adekvatan, može da podnese ZZP koji, u skladu sa čl. 214. st. 2. ZJN, mora biti primljen kod naručioca najkasnije tri dana pre isteka roka za podnošenje ponuda, bez obzira na način dostavljanja.\n2.    Iznosi\ntakse za ZZP propisani su čl.\n225. ZJN.\nUkazano n\na mogućnost naručioca da zahteva dodatna objašnjenja u skladu sa čl. 142. ZJN (kada, kako i u kom roku).\nPre nekih šest, sedam godina nabavljali su protivgradne rakete, ali su sada dobili informaciju da ih više ne nabavljaju, te ih interesuje da li mogu i dalje da nabavljaju, a ako ne, ko ih onda nabavlja."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Do kada mogu da izmene dokumentaciju o jn?...", "link": null, "input": "Pitanje: Do kada mogu da izmene dokumentaciju o jn?...: Naručilac može da izmeni dokumentaciju o nabavci\nsamo\ndo isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n.\nHteli su da potvrde šta predstavlja osnov za izmenu i dopunu plana jn.\nDato objašnjenje šta se smatra izmenom i dopunom plana jn u skladu sa čl. 88. st. 4. ZJN uz upućivanje na čl. 88. ZJN.\nU postupku jn podnet je ZZP pre\nisteka roka za podnošenje ponuda. Isti je rešenjem RK odbijen kao neosnovan. D"}
