{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Pokrenuta nabavka usluge servisa vozila. Procenjena vrednost se odnosi na redovni servis, cena rezer...", "link": null, "input": "Pitanje: Pokrenuta nabavka usluge servisa vozila. Procenjena vrednost se odnosi na redovni servis, cena rezer...: Odgovoreno da mogu, u skladu sa članom 142. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Postavili pitanje da li mogu da dodele ugovor ponuđaču koji je ponudio cenu višu od procenjene....", "link": null, "input": "Pitanje: Postavili pitanje da li mogu da dodele ugovor ponuđaču koji je ponudio cenu višu od procenjene....: Mogu ukoliko imaju sredstva, u skladu sa 146. ZJN.\nNaručilac planira novu jn (med. instrumenata za novi Pejsmejker centar), proc. vrednosti iznad praga, te ga interesuje da li mora da izmeni plan jn.\nU slučaju planiranja nove jn, naručilac je dužan da izmeni plan jn  u skladu sa čl. 88. ZJN.\nNaručilac je u dilemi kako da postupi sa ponudom koja sadrži tehničku grešku u obrascu strukture cene.\nNaručiocu je odgovoreno da može da zahteva dodatna objašnjenja u skladu sa čl. 142. ZJN"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Kada je naručilac u obavezi da produži rok za podnošenje ponuda nakon izmene dokumentacije o jn?...", "link": null, "input": "Pitanje: Kada je naručilac u obavezi da produži rok za podnošenje ponuda nakon izmene dokumentacije o jn?...: Ukoliko se radi o bitno izmenjenoj dokumentaciji u smislu čl. 87.  ZJN, naručilac je u obavezi da produži rok za podnošenje ponuda srazmerno značaju izmene koja se objavljuje,  pri čemu do\nisteka roka za podnošenje ZZP iz čl. 214. st. 2. ZJN ne može da preostane manje od deset dana (des\net + tri dana  = trinaest dana),\nte da pošalje na objavljivanje ispravku - obaveštenje o izmenama dokumentacije o jn."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Zaključili su ugovor o nabavci pilećeg mesa. Ponuđač  ih je obavestio da je došlo do povećanja cena ...", "link": null, "input": "Pitanje: Zaključili su ugovor o nabavci pilećeg mesa. Ponuđač  ih je obavestio da je došlo do povećanja cena ...: Naručiocu odgovoreno da je vršenje izmene ugovora predviđeno čl. 155-161. ZJN, te da u slučaju izmene u skladu sa čl. 158. ZJN, naručilac je dužan da objavi obaveštenje o izmeni na Portalu."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Ponuđač postavlja pitanje o načinu upućivanja zahteva za mišljenje o primeni odredaba ZJN?...", "link": null, "input": "Pitanje: Ponuđač postavlja pitanje o načinu upućivanja zahteva za mišljenje o primeni odredaba ZJN?...: Ponuđaču objašnjena procedura."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Ponuđač postavlja pitanje da li preko podizvođača može da dokazuje kriterijume predviđene čl. 115. Z...", "link": null, "input": "Pitanje: Ponuđač postavlja pitanje da li preko podizvođača može da dokazuje kriterijume predviđene čl. 115. Z...: Ukazano da podizvođač mora ispuniti navedeni kriterijum, ukoliko će biti angažovan na poslovima za čije obavljanje je potrebno posedovati predmetnu dozvolu."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li je potrebno da naručilac vrši izmenu Plana zbog smanjivanja vrednosti nabavke?...", "link": null, "input": "Pitanje: Da li je potrebno da naručilac vrši izmenu Plana zbog smanjivanja vrednosti nabavke?...: Rečeno da je naručilac dužan da vrši izmenu Plana samo u slučajevima predviđenim članom 88. stav 4. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li se produžava rok za podnošenje ponuda za 5 dana ako je naručilac tražio dostavljanje uzoraka?...", "link": null, "input": "Pitanje: Da li se produžava rok za podnošenje ponuda za 5 dana ako je naručilac tražio dostavljanje uzoraka?...: Odgovoreno da se ne produžava,da se produžava jedino u slučaju ukoliko ne može da se obezbedi besplatan, neograničen  i nesmetan direktan pristup konkursnoj dokumentaciji iz razloga predviđenih članom 45. stav 3. i 6. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac smatra da je ponuđač greškom u svoju ponudu uneo pogrešne cene (i ukupnu i pojedinačnu). D...", "link": null, "input": "Pitanje: Naručilac smatra da je ponuđač greškom u svoju ponudu uneo pogrešne cene (i ukupnu i pojedinačnu). D...: Navedeno nije u skladu sa ZJN, jer bi u tom slučaju došlo do izmene prvobitne ponude."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Kojim članom ZJN je regulčisana zajednička ponuda?...", "link": null, "input": "Pitanje: Kojim članom ZJN je regulčisana zajednička ponuda?...: Upućeni na član 130. ZJN."}
