{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac je postavio pitanje u vezi uvida u dokumentaciju, odnosno ponudu izabranog ponuđača. Naruč...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje u vezi uvida u dokumentaciju, odnosno ponudu izabranog ponuđača. Naruč...: Naručiocu odgovoreno da je shodno članu 149. ZJN u obavezi da omogući uvid u dokumentaciju i kopiranje dokumentacije o trošku podnosioca zahteva u roku od dva dana od dana prijema pisanog zahteva. Naime, tokom telefonske konsultacije konstatovao sam na osnovu navoda naručioca da privredni subjekt koji je učestvovao u predmetnom postupku javne nabavke kao ponuđač nije podneo zahtev za uvidom u dokumentaciju shodno članu 149. ZJN\n(\nzainteresovani privredni subjekt nije zahtev za uvid podneo niti putem Portala, niti pisanim putem na adresu naručioca, već telefonskim pozivom). Po pitanju poverljivih podataka koje je naručilac u obavezi da zaštiti, naručiocu pojašnjeno da je u obavezi da zaštiti one podatke koje je izabrani ponuđač u ponudi označio kao poverljive, kao i da je u obavezi da konsultuje Zakon o zaštiti tajnih podataka i da postupi shodno istom, ukoliko za to postoji potreba."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručilac je postavio pitanje u vezi rokova za podnošenje ponuda iz člana 52. ZJN. Procenjena vredno...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje u vezi rokova za podnošenje ponuda iz člana 52. ZJN. Procenjena vredno...: nabavke je 60.000.000 dinara.\nNaručiocu pojašnjenja odredba člana 94. ZJN, konkretno odredba člana 94. stav 3. ZJN kojim je propisano da srestvo obezbeđenja iz stava 1. tačka 2) i 3) ovog člana ne može da bude veće od 10% vrednosti ugovora o javnoj nabavci bez poreza na dodatu vrednost. Naručilac shodno načinu na koji je predvideo u konkursnoj dokumentaciji zadržava pravo da aktivira menicu u slučaju\nneispunjavanja ugovornih obaveza. Ako je menica bila predviđena na 10% vrednosti ugovora o javnoj nabavci, naručilac predmetno sredstvo obezbeđenja aktivira na 10%, kao i što je bilo predviđeno konkursnom dokumentacijom, odnosno ugovorom o javnoj nabavci.\nNa osnovu navoda naručioca tokom telefonske konsultacije, konstatovao sam da je naručiocu neophodno hitno nabavljanje određenih dobara, u konkretnom slučaju je u pitanju hrana za pacijente. Naručiocu predočena mogućnost iz člana 52. stav 6. ZJN kojim je propisano da naručilac može da odredi kraći rok za podnošenje ponuda, ali ne kraći od 15 dana od dana slanja na objavljivanje javnog poziva, ako rok iz stava 3. tačka 1) i 2) ovog člana nije primeren iz razloga opravdane hitnosti, za koju naručilac poseduje valjane dokaze. Naglasio sam da u slučaju da naručilac iskoristi pravo iz člana 52. stav 6. ZJN, u obavezi je da obrazloži u dokumentaciji o nabavci razloge zbog kojih je odredio rok za podnošenje ponuda za predmetni postupak javne nabavke."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac je postavio pitanje u vezi izmene ugovora o javnoj nabavci usled nepredviđenih okolnosti. ...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje u vezi izmene ugovora o javnoj nabavci usled nepredviđenih okolnosti. ...: Naručiocu odgovoreno da shodno članu 158. stav 1. ZJN ugovor o javnoj nabavci može da se izmeni kada su ispunjeni svi svi sledeći uslovi: 1) potreba za izmenom nastala je zbog okolnosti koje savestan naručilac nije mogao da predvidi; 2) izmenom se ne menja priroda ugovora. Naručiocu takođe odgovoreno da shodno članu 158. stav 2. ZJN u slučaju iz stava 1. ovog člana, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Dalje, naručiocu skrenuta pažnja da se ograničenje odnosi na ukupnu vrednost\nsvih izmena, ako se ugovor menja više puta."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac je postavio pitanje u vezi izmene ugovora o javnoj nabavci usled nepredviđenih okolnosti....", "link": null, "input": "Pitanje: Naručilac je postavio pitanje u vezi izmene ugovora o javnoj nabavci usled nepredviđenih okolnosti....: Naručiocu odgovoreno da shodno članu 158. stav 1. ZJN ugovor o javnoj nabavci može da se izmeni kada su ispunjeni svi svi sledeći uslovi: 1) potreba za izmenom nastala je zbog okolnosti koje savestan naručilac nije mogao da predvidi; 2) izmenom se ne menja priroda ugovora. Naručiocu takođe odgovoreno da shodno članu 158. stav 2. ZJN u slučaju iz stava 1. ovog člana, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Dalje, naručiocu skrenuta pažnja da se ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta. Naručiocu je pojašnjeno da ukoliko dobije zahtev od strane dobavljača u kome se zahteva poveđanje ugovorene vrednosti usled porasta cena na tržištu, naručilac ceni opravdanost traženog zahteva na osnovu navoda dobavljača/druge ugovorne strane u obrazloženju zahteva. U slučaju da naručilac smatra da su navodi opravdani, nema nikakvih zakonskih smetnji da postupi u skladu sa članom 158. ZJN.\nNaručilac je sproveo javnu nabavku električne energije. Procenjena vrednost javne nabavke je 4.000.000,00 dinara. Naručilac je jednu ponudu u vrednosti preko 10.000.000,00 dinara i interesuje ga da li da obustavi postupak ili da zaključi ugovor.\nSkrenuta mu je pažnja da zbog razlike u procenjenoj i ponuđenoj ceni, najbolje rešenje bi bilo da obustavi postupak, ponovo sprovede istraživanje tržišta pozivajući potencijalne ponuđače kako bi se raspitao o potencijalnom porastu cena i potom izmeni Plan javnih nabavki kako bi preusmerio sredstva za tu javnu nabavku. Takođe mu je rečeno da je ovakva situacija trenutno česta zbog rasta cene električne energije.\nNaručioca interesu je da li pozorišne predstave potpadaju pod društvene usluge da bi znao da li može da sprovede javnu nabavku na koju se zakon ne primenjuje iz člana 27. stav 1. tačka 3).\nUpućen je na CPV oznake i da proveri da li usluge za koje sprovodi javnu nabavku potpadaju pod neku od tih oznaka. Rečeno mu je da i u slučaju da nije u obavezi da primeni odredbe zakona na te postupke i dalje je u obavezi da primenjuje načela Zakona o javnim nabavkama. Takođe, skrenuta mu je pažnja na član 49. ZJN, na osnovu kog je u obavezi da donese interni akt o sprovođenju postupaka na koje se\nzako ne primenjuje i da postupa po tom aktu."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Ukoliko im je predmet nabavke „grejalica sa daskom“, a ponuđač je u svojoj ponudi naveo samo grejali...", "link": null, "input": "Pitanje: Ukoliko im je predmet nabavke „grejalica sa daskom“, a ponuđač je u svojoj ponudi naveo samo grejali...: Odgovoreno da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini naručilac. Međutim, ukazano da je potrebno da ponuda sadrži sve ono što je naručilac naveo u konkursnoj dokumentaciji.\nPoslali su KJN elektronski putem Portala jn obrazloženje i dokumentaciju radi dobijanja  mišljenja o osnovanosti primene pregovaračkog postupka za nabavku usluga održavanja informacionog sistema IS LPA. Međutim, načinili su tehničku grešku i umesto da su se pozvali na primenu  čl. 61. st. 1. tač. (3) ZJN, pozvali su se na primenu čl. 61. st. 1. tač. (1), te su od strane KJN upućeni da povodom toga dostave dodatno obrazloženje.\nOdgovoreno da urede zahtev odnosno postupe po mišljenju KJN i dostave dodatno obrazloženje u kojem će se pozvati na adekvatan pravni osnov (čl. 61. st. 1. tač. (3) ZJN), te isti dostave KJN kao i prethodno, elektronski putem Portala jn.\nUrgencija za dobijanje mišljenja/tumačenja o primeni ZJN povodom zahteva za tumačenje u vezi povećanja cena\nod strane\ndobavljača, interni zavodni broj naručioca 202/2 od 14.3.2022. godine, primljenog u  KJN 16.3.2022.godine.\nPreneto Gagi."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li se na pojedina pitanja u postupku zašite prava koja nisu u celini uređena ZJN-om (npr. rešenje...", "link": null, "input": "Pitanje: Da li se na pojedina pitanja u postupku zašite prava koja nisu u celini uređena ZJN-om (npr. rešenje...: Predočeno da je čl. 212. ZJN predviđena shodna primena odredaba ZUP-a na pojedina pitanja u postupcima iz nadležnosti Republičke komisije (npr. rešenje i ispravljanje grešaka u rešenju, računanje rokova i u drugim slučajevima propisani ovim članom ZJN), ako nije drugačije propisano ZJN-om uz poštovanje načela ZJN i specifičnosti samog postupka jn i zaštite prava."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li učesnici u zajedničkoj ponudi (članovi grupe privrednih subjekata) mogu da dostave sredstvo fi...", "link": null, "input": "Pitanje: Da li učesnici u zajedničkoj ponudi (članovi grupe privrednih subjekata) mogu da dostave sredstvo fi...: Tokom razgovora saznala sam da je nabavka u fazi roka za podnošenje ponuda, te sam ukazala ponuđaču na mogućnost da zatraži dodatna pjašnjenja od strane naručioca u roku i na način propisan čl. 97. ZJN. Pored toga, rečeno da ZJN ne predviđa ovu situaciju, ali je i ne zabranjuje, tako da sa stanovišta ZJN nema smetnji da članovi grupe ponuđača tako postupe odn. dostave sredstvo fin.\nobezbeđenja za dobro izvršenje posla u procentualnom iznosu. Osim toga, grupa privrednih subjekata ima mogućnost da uredi međusobne odnose putem sporazuma o zajedničkom nastupu (iako ga ZJN ne predviđa) kojim, između ostalog, mogu da urede i način dostavljanja sredstva fin. obezbeđenja za dobro izvršenje posla, imajući u vidu da svi članovi grupe privrednih subjekata snose solidarnu odgovornost za izvršenje ugovora o jn.\nNe mogu da se uloguju na Portalu jn.\nProsleđeno kolegama koji pružaju tehničku podršku radu na Portalu jn."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Ukoliko je naručilac pokrenuo nabavku po hitnosti, da li je u obavezi da je naknadno unese u Plan ja...", "link": null, "input": "Pitanje: Ukoliko je naručilac pokrenuo nabavku po hitnosti, da li je u obavezi da je naknadno unese u Plan ja...: Rečeno da takva obaveza nije predviđena u ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Odbili su sve ponude jer su bile iznad procenjene vrednosti. Da li novu nabavku treba da pokrenu iz ...", "link": null, "input": "Pitanje: Odbili su sve ponude jer su bile iznad procenjene vrednosti. Da li novu nabavku treba da pokrenu iz ...: Odgovoreno da mogu iz iste pozicije plana da pokrenu novu nabavku."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Kako strani ponuđač dokazuje nepostojanje osnova za isključenje?...", "link": null, "input": "Pitanje: Kako strani ponuđač dokazuje nepostojanje osnova za isključenje?...: Ponuđač upućen na čl. 121. st. 2. ZJN"}
