{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta?...", "link": null, "input": "Pitanje: o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta?...: Da, u skladu sa čl 118. st. 2. ZJN,\nza relevantne kapacitete\n(\nčlana grupe\n)\n."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Kako sprovesti nabavku usluge mobilne telefonije proc. vrednosti ispod 1.000,000,00 din.?...", "link": null, "input": "Pitanje: Kako sprovesti nabavku usluge mobilne telefonije proc. vrednosti ispod 1.000,000,00 din.?...: Dato objašnjenje da se nabavke ispod praga iz čl. 27. ZJN sprovode u skladu sa internim aktom iz čl. 49. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Pitaju kome da se obrate u vezi sa tehničkim pitanjem oko rada  na Portalu jn....", "link": null, "input": "Pitanje: Pitaju kome da se obrate u vezi sa tehničkim pitanjem oko rada  na Portalu jn....: Upućeni na kontakt telefone za konsultacije u vezi sa primenom Portala jn."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li se primenjuje ZJN na nabavku društvenih i drugih posebnih usluga proc. vrednosti 3.000.000,00 ...", "link": null, "input": "Pitanje: Da li se primenjuje ZJN na nabavku društvenih i drugih posebnih usluga proc. vrednosti 3.000.000,00 ...: Ne, s obzirom da se radi o nabavci iz čl. 27. st. 1. tačka 3) ZJN. Sprovodi se u skladu sa internim aktom iz čl. 49. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: Uredbom\no kriterijumima za utvrđivanje prirode rashoda i uslovima i načinu pribavljanja saglasnosti za zaključivanje određenih ugovora koji, zbog prirode rashoda, zahtevaju plaćanje u više godina\n(\n\"Službeni glasnik RS\", br. 21 od 22. februara 2014, 18 od 15. marta 2019. god.\n)."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li ponuđači koji su upisani u registar ponuđača, dostavljaju dokaze iz čl. člana 111. stav 1. tač...", "link": null, "input": "Pitanje: Da li ponuđači koji su upisani u registar ponuđača, dostavljaju dokaze iz čl. člana 111. stav 1. tač...: Ne. Ukazano na čl. 128. ZJN st. 4. ZJN, kojim je propisano da se upisom u registar ponuđača dokazuje nepostojanje osnova za isključenje iz čl. 111. st. 1. tač. 1) i 2) ZJN (da ponuđač nije pravosnažno osuđen za kriv. delo... i da je ponuđač izmirio dospele poreze i doprinose za obavezno socijalno osiguranje...). Prema tome,  privredni subjekti koji su upisani u registar ponuđača nisu u obavezi da posebno dokazuju da nemaju navedene osnove za isključenje, ukoliko ih naručilac pozove da u skladu sa čl. 119. ZJN dostave dokaze, pre donošenja odluke o dodeli ugovora o jn.\nUkoliko"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: naručilac u dokumentaciji o jn odredi fin. i ekon. kapacitet u vidu minimalnog prihoda, do kog iznos...", "link": null, "input": "Pitanje: naručilac u dokumentaciji o jn odredi fin. i ekon. kapacitet u vidu minimalnog prihoda, do kog iznos...: Dat\nodgovor\nda minimalni prihod iz\nčl. 116.  st. 1. tač. 1) ZJN\nne sme da bude veći\nod dvostruke procenjene vrednosti j\nn\n, osim u izuzetnim\nslučajevima kada je to neophodno zbog posebnih rizika povezanih sa\npredmetom\njn\nkoje naručilac mora da obrazloži u dokumentaciji\no nabavci."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Nakon izvršene javne nabavke digitalnih udžbenika za osnovne škole, naručilac ima potrebu za nabavko...", "link": null, "input": "Pitanje: Nakon izvršene javne nabavke digitalnih udžbenika za osnovne škole, naručilac ima potrebu za nabavko...: Obzirom da se radi o drugačijem predmetu javne nabavke, naručiocu je preporučeno  da izvrši izmenu Plana jn i unese novu stavku za navedenu javnu nabavku.\nNaručilac navodi da jedna od dostavljenih ponuda predstavlja zajedničku ponudu koju čine dva člana grupe ponuđača. Prilikom ocene ponude uočili su da se spominje još jedan privredni subjekt za koji im je nejasno šta će radilti i da li će koristiti neki njegov kapacitet. Da li mogu da pošalju zahtev za dodatna pojašnjenja?\nNaručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora.\nNaručilac traži pojašnjenje pregovaračkog postupka bez objavljivanja javnog poziva.\nPojašnjen postupak."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: ugovora, a radi se o nabavci čija je procenjena vrednost ispod 5.000.000 dinara?...", "link": null, "input": "Pitanje: ugovora, a radi se o nabavci čija je procenjena vrednost ispod 5.000.000 dinara?...: Ne postoji obaveza naručioca da zahteva dokaze u tom slučaju.\nŽele da upute zahtev za tumačenje ZJN, te ih zanima da li postoji forma zahteva, na koju adresu da pošalju...\nUpućeni kako da pošalju zahtev za davanje mišljenja o primeni ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li ponuđač može deo ponude da dostavi putem pošte umesto putem Portala jn?...", "link": null, "input": "Pitanje: Da li ponuđač može deo ponude da dostavi putem pošte umesto putem Portala jn?...: Ukazano na čl. 45. ZJN. Naime, ukoliko naručilac predviđa dostavljanje sastavnih delova ponude, npr. uzorke, modele, menicu kao sredstvo obezbeđenja (koja se dostavlja u originalu i koju nije moguće dostaviti elektronski putem Portala jn), tada je naručilac dužan da predvidi u kd da se taj deo ponude dostavi primenom sredstava komunikacije koja nisu elektronska sredstva u skladu sa čl. 45. st. 3. i st. 5. ZJN uz obrazloženje razloga za primenu ove vrste sredstava komunikacije u kd i izveštaju o postupku jn.\nImaju pitanja u vezi sa popunjavanjem i podacima u obrascu strukture cene...\nOdgovoreno da saglasno čl. 97. ZJN zatraže pojašnjenje od naručioca."}
