{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li u plan unose ukupnu procenjenu za okvirni koji će trajati dve godine ili samo ono što će biti ...", "link": null, "input": "Pitanje: Da li u plan unose ukupnu procenjenu za okvirni koji će trajati dve godine ili samo ono što će biti ...: Unosi se ukup\nna procenjena vrednost predmeta javne nabavke određuje se kao maksimalna vrednost svih ugovora predviđenih za vreme trajanja tog okvirnog sporazuma."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da menjaju finansijski plan a posle i plan nabavki jer im je osnivač obećao izvesna sreds...", "link": null, "input": "Pitanje: Da li mogu da menjaju finansijski plan a posle i plan nabavki jer im je osnivač obećao izvesna sreds...: ZJN propisuje kada je naručilac dužan da vrši izmenu plana, a ostalo je na naručiocu da odluči.."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li mogu angažovati podizvođača za poslove koji bi činili 1 % od ukupnog izvršenja predmeta nabavk...", "link": null, "input": "Pitanje: Da li mogu angažovati podizvođača za poslove koji bi činili 1 % od ukupnog izvršenja predmeta nabavk...: Mogu..\nNaručilac je u kd zahtevao kao tehnički kapacitet posedovanje 3 vozila. Privredni subjekt navodi da poseduje dva vozila,  a da treće ima na raspologanju na osnovu Ugovora o distribuciji sa drugim privrednim subjektom. Da li se ovaj"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: kapacitet može smatrati sopstvenim, te dokazivati navedenim Ugovorom?...", "link": null, "input": "Pitanje: kapacitet može smatrati sopstvenim, te dokazivati navedenim Ugovorom?...: Ukoliko iz sadržine Ugovora sledi da ponuđač ima na raspolaganju potrebno vozilo u periodu izvršenja obaveza, može se smatrati sopstvenim kapacitetom."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li se u godišnji izveštaj unosi ugovorena ili utrošena vrednost ?...", "link": null, "input": "Pitanje: Da li se u godišnji izveštaj unosi ugovorena ili utrošena vrednost ?...: Ugovorena vrednost.\nNaručilac je dobio dve ponude koje prelaze procenjenu vrednost jn – jedna za 30.000 dinara, druga za 200.000 dinara. Naručilac želi da prihvati povoljniju ponudu jer istu može da priušti, dok za drugoplasiranu nema dovoljno sredstava. Da li da drugoplasiranu ponudu oceni kao prihvatljivu ili kao neprihvatljivu?\nUkazano da KJN nema ovlašćenje da vrši stručnu ocenu ponuda, te da naručilac utvrđuje da li je ponuda prihvatljiva imajući u vidu član 146. stav 2. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li privredni subjekt koji nije učestvovao u postupku jn može izvršiti uvid u ponide?...", "link": null, "input": "Pitanje: Da li privredni subjekt koji nije učestvovao u postupku jn može izvršiti uvid u ponide?...: Samo privredni subjekti koji su podneli ponudu mogu zahtevati uvid u dokumentaciju."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Treba da sprovedu nabavku društvenih i drugih posebnih usluga iz čl. 75. ZJN čiji predmet čine uslug...", "link": null, "input": "Pitanje: Treba da sprovedu nabavku društvenih i drugih posebnih usluga iz čl. 75. ZJN čiji predmet čine uslug...: Imajući u vidu da se radi o\nnabavci društvenih i drugih posebnih usluga koju sprovodi javni naru\nčilac iz čl. 27. st. 1. tačka 3) ZJN, naručilac nabavku sprovodi u skladu sa svojim posebnim aktom iz čl. 49. st. 2. ZJN po proceduri za nabavke na koje se ZJN ne primenjuje, uz primenu načela ZJN na način koji je primeren okolnostima konkretne nabavke.\nNaručilac je u kd naveo rok za dodelu ugovora o jn od 40 dana\nod isteka roka za podnošenje ponuda\n, te ih interesuje da li je ispravno postupio.\nZJN-om je propisano da odluku o dodeli ugovora o jn naručilac donosi u roku od 30 dana od isteka roka za podnošenje ponuda, osim ako je naručilac u kd odredio duži rok. Dakle, naručilac nije pogrešio ako je (iz opravdanih razloga) smatrao da treba odrediti duži rok za podnošenje ponude."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li se nabavka...", "link": null, "input": "Pitanje: Da li se nabavka...: društvenih i drugih posebnih usluga (Prilog 7) iz čl. 75. ZJN, čija je procenjena vrednost iznad pragova propisanih čl. 27. st."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: 1. tačka 3) ZJN može dodeliti okvirnim sporazumom?...", "link": null, "input": "Pitanje: 1. tačka 3) ZJN može dodeliti okvirnim sporazumom?...: Može.\nImaju tehnički problem u vezi sa radom na Portalu jn (ne mogu da resetuju lozinku).\nUpućeni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn na br. kontakt tel. koji se nalaze na internet stranici KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Smatraju da neki od dodatnih uslova koje je naručilac predvideo u kd nisu u logičnoj vezi sa predmet...", "link": null, "input": "Pitanje: Smatraju da neki od dodatnih uslova koje je naručilac predvideo u kd nisu u logičnoj vezi sa predmet...: Savetovano da prvo zatraže od naručioca dodatne informacije ili pojašnjenja kd u skladu sa čl. 97. ZJN, te ukazano i na mogućnost  podnošenja ZZP u skladu sa čl\n.\n214. ZJN."}
