{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li rok isporuke može da bude rezervni kriterijum?...", "link": null, "input": "Pitanje: Da li rok isporuke može da bude rezervni kriterijum?...: Dokaze i traže samo od najpovoljnijeg ponuđača.\nMože.\nNaručilac traži pomoć prilikom ocene ponuda u postupku na koji se zakon ne primenjuje..\nUkazano da KJN nema ovlašćenja da vrši stručnu ocenu ponuda, te da naručilac postupa u skladu sa pravilima koje je utvrdio u svom internom aktu."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da odbiju ponuđača koji ima negativnu referencu?...", "link": null, "input": "Pitanje: Da li mogu da odbiju ponuđača koji ima negativnu referencu?...: Ukoliko je naručilac predvideo slučaj iz člana 112. stav 1. tačka 5) ZJN kao osnov za isključenje, te ako je posledica bila raskid tog ugovora, naplata sredstva obezbeđenja, ili naknada štete, može..."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac navodi da su mu dostavljene tri ponude koje imaju računsku grešku. Da li je dužan da svima...", "link": null, "input": "Pitanje: Naručilac navodi da su mu dostavljene tri ponude koje imaju računsku grešku. Da li je dužan da svima...: Da...\nNaručilac priprema Plan javnih nabavki za 2022. godinu i ima poteškoće sa određivanjem da li su određene nabavke istovrsne ili ne.\nNovi Zakon o javnim  nabavkama ne poznaje institut istovrsnosti, a takođe više ne postoji ni odrednica „na godišnjem nivou“. Međutim, naručioci bi trebalo da nastave da se oslanjaju na dobro poznat koncept istovrsnosti i da se isto ponašaju u odnosu na dato pitanje. Pri tome, imajući u vidu novu zakonsku regulativu, u smislu odredbe člana 29. Zakona o javnim nabavkama, naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac je početkom tekuće godine zaključio ugovor o javnoj nabavci koji ističe u januaru naredne ...", "link": null, "input": "Pitanje: Naručilac je početkom tekuće godine zaključio ugovor o javnoj nabavci koji ističe u januaru naredne ...: Ukazano je da naručilac može da pokrene predmetni postupak, ali je potrebno da novu nabavku unese u Plan javnih nabavki za 2021. godinu. Što se tiče finansijskih sredstava potrebnih za realizaciju ugovora, naručilac je dužan da ih obezbedi najkasnije do momenta preuzimanja obaveze, odnosno do trenutka zaključenja ugovora.\nPrivrednom subjektu nije jasna dokumentacija o nabavci u pogledu dokaza koje treba da dostavi.\nObjašnjeno je da privredni subjekt ima mogućnost da zahteva pojašnjenja i dodatne informacije od naručioca u skladu sa članom 97. Zakona o javnim nabavkama."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Privredni subjekt je objasnio da je podneo ponudu koja nije baš u svemu uredna, ali da se sagledavan...", "link": null, "input": "Pitanje: Privredni subjekt je objasnio da je podneo ponudu koja nije baš u svemu uredna, ali da se sagledavan...: Ne ulazeći u stručnu ocenu ponuda, ukazano je da, shodno članu 144. Zakona o javnim nabavkama, naručilac, nakon pregleda i stručne ocene, odbija ponudu kao neprihvatljivu ako nisu ispunjeni zahtevi i uslovi u vezi sa predmetom nabavke i tehničkim specifikacijama."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Ako u p.p. bez objavljivanja javnog poziva sad od nas dobiju mišljenje, da li moraju da nam se i sle...", "link": null, "input": "Pitanje: Ako u p.p. bez objavljivanja javnog poziva sad od nas dobiju mišljenje, da li moraju da nam se i sle...: Da."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Ponuđač nije popunio izjavu na način kako je naručilac odredio k.d.. Da li mogu da ih sada kroz čl. ...", "link": null, "input": "Pitanje: Ponuđač nije popunio izjavu na način kako je naručilac odredio k.d.. Da li mogu da ih sada kroz čl. ...: Ne jer ponuđač nije dostavio nepotpun ili nejasan podatak i ukazano na stav 3. navedenog člana."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li kod izmene ugovora usled povećanja obima moraju nešto da dostavljaju KJN?...", "link": null, "input": "Pitanje: Da li kod izmene ugovora usled povećanja obima moraju nešto da dostavljaju KJN?...: U ovom slučaju ne postoji obaveza da objavljuju obaveštenje o izmeni ugovora."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Raskinuli su ugovor pre celokupne realizacije. Predmet ugovora (mleko) im je neophodan za upotrebu n...", "link": null, "input": "Pitanje: Raskinuli su ugovor pre celokupne realizacije. Predmet ugovora (mleko) im je neophodan za upotrebu n...: Ukazano da postoji mogućnost sprovođenja pregovaračkog postupka bez objavljivanja javnog poziva zbog postijanja opravdane hitnosti. Pojašnjen postupak."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li bi mogli da podnesu zzp iz razloga što naručilac nije reagovao iako je očigledno da je prvoran...", "link": null, "input": "Pitanje: Da li bi mogli da podnesu zzp iz razloga što naručilac nije reagovao iako je očigledno da je prvoran...: Članom 143. stav 2. ZJN propisano je da ako naručilac proceni da je ponuda neuobičajeno niska, dužan je da zahteva od ponuđača da, u primerenom roku, obrazloži cenu ili trošak naveden u ponudi. Dakle naručilac nema obavezu da traži obrazloženje ukoliko on proceni da ponuđač može izvršiti svoju obavezu za tu cenu.\nNaručilac se interesovao za primenu odredaba kojima se uređuje sukob interesa, pozivajući se na rešenja iz starog zakona.\nNaručiocu je ukazano da je sprečavanju korupcije i sukoba interesa u starom zakonu bilo posvećeno čitavo II poglavlje, te je skrenuta pažnja konkretno na čl.  29. i 30.\nZakona o javnim nabavkama („Sl. glasnik RS“, br. 124/12, 14/15 i 68/15). S druge strane, u Zakonu o javnim nabavkama („Službeni glasnik RS“ 91/19) data pitanja uređena su čl. 49. i 50. Napomenuto je da postoje određene razlike u regulativi i protumačene odgovarajuće odredbe.\nNaručilac je objasnio da nabavlja uslugu obezbeđenja procenjene vrednosti 1.100 dinara. S tim u vezi postavlja pitanje da li tu nabavku može da izuzme od primene odredaba Zakona o javnim nabavkama i da ne sprovodi postupak javne nabavke. Takođe, postavlja pitanje da li bi u tom slučaju bio dužan  da objavi prethodno obaveštenje ili javni poziv.\nNaručilac je upućen da pogleda Prilog 7. Zakona o javnim nabavkama u kojem su opisane usluge istrage i obezbeđenja, kao i član 27. ovog zakona. Ukoliko bi procenjena vrednost nabavke bila 15.000.000 dinara i veća od navedenog iznosa, dodela ugovor za društvene i druge posebne usluge vršila bi se shodno članu 75.\nZakonu o javnim nabavkama."}
