{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li mogu pokrenuti postupak iz Plana jn za 2022. godinu?...", "link": null, "input": "Pitanje: Da li mogu pokrenuti postupak iz Plana jn za 2022. godinu?...: Ne mogu..."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li su dužni da objavljuju nešto ukoliko obustave postupak?...", "link": null, "input": "Pitanje: Da li su dužni da objavljuju nešto ukoliko obustave postupak?...: Naručilac je dužan da objavi Odluku o obustavi postupka i Obaveštenje o obustavi postupka."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li se sredstvo obezbeđenja određuje sa ili bez pdv-a?...", "link": null, "input": "Pitanje: Da li se sredstvo obezbeđenja određuje sa ili bez pdv-a?...: Sredstvo obezbeđenja utvrđuje se u odnosu na vrednost ugovora o jn  bez poreza na dodatu vrednost."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li moraju da brišu nabavke iz Plana koje nisu sproveli?...", "link": null, "input": "Pitanje: Da li moraju da brišu nabavke iz Plana koje nisu sproveli?...: Ne, takva mogućnost ne postoji."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Sprovode nabavku usluge fizičko-tehničkog obezbeđenja i procenjena vrednost je 1 200 000 dinara, da ...", "link": null, "input": "Pitanje: Sprovode nabavku usluge fizičko-tehničkog obezbeđenja i procenjena vrednost je 1 200 000 dinara, da ...: Da, budući da je proc. vrednost nabavke iznad praga do kojeg se zakon ne primenjuje."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Obustavili su p.p. bez objavljivanja javnog poziva za koji su dobili mišljenje KJN, da li mogu opet ...", "link": null, "input": "Pitanje: Obustavili su p.p. bez objavljivanja javnog poziva za koji su dobili mišljenje KJN, da li mogu opet ...: Mogu."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: U kom roku može da se podnese ZZP na sadržinu kd?...", "link": null, "input": "Pitanje: U kom roku može da se podnese ZZP na sadržinu kd?...: Na osnovu odredbe čl. čl. 135. st. 3. ZJN, ponuđač može da izmeni svoju ponudu do isteka roka za podnošenje ponuda na način na koji je podneo osnovnu ponudu.\nUpućeni na odredbu čl. 214. st. 2. ZJN kojom je propisan rok za\npodnošenje ZZP na sadržinu kd.\nInteresuje ih da li se na usluge organizovanja seminara čija je  proc. vrednost preko 1.000.000,00 din. primenjuju odredbe ZJN-a.\nUsluge organizovanja seminara pripadaju uslugama iz Priloga 7. ZJN (društvene i druge posebne usluge), te s obzirom da je proc. vrednost ove nabavke koju sprovodi javni naručilac ispod praga u smislu čl. 27. st. 1. tačka 3) ZJN, odnosno ispod 15.000.000,00 din., naručilac ne primenjuje odredbe ZJN i istu sprovodi po proceduri za nabavke izuzete od primene ZJN u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li je dozvoljena ponuda sa varijantama ukoliko naručilac istu nije zahtevao u kd?...", "link": null, "input": "Pitanje: Da li je dozvoljena ponuda sa varijantama ukoliko naručilac istu nije zahtevao u kd?...: Ukoliko naručilac u javnom pozivu nije naveo da je dozvoljeno ili da se zahteva podnošenje ponude sa varijantama smatra se da podnošenje ponude sa varijantama nije dozvoljeno, a u skladu sa čl. 136. st. 2. ZJN.\nSmatraju da se potkrala tehnička greška u ponudi, te se pitaju šta dalje da čine.\nMogu da zatraže dodatna objašnjenja u skladu sa čl. 142. ZJN uz napomenu da se ne smeju vršiti ispravke koje bi (eventualno) neprihvatljivu ponudu učinile prihvatljivom.\nKlijentu, koji je strani privredni subjekt i koji želi da učestvuje u konkretnom postupku jn, nije jasna dokumentacija u pogledu pojedinih dokaza koje treba dostaviti.\nKlijent odn. njegov advokat može da zatraži dodatna pojašnjenja dokumentacije o nabavci koja se tiču dostavljanja dokaza koji su im sporni u skladu sa čl. 97. ZJN.\nSprovode otvoreni postupak za nabavku namirnica po partijama. Hteli bi da izvrše neke izmene u kd, te ih zanima u kom roku to mogu da učine.\nNaručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda, što proizlazi iz odredbe čl. 96. st. 3. ZJN.\nU vezi obećane konsultacije."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Saznala koja je koleginica obećala odgovor na pitanje koji je trebala dati nakon konsultacija, i pro...", "link": null, "input": "Pitanje: Saznala koja je koleginica obećala odgovor na pitanje koji je trebala dati nakon konsultacija, i pro...: Naručilac će u toku godine sprovoditi postupak javne nabavke održ\na\nvanja softvera proc.vrednosti 60.000,00 rsd. Radi se o usluzi koju isključivo može izvršiti jedan ponuđač. Navedena nabavka je uneta u Plan javnih nabavki kao pregovarački postupak bez objavljivanja javnog poziva. Da li su ispravno postupili.\nNaručiocu odgovoreno, da prema procenjenoj vrednosti predmetne javne nabavke, nije u obavezi da na istu primenjuje odredbe ZJN shodno članu 27. stav 1. tačka 1) ZJN, osim načela u meri u kojoj je to primereno shodno okolnostima konkretne nabavke.\nS obzirom da je naručilac navedenu nabavku planirao kao javnu nabavku u Planu javnih nabavki, istu sprovodi kroz navedenu vrstu postupka, objavom Obaveštenja o sprovođenju pregovaračkog postupka bez objaviljvanja javnog poziva, slanjem obrazloženja i dokumentacije KJN koje opravdavaju ovu vrstu postupka. Nakon toga naručilac ima pravo da uputi poziv ponuđaču/ima čime se predmetni postupka smatra pokrenutim.\nNaručilac je u avgustu 2021. godine, sproveo postupak javne nabavke goriva, doneo je odluku o dodeli ugovora, ali istu nije objavio niti je objavio obaveštenje o dodeli ugovora. Sa druge strane zaključio je Ugovor sa jedinim ponuđačem koji je dostavio ponudu („NIS“ a.d. N.Sad). Šta sad mogu da urade.\nNaručiocu odgovoreno da nije postupio u skladu sa odredbama ZJN. Naime, isti je bio u obavezi da nakon otvaranja ponuda sprovede stručnu ocenu ponuda, te da putem Portala javnih nabavki sačini Izveštaj o postupku i konačno donese Odluku o dodeli ugovora u zakonskom roku, koju je bio u obavezi da objavi najkasnije tri dana od dana donošenja na Portalu javnih nabavki. S obzirom da je u postupku podneta samo jedna ponuda, naručilac nije bio u obavezi da čeka protok roka za podnošenje zahteva za zaštitu prava, odnosno mogao je odmah nakon objavljivanja odluke da prosledi ugovor na potpisivanje ponuđaču kojem je dodelio ugovor. Uvidom u predmetni postupak na Portalu javnih nabavki, utvrđeno je da je naručilac ipak objavio\nodluku o dodeli ugovora 03.08.2021. godine, ali nije objavio Obaveštenje o dodeli ugovora. Ukazano naručiocu da bez odlaganja objavi navedeni oglas, obzirom da je neobjavljivanje istog predstavlja prekršaj naručioca iz člana 236. stav 1. tačka 8) ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Dobili su predlog za zaključenje aneksa od strane EPS, sa kojim su 10 dana ranije zaključili ugovor....", "link": null, "input": "Pitanje: Dobili su predlog za zaključenje aneksa od strane EPS, sa kojim su 10 dana ranije zaključili ugovor....: Mogu da zaključe aneks, pozvaće se na član 158. ZJN."}
