{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li izmena ugovora o jn  usled promene cene mora biti unapred predviđena u ugovoru o jn?...", "link": null, "input": "Pitanje: Da li izmena ugovora o jn  usled promene cene mora biti unapred predviđena u ugovoru o jn?...: N\naručilac može da izvrši izmenu ugovora o jn u pogledu npr. promene cene ukoliko je to jasno predvideo u dokumentaciji i ugovoru o jn,\nkao što je i propisano čl.\n156. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da izmene ugovor o...", "link": null, "input": "Pitanje: Da li mogu da izmene ugovor o...: nabavci građevinskih radova\nusled pojave nepredviđenih"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: okolnosti?...", "link": null, "input": "Pitanje: okolnosti?...: Postoji li rok u kome je\nnaručilac  dužan da izvrši\nizmenu ugovora o jn iz čl.\n155-161 ZJN (u\nkonkretnom slučaju, usled\npojave nepredviđenih"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: okolnosti)?...", "link": null, "input": "Pitanje: okolnosti)?...: Protumačen čl 158. ZJN i rečeno da naručialc može da izmeni ugovor usled pojave nepredviđenih okolnosti na način i pod uslovima koje taj član ZJN propisuje sa ukazivanjem na čl. 155. ZJN u vezi sa obavezom naručioca da obaveštenje o izmeni ugovora o jn\npošanje na objavljivanje na Portalu jn u roku od deset dan od dana izmene ugovora o jn.\nNe, ZJN ne propisuje rok u kom je naručilac dužan da izvrši izmenu ugovora o jn, ali podrazumeva\nse\nda naručilac treba da postupi u razumnom roku posebno imajući u vidu osnov izmene ugovora o jn koji može biti (jedan ili više): pojava nepredviđenih okolnosti, pojava dodatnih dobara, usluga, ili radova, povećanje obima nabavke, promena ugovorne strane, zamena podizvođača, izmena na osnovu ugovornih odredaba (npr. promena cene), što po prirodi stvari zahteva pravovremeno postupanje.\nUkoliko bi naručilac\ndozvolio da ponuđač iskaže\ncenu u stranoj valuti, da li je\nu obavezi da to predvidi u"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: dokumentaciji o jn?...", "link": null, "input": "Pitanje: dokumentaciji o jn?...: Da, u tom slučaju naručilac će prema čl. 43. ZJN konkursnom dokumentacijom predvideti mogućnost da ponuđač iskaže cenu u ponudi i u stranoj valuti, i kojoj, te da će se za preračun u dinare koristiti odgovarajući srednji devizni kurs NBS na dan kada je započeto otvaranje ponuda."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naime, pitanje se odnosi na trenutak dostavljanja navedenih ovlašćenja, posebno što je R.komisija po...", "link": null, "input": "Pitanje: Naime, pitanje se odnosi na trenutak dostavljanja navedenih ovlašćenja, posebno što je R.komisija po...: Zainteresovanom licu odgovoreno da navedeno mora da utvrdi iz same dokumentacije o nabavci, posebno dela u tehničkoj specifikaciji ili Uputstvu\nponuđačima\nkako da sačine ponudu. Po nekom ustaljenom pravilu navedeni dokumenti se dostavljaju u samoj e-ponudi (ukoliko je moguće iste dostaviti elektronskim putem), za razliku od dokaza za ispunjenost kriterijuma za kv.izb.privr.subjekata koji se uvek dostavljaju nakon otvaranja ponuda, a na osnovu zahteva naručioca.\nNaručilac sprovodi postupak za javnu nabavku HTZ opreme. Dobili su nalog da obezbede i zaštitne jakne, koje nisu bile u tehničkoj specifikaciji nabavke HTZ opreme, te pos\nta"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: ljvaju pitanje da li mogu da planiraju novu javnu nabavku za predmetna dobra. Imaće obezbeđena finan...", "link": null, "input": "Pitanje: ljvaju pitanje da li mogu da planiraju novu javnu nabavku za predmetna dobra. Imaće obezbeđena finan...: Naručiocu odgovoreno da iz opravdanih razloga može da planira istovrsnu javnu nabavku, i to čini izmenom tj. dopunom plana, shodno odredbama člana 88. stav  4. ZJN, gde se jasno navodi da je i planiranje nove javne nabavke izmena i dopuna plana. U vezi sa navedenim skrenuta pažnja naručiocu u vezi postupanja i određivanja rokova, obzirom da se ta nova nabavka posmatra u zbiru sa procenjenom vrednošću već započetog postupka javne nabavke."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Zavod je naručilac, ali se na tržištu pojavljuje i kao ponuđač, te postavljaju pitanje u vezi sa pri...", "link": null, "input": "Pitanje: Zavod je naručilac, ali se na tržištu pojavljuje i kao ponuđač, te postavljaju pitanje u vezi sa pri...: uverenja na osnovu činjenice da nisu registrovani u Agen.za privredne registre. Isti su registrovani u Privrednom sudu u Beogradu.\nOdgovoreno da ponuđači kao dokaz za nepostojanje navedenih osnova za isključenje dostavljaju: potvrdu nadležnog suda, odnosno nadležne policijske uprave. Sama procedura (zahtev, potrebna dokumentacija, taksa i troškovi) definisana je u nadležnim sudovima. Preporuka da se kontaktiraju nadležni sudovi,\nuključujući i Privredni sud u Beogradu u pogledu potrebne dokumentacije za pribavljanje potrebnih uverenja suda.\nNaručilac je sproveo postupak javne nabavke, primio je ponude i utvrdio je da ponuđač koji je dao najpovoljniju ponudu prema kriterijumu nije upisan u reg.ponuđača. Zahtevali su dokaze, shodno odredbama člana 119. stav 1. ZJN i isti im je dostavio potvrde i uverenja nadležnih sudova i policijske uprave za zak.zastupnika. U dostavljenom uverenju nadležne pol.uprave, utvrđeno je da je isto izdato u februaru ove godine, te da ne pokriva period koji se zahteva prema odredbama člana 111. stav 1. tč. 1) ZJN. Kako mogu da postupe.\nNaručiocu skrenuta pažnja da KJN ne vrši stručnu ocenu ponuda. Citirana je odredba člana 111. stav 1. tačka 1) ZJN gde je navedeno da je naručilac dužan da isključi privrednog subjekta iz postupka javne nabavke ako privr.subjekt ne dokaže da on i njegov zakonski zastupnik u periodu od prethodnih pet godina od dana isteka roka za podnošenje ponuda nije pravosnažno osuđen za krivična dela iz podtačke (1) i (2), osim ukoliko presudom nije utvrđen drugi period zabrane učešća u postupcima javnih nabavki. U konkretnom slučaju, prema navodima naručioca, ponuđač je dostavio uverenje policijske uprave za z.zastupnika koje je izdato u februaru mesecu 2021. godine, koje prema prethodno navedenoj odredbi zakona pokriva eventualno period tj. rok od datuma izdavanja istog pa unazad pet godina. Takođe je ukazano naručiocu da ima prvao da u zavisnosti od okolnosti slučaja i potrebe, zahteva shodno odredbama člana 119. stav 5. ZJN dopunu ili pojašnjenje\ndostavljenih dokaza, prema pravilima odredbi člana 142. ZJN. Nakon utvrđivanja potpunog činjeničnog stanja, naručilac treba da donese konačnu odluku o oceni dostavljene ponude (u smislu njene prihvatljivosti, odnosno neprihvatljivosti)."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li moraju produžiti rok za podnošenje ponuda ukoliko žele malo da smanje procenjenu vrednost javn...", "link": null, "input": "Pitanje: Da li moraju produžiti rok za podnošenje ponuda ukoliko žele malo da smanje procenjenu vrednost javn...: Moraju...."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li mogu da odbiju ponuđača kome su tražoli dokaze, a on ih nije dostavio u predviđenom roku?...", "link": null, "input": "Pitanje: Da li mogu da odbiju ponuđača kome su tražoli dokaze, a on ih nije dostavio u predviđenom roku?...: Ako ponuđač koji je podneo ekonomski najpovoljniju ponudu ne dostavi\ntražene dokaze u ostavljenom roku ili dostavljenim dokazima ne dokaže da\nispunjava kriterijume za kvalitativni izbor privrednog subjekta, naručilac je\ndužan da odbije ponudu tog ponuđača i u skladu sa stavom 1. ovog člana pozove\nsledećeg ponuđača koji je podneo najpovoljniju ponudu ili da obustavi\npostupak javne nabavke, ako postoje razlozi za obustavu."}
