{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Imali su samo sprovedene nabavke ispod praga, ne i izuzete nabavke. S tim u vezi, postavljaju pitanj...", "link": null, "input": "Pitanje: Imali su samo sprovedene nabavke ispod praga, ne i izuzete nabavke. S tim u vezi, postavljaju pitanj...: Klikom na Uputstvo za korisnike na Portalu jn - deo pod nazivom Godišnji izveštaj o nabavkama, naručilac će dobiti uputstva kako da popuni godišnji\nizveštaj o nabavkama na koje se ZJN ne primenjuje iz čl. 181. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Kakva je procedura za izuzetne nabavke?...", "link": null, "input": "Pitanje: Kakva je procedura za izuzetne nabavke?...: Koje dokaze dostavlja privredni subjekt sa kojim je zaključen ugovor o jn (koji ugovor o jn izvršava sa podizvođačem) u slučaju da naručilac"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: zatraži zamenu podizvođača?...", "link": null, "input": "Pitanje: zatraži zamenu podizvođača?...: Izuzete nabavke sprovode se  u skladu sa posebnim a\nkt\nom iz čl. 49. st.  2. ZJN.\nU tom slučaju, privredni subjekt sa kojim je zaključen ugovor o jn dostavlja zahtev iz čl. 161. st. 1. tačka 1) ZJN i dokaze da za novog\npodizvođača ne postoje osnovi za isključenje iz čl. 111. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Kada je naručilac u obavezi da produži rok za podnošenje ponude usled izmene dokumentacije o nabavci...", "link": null, "input": "Pitanje: Kada je naručilac u obavezi da produži rok za podnošenje ponude usled izmene dokumentacije o nabavci...: Protumačena odredba čl. 87. ZJN, posebno deo koji se odnosi na to kada je naručilac dužan da produži rok za podnošenje ponude, te kada se smatra da je dokumentacija o nabavci bitno izmenjena."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li je naručilac u obavezi da razmotri prikladnost oblikovanja predmeta nabavke po partijama ukoli...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da razmotri prikladnost oblikovanja predmeta nabavke po partijama ukoli...: Ne mora. Upućeni na čl. 36. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac je postavio pitanje u vezi primene odredbe člana 119. ZJN i u vezi s tim pitanje da li nar...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje u vezi primene odredbe člana 119. ZJN i u vezi s tim pitanje da li nar...: e\nli ugovora i da li se dokazi dostavaljaju putem elektronske pošte.\nNaručiocu odgovoreno da se dokazi za ispunjenost kriterijuma, shodno odredbama člana 119. stav 1. ZJN dostavljaju od strane ponuđača koji je dao ekonomski najpovoljniju ponudu, i to pre sačinjavanja samog izveštaja o postupku i donošenja odluke o dodeli ugovora. Dokazi se ne zahtevaju u samoj e-ponudi, obzirom da ponuđači u ponudi dostavljaju izjavu kojom potvrđuju da nemaju osnove za isključenje i da ispunjavaju kriterijume za izbor, shodno odredbama člana 118. stav 1. ZJN. Dokazi se zahtevaju i dostavljaju putem Portala javnih nabavki, shodno odredbama člana 45. stav 2. tačka 7) ZJN, a ne putem elektronske pošte.\nNaručilac je sproveo postupak javne nabavke za sanitetski materijal i zaključio je ugovor. Potrošili su sav sanitetski materijal pre isteka roka važenja ugovora. Da li mogu da izmene ugovor, kao i da li mogu pokrenuti novi postupak javne nabavke iako nije usvojen Plan javnih nabavki.\nNaručiocu odgovoreno da odredbe člana 160. ZJN definišu način izmene ugovora, usled povećanja obima nabavke, kao i uslove pod kojima se po ovom osnovu može izmeniti ugovor. Sa druge strane odredbama člana 88. stav 7. ZJN definisano je da u izuzetnim slučajevima, kada javnu nabavku nije moguće unapred planirati ili iz razloga hitnosti, naručilac može pokrenuti postupak javne nabavke koja nije predviđena u planu javnih nabavki. U pogledu navedenog, skrenuta pažnja naručiocu da ima u vidu da li je mogao predmetnu nabavku da planira unapred ili ne, što mora sam da oceni, kao i da li postoje razlozi hitnosti koji bi opravdavali pokretanje postupka javne nabavke koja nije u Planu javnih nabavki."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavljaju pitanje kako se dokazuje neobavezni osnov isključenja predviđen čl. 112. st. 1. tač. 1) ...", "link": null, "input": "Pitanje: Postavljaju pitanje kako se dokazuje neobavezni osnov isključenja predviđen čl. 112. st. 1. tač. 1) ...: Upućeni na čl. 121. st. 1. tač. 3) ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac ima potrebu za hitnom nabavkom usled kvara magneta. Postavljaju pitanje da li mogu da pokr...", "link": null, "input": "Pitanje: Naručilac ima potrebu za hitnom nabavkom usled kvara magneta. Postavljaju pitanje da li mogu da pokr...: Naručiocu ukazano na mogućnost sprovođenja p.p. bez objavljivanja javnog poziva u skladu sa čl. 61. st. 1. tač. 2) ZJN, te obavezu da istovremeno sa objavljivanjem obaveštenja o sprovođenju ovog postupka dostave KJN obrazloženje i svu dokumentaciju u vezi sa razlozima koji opravdavaju sprovođenje ove vrste postupka. Naručiocu takođe ukazano na mogućnost primene čl.88. st. 7 ZJN u pogledu druge okolnosti koju je naveo.\nUčestvovali bi u postupku jn uz angažovanje podizvođača, te su zamolili za bliže objašnjenje odredaba ZJN u vezi sa tim šta je potrebno za njegovo učešće.\nProtumačene odredbe čl. 131. ZJN kojima je regulisano postupanje\nprivrednog subjekta (i naručioca) u slučaju\nučešća podizvođača u postupku jn uz ukazivanje da je privredni subjekt koji namerava da deo ugovora o jn poveri podizvođaču dužan da dostavi zasebnu izjavu o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta iz čl. 118. za podizvođača."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li ZJN predviđa sporazum o zajedničkom nastupu kada ponudu podnosi grupa privrednih subjekata?...", "link": null, "input": "Pitanje: Da li ZJN predviđa sporazum o zajedničkom nastupu kada ponudu podnosi grupa privrednih subjekata?...: ZJN ne predviđa sporazum o zajedničkom nastupu u slučaju podnošenja ponude od strane grupe privrednih subekata, ali naručilac može da ga predvidi u kd."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Radi se o nabavci loto listića čija je proc. vrednost ispod 5.000.000,00 din. Da li su dužni da zaht...", "link": null, "input": "Pitanje: Radi se o nabavci loto listića čija je proc. vrednost ispod 5.000.000,00 din. Da li su dužni da zaht...: S obzirom da se radi o nabavci ispod 5.000.000,00 din. n\naručilac nije dužan da zahteva dokaze\nod ponuđača koji je dostavio ekonomski najpovoljniju ponudu, ali i u ovom slučaju naručilac može da zahteva dokaze u skladu sa čl. 119. st. 3. ZJN.\nTreba da sprovedu pregovarački postupak za nabavku usluge održavanja softvera ispod praga koju može da izvrši samo određeni ponuđač. Da\nli primenjuju odredbe čl. 62. ZJN\nodn. da li se obraćaju KJn za mišenje o osnovanosti primene pregovaračkog postupka"}
