{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Pitanje u vezi sa pojmom javnog naručioca....", "link": null, "input": "Pitanje: Pitanje u vezi sa pojmom javnog naručioca....: Protumačene odredbe čl. 3. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Imaju više raznovrsnih predmeta nabavki koje pojedinačno (npr. usluge popravki), a u skladu sa čl. 2...", "link": null, "input": "Pitanje: Imaju više raznovrsnih predmeta nabavki koje pojedinačno (npr. usluge popravki), a u skladu sa čl. 2...: Nabavke ispod limita iz čl. 27. ZJN naručilac sprovodi u skladu sa posebnim aktom iz čl 49. st. 2 ZJN.\nZamolili su za\nobjašnjenje šta se smatra poverljivim podatkom."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Šta se smatra poverljivim podatkom, čuvanje poverljivih podataka, šta naručilac ne sme da označi kao...", "link": null, "input": "Pitanje: Šta se smatra poverljivim podatkom, čuvanje poverljivih podataka, šta naručilac ne sme da označi kao...: primena odredaba čl. 38. i 39. ZJN ne isključuje primenu drugih odredaba  ZJN, a naročito onih koji se odnose na objavljivanje oglasa o jn i dr. i posebne propise u skladu sa čl. 40. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Pitanje u vezi imena ugovora o jn, uopšteno....", "link": null, "input": "Pitanje: Pitanje u vezi imena ugovora o jn, uopšteno....: Ukratko dato objašnjenje kada je i kako moguće izvršiti izmene ugovora o jn, osnovima za izmenu ugovora o jn, u kojim slučajevima je obavezno objavljivanje obaveštenja o izmeni ugovora o jn uz upućivanje na odredbe čl. 155. do 162. ZJN, kojima je regulisano pitanje izmene ugovora o jn. Pored toga, naručiocu je skrenuta pažnja da postupanje suprotno odredbama čl. 155-161. ZJN povlači prekršajnu odgovornost naručioca u skladu sa čl. 236. st. 1. tač. 14) ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Naručilac je postavio pitanje da li, u slučaju sprovođenja postupka javne nabavke radi zaključenja...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li, u slučaju sprovođenja postupka javne nabavke radi zaključenja...: ugovora koji bi se protezao na dve godine\n, postupak sprovodi na osnovu ukupne procenjene vrednosti ili deli po godinama.\nObjašnjeno je da je, u konkretnom slučaju, reč o jedinstvenoj javnoj nabavci, te da je, s tim u vezi, naručilac dužan da odredi ukupnu procenjenu vrednost za sve vreme trajanja\nugovora\ni na osnovu te vrednosti dalje primenjuje pravila predviđena za određeni postupak javne nabavke.\nTakođe, napomenuto je da, u konkretnom slučaju, nije reč o višegodišnjem ugovoru.\nNavedenom ponuđaču je dodeljen ugovor u postupku javne nabavke određenog građevinskog materijala koji on uvozi iz Ukrajine. Zbog novonastale situacije u toj zemlji od proizvođača je dobio obaveštenje da isporuka neće biti moguća u narednih mesec dana."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Ponuđač postavlja pitanje kako dalje da postupi....", "link": null, "input": "Pitanje: Ponuđač postavlja pitanje kako dalje da postupi....: Imajući u vidu sve navedeno, preporučeno je da ponuđač obavesti naručioca o tome da, ukoliko pristupi ugovoru i preuzme ugovornu obavezu, istu neće moći da izvrši dok se za to ne budu stekli uslovi; neizvesno je da li će to biti mesec dana ili duže."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac je sproveo postupak koji sadrži 6 partija. U tri partije najpovoljniji je ponuđač koji je ...", "link": null, "input": "Pitanje: Naručilac je sproveo postupak koji sadrži 6 partija. U tri partije najpovoljniji je ponuđač koji je ...: Ne...\nNaručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Procenjena vrednost javne nabavke iznosi 10.000.000 dinara bez PDV-a. Koji rok za podnošenje ponuda ...", "link": null, "input": "Pitanje: Procenjena vrednost javne nabavke iznosi 10.000.000 dinara bez PDV-a. Koji rok za podnošenje ponuda ...: Ukazano na član 52. stav 3. tač 1. i 2. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li može da zaključi ugovor za jednu partiju, ako za ostale nisu pristigle ponude?...", "link": null, "input": "Pitanje: Da li može da zaključi ugovor za jednu partiju, ako za ostale nisu pristigle ponude?...: Odgovoreno da može."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li mogu da izmene ugovor za sanitetski i potrošni medicinski materijal u skladu sa članom 158. ZJ...", "link": null, "input": "Pitanje: Da li mogu da izmene ugovor za sanitetski i potrošni medicinski materijal u skladu sa članom 158. ZJ...: Rečeno da mogu ako su ispunjeni uslovi predviđeni tim članom.\nNaručilac je učitao Odluku o\npokretanju postupka\numesto Odluke o dodeli ugovora. Da li može da učita drugu"}
