{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavljaju pitanje da li prethodno informativno obaveštenje mora da sadrži tačan broj partija, pošt...", "link": null, "input": "Pitanje: Postavljaju pitanje da li prethodno informativno obaveštenje mora da sadrži tačan broj partija, pošt...: Naručilac upućen na čl. 107. st. 1 i 6. ZJN kao i na Prilog 4."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručilac postavlja pitanje da li može aneksirati ugovor ukoliko je već jednom izvršio izmenu ugovor...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li može aneksirati ugovor ukoliko je već jednom izvršio izmenu ugovor...: Ukoliko su ispunjeni uslovi za izmenu ugovora, može..."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li je član grupe ponuđa ispravno postupio ukoliko je Izjavu o ispunjenosti kriterijuma za kvalita...", "link": null, "input": "Pitanje: Da li je član grupe ponuđa ispravno postupio ukoliko je Izjavu o ispunjenosti kriterijuma za kvalita...: Jeste.\nNaručilac se raspituje o datumu klada će Republička komisija za zaštitu prava doneti odluko po podnetom ZZP, te kakva će biti njihova odluka.\nUkazano da KJN nema ovlašćenja da odlučuje o zahtevu za zaštitu prava koji je podnet u konkretnom slučaju."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li...", "link": null, "input": "Pitanje: Da li...: ZJN sadrži\npojam\nistovrsnost\ni"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: D\nat odgovor da novi ZJN ne sadrži pojam istovrsnosti kao takav, ali\nda\npostoje odredbe ZJN koji na odgovarajući način upućuju naručioca kako da postupa s tim u vezi.\nTako, s\nhodno stavu 3. istog člana, naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nNaručiocu je\nnapomenuto\nda je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom cilju može da se vrši podela predmeta jn na više nabavki."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li je naručilac u obavezi da odgovori na zahtev za dodatnim informacijama ili pojašnjenjima, koji...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da odgovori na zahtev za dodatnim informacijama ili pojašnjenjima, koji...: Ne. Naručilac postupa po zahtevu za dodatnim informacijama ili pojašnjenjima samo ukoliko je isti blagovremen, u skladu sa čl. 97. ZJN.\nInteres\nuje se\ndokle se stiglo u rešavanju predmeta koji je uputio KJN (Grupi za monitoring). Naime, kao fizičko lice podneo je KJN u februaru o.g. prijavu u vezi nepravilnosti u radu Opšte bolnice „Sv. Sava“ u Beogradu u vezi sa nabavkom mob. telefonije. Pomenuo je da se obraćao i Agenciji za borbu protiv korupcije u vezi pomenute nabavke, koja je prosledila dopis KJN u martu\no.g\n.\nNakon\nprovere\ndata je informacija da je\npredmet u radu."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li može da se izmeni ugovor o jn u smislu promene ugovorne strane?...", "link": null, "input": "Pitanje: Da li može da se izmeni ugovor o jn u smislu promene ugovorne strane?...: Protumačena odredba čl. 159. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....", "link": null, "input": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....: Protumačene su odredbe čl. 155-161. Zakona o javnim nabavkama, kojima su uređene izmene.\nTakođe, objašnjeno je da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac je napravio propust prilikom pripreme konkursne dokumentacije. Postavlja pitanje kako da p...", "link": null, "input": "Pitanje: Naručilac je napravio propust prilikom pripreme konkursne dokumentacije. Postavlja pitanje kako da p...: Protumačene su odredbe koje se odnose na mogućnost izmene konkursne dokumentacije i obavezu produženja roka za podnošenje ponuda u tom slučaju."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Privredni subjekat postavlja pitanje da li je naručilac, u konkretnom slučaju, bio dužan da predmet ...", "link": null, "input": "Pitanje: Privredni subjekat postavlja pitanje da li je naručilac, u konkretnom slučaju, bio dužan da predmet ...: Ukazano je na odredbe\nZakona o javnim nabavkama koje se odnose na određivanje predmeta javne nabavke i njegovu podelu po partijama, kao i obavezu naručioca da, ukoliko je procenjena vrednost javne nabavke jednaka ili veća od iznosa evropskih pragova, razmotri prikladnost oblikovanja predmeta javne nabavke u više partija."}
