{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: 2. Da se za donacije sprovodi postupak javne nabavke?...", "link": null, "input": "Pitanje: 2. Da se za donacije sprovodi postupak javne nabavke?...: 1. Rečeno da su dužni da sprovedu javnu nabavku u skladu sa članom 27. stav 1. tač 1. ZJN.\n2. Odgovoreno da se sprovodi postupak i u slučaju donacije i da to nije više izuzetak od primene ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Zajednički učestvuju u sufinansiranju nabavke solarnih panela na kućama sa organom opštinske samoupr...", "link": null, "input": "Pitanje: Zajednički učestvuju u sufinansiranju nabavke solarnih panela na kućama sa organom opštinske samoupr...: Ukazano na član 15. stav 1. tač. 1. ZJN i rečeno da sprovode ako je reč o radova iz Priloga 1 ovog zakona."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac nije naveo kao uslov finansijskog kapaciteta da ponuđač nije bio u blokadi. Drugi privredn...", "link": null, "input": "Pitanje: Naručilac nije naveo kao uslov finansijskog kapaciteta da ponuđač nije bio u blokadi. Drugi privredn...: Odgovoreno da naručilac nije u obavezi da traži dokaze o ispunjenosti kriterijuma kvalitativni izbor privrednog subjekta, u skladu sa članom 119. stav 1. ZJN. Takođe, s obzirom na to da naručilac nije zahtevao kao uslov navedeni kriterijum, nije u obavezi da traži dokaze o njegovoj ispunjenosti. Ukazano i na član 119. stav 3. ZJN prema kojem naručilac može i da traži sve  dokaze o ispunjenosti kriterijuma bez obzira na procenjenu vrednost javne nabavke."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: 2. Da li se dokazi traže od svih ponuđača?...", "link": null, "input": "Pitanje: 2. Da li se dokazi traže od svih ponuđača?...: 1. Odgovoreno da se ponude upoređuju bez PDV-a.\n2. ne, već samo od najpovoljnijeg.\nNaručilac sprovodi nabavku čija je procenjena vrednost iznad evropskih pragova. Ne zna na koji način se objavljuju oglasi u Službenom listu EU.\nOdgovoreno da još uvek naručioci nemaju obavezu da objavljuju oglase o javnim nabavkama u Službenom listu EU. Navedenu obavezu imaće kada RS pristupi EU."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Pitanje se odnosilo na način sprovođenja nabavki društvenih i drugih posebnih usluga ispod 15.000 00...", "link": null, "input": "Pitanje: Pitanje se odnosilo na način sprovođenja nabavki društvenih i drugih posebnih usluga ispod 15.000 00...: Odgovoreno da se na nabavku društvenih i drugih posebnih usluga ispod 15.000 000 din ne primenjuju odredbe ZJN, već je naručilac dužan da posebnim aktom uredi način njihovog sprovođenja.\nPonuđač je u Izjavi naveo greškom da se podatak da nisu bili u blokadi, nalazi na internet stranici APR, kao javno dostupan podatak, umesto  internet stranici NBS.."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Kako je u pitanju javno dostupan podatak i očigledna greška, nema potrebe da se traži pojašnjenje il...", "link": null, "input": "Pitanje: Kako je u pitanju javno dostupan podatak i očigledna greška, nema potrebe da se traži pojašnjenje il...: Sproveden postupak radi zaključenja OS na 24 meseca, ali greškom u obrascu str. cene označeno da se cene za određene količine daju za 12 meseci..okvirni se zaključuje sa jednim ponuđačem i to je planirano da se zaključe dva ugovora na 12 meseci..\nUkazano da naručilac mora da odluči šta će da uradi u konkretnom slučaju.. takođe, s obzirom da je jasno naznačeno na koliko se zaključuje OS, te da je u pitanju jedan ponuđač sa kojim su i ranije imali zaključen OS, i radili na istom principu da zaključe dva ugovora tj, jedan godišnje ..ne bi trebalo da bude problema..\nPlaniraju da sprovedu postupak na stranom jeziku, pa imaju nedoumicu da li je to moguće i zakonom dozvoljeno..\nUkazano na odredbe ZJN u pogledu korišćenja stranog jezika, i činjenicu da Portal ima verziju i na engleskom..\nNe razume razliku između stava 1. tačka 2) i st. 2. i 3. člana 11. ZJN odnosno kada se koji primenjuje…\nUkazano na predmetnu razliku.."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Na koji način da omoguće uvid u dokumentaciju ponuđaču za deo ponude koja nije dostupna putem Portal...", "link": null, "input": "Pitanje: Na koji način da omoguće uvid u dokumentaciju ponuđaču za deo ponude koja nije dostupna putem Portal...: Ukazano da mogu da pozovu ponuđača u prostorije naručioca.\nSproveli su nabavku koja je ispod 5 000 000 dinara i saglasno čl. 119. st. 2. ZJN nisu tražili dokaze o ispunjenosti kriterijuma. Međutim najpovoljniji ponuđač je samoinicijativno dostavio dokaze. Nakon uvida u dokaze videli su da on zapravo ne ispunjava tehnički kapacitet. Kako da ocene takvu ponudu?\nStručna ocena ponuda je na naručiocu."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li mogu nakon zaključenja ugovora da uvedu podizvođača i da li može da se odredi da se plaćanje p...", "link": null, "input": "Pitanje: Da li mogu nakon zaključenja ugovora da uvedu podizvođača i da li može da se odredi da se plaćanje p...: Ukazano da se sa zahtevom za uvođenje podizvođača obraća naručiocu, te da udeo podizvođača ne sme da budi veći od 30% vrednosti ugovora. Takođe ukoliko naručilac prihvati, vrši se aneks ugovora saglasno čl. 161. ZJN i  tada dostavljaju dokaze za podizvođača da ne postoje osnovi za isključenje iz čl. 111. ZJN. A odredbu o načinu plaćanja podizvođača regulišu aneksom ugovora."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Dobili su ponudu koja prevazilazi procenjenu vrednost javne nabavke, da li moraju da odbiju takvu po...", "link": null, "input": "Pitanje: Dobili su ponudu koja prevazilazi procenjenu vrednost javne nabavke, da li moraju da odbiju takvu po...: Ukazano na čl. 146. st. 2. ZJN i na čl. 144. st. 2. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Aneksirali su ugovor po osnovu čl. 160. ZJN, da li imaju obavezu da objavljuju obaveštenje o izmeni ...", "link": null, "input": "Pitanje: Aneksirali su ugovor po osnovu čl. 160. ZJN, da li imaju obavezu da objavljuju obaveštenje o izmeni ...: Ne."}
