{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Koliko iznosi taksa u slučaju podnošenja ZZP na nabavke izuzete od  primene ZJN?...", "link": null, "input": "Pitanje: Koliko iznosi taksa u slučaju podnošenja ZZP na nabavke izuzete od  primene ZJN?...: Mak internacional, Niš\nPojavila se potreba za izmenom ugovora o nabavci električne energije usled povećanja obima nabavke odn. broja električnih brojila. S tim u vezi, pitaju da li mogu da primene čl. 160. ZJN.\nIzmenu ugovora o jn usled povećanja obima nabavke naručilac može izvršiti pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni uslovi propisani čl. 160. ZJN. Uz to, ukazano da nisu dužni da objave obaveštenje o izmeni ugovora o jn po ovom osnovu."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Na koji način da odgovore privrednom subjektu koji je tražio uvid u dokaze koje je dostavio drugi pr...", "link": null, "input": "Pitanje: Na koji način da odgovore privrednom subjektu koji je tražio uvid u dokaze koje je dostavio drugi pr...: Odgovoreno da ukoliko je privredni subjekt pojedine podatke učinio poverljivim u skladu sa članom 38. stav 2. ZJN, naručilac je dužan da ih čuva kao takve, te da u skladu sa tim i odgovori na zahtev privrednog subjekta."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Na koji način naručilac sprovodi nabavku društvenih usluga procenjene vrednosti ispod 2.000.000 dina...", "link": null, "input": "Pitanje: Na koji način naručilac sprovodi nabavku društvenih usluga procenjene vrednosti ispod 2.000.000 dina...: Rečeno da naručilac nije dužan da sprovodi postupak javne nabavke društvenih usluga u smislu člana 27. stav 1. tačka 2. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li je naručilac dužan da šalje ponude na 3 adrese u slučaju nabavki na koje se ZJN ne primenjuje?...", "link": null, "input": "Pitanje: Da li je naručilac dužan da šalje ponude na 3 adrese u slučaju nabavki na koje se ZJN ne primenjuje?...: Naručiocu ukazano da je dužan da primenjuje načela shodno okolnostima konkretne nabavke.\nNaručilac se interesovao o sprovođenju nabavki ispod pragova.\nKonkretno, kako da postupa sa njima u novonastaloj situaciji rasta cena na tržištu za veliki broj artikala.\nUkazano je da je članom 49. stav 2. Zakona o javnim nabavkama propisano da je naručilac dužan da posebnim aktom bliže uredi način planiranja, sprovođenja postupka javne nabavke i praćenja izvršenja ugovora o javnoj nabavci (način komunikacije, pravila, obaveze i odgovornost lica i organizacionih jedinica), način planiranja i sprovođenja nabavki na koje se zakon ne primenjuje, kao i nabavki društvenih i drugih posebnih usluga."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavljaju pitanje vezano za faze pregovaranja kako to izgleda na Portalu?...", "link": null, "input": "Pitanje: Postavljaju pitanje vezano za faze pregovaranja kako to izgleda na Portalu?...: Objašnjeno kako se pregovara i naručilac upućen na smernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva koje se nalaze na sajtu KJN.\nPonuđač je dostavio menicu i menično ovlašćenje koje nose različiti serijski broj\n,"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: kako postupiti?...", "link": null, "input": "Pitanje: kako postupiti?...: Prvo ukazano ponuđaču da utvrde da li je dostavljena menica registrovana u registru menica i meničnih ovlašćenja NBS. Drugo ukazano naručiocu da ukoliko je menica registrovana, mogu da se obrate ponuđaču kroz čl. 142. ZJN radi pružanja dodatnih pojašnjenja u vezi navedene okolnosti."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li mogu da sabiraju stručni i tehnički kapacitet zajedno sa podizvođačem?...", "link": null, "input": "Pitanje: Da li mogu da sabiraju stručni i tehnički kapacitet zajedno sa podizvođačem?...: Mogu, saglasno čl. 130. st. 1. ZJN\nDa"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: li naručilac može doneti interni plan za nabavke izuzete od primene ZJN?...", "link": null, "input": "Pitanje: li naručilac može doneti interni plan za nabavke izuzete od primene ZJN?...: Nisu sigurni da li prilikom planiranja nabavki  uzimaju u obzir istovrsnost s obzirom da ZJN ne sadrži pojam istovrsnosti kao prethodni ZJN.\n1. Naručilac je dužan da posebnim aktom iz čl. 49. st. 2. ZJN bliže uredi ne samo način sprovođenja nabavki na koje se ZJN ne primenjuje, već i način planiranja ovih nabavki.\n2.Ukazano je da\nnovi ZJN ne sadrži pojam istovrsnosti kao takav, ali\nda\npostoje odredbe ZJN koji na odgovarajući način upućuju naručioca kako da postupa s tim u vezi.\nNaime, s\nhodno\nčl. 29.\nst 3.\nZJN\nnaručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nPored toga, napomenuto je\nda je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom\ncilju može da se vrši podela predmeta jn na više nabavki.\nNameravaju da upute KJN prijavu nepravilnosti u postupcima jn, te ih interesuje na koji način to mogu da učine.\nRečeno kako da upute KJN prijavu nepravilnosti u postupcima jn.\nPojavio se tehnički problem prilikom registracije na Portalu jn.\nProsleđeno kolegi Urošu."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Može li ponuđač u istom postupku jn da učestvuje u dve ponude. kao podizvođač?...", "link": null, "input": "Pitanje: Može li ponuđač u istom postupku jn da učestvuje u dve ponude. kao podizvođač?...: Uzimajući u obzir odredbu čl. 135. st. 7. ZJN može se zaključiti da ponuđač može da učestvuje\nu istom postupku jn\nu dve (ili više) ponuda/prijava kao podizvođač."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li fizičko lice može da učestvuje u postupku jn?...", "link": null, "input": "Pitanje: Da li fizičko lice može da učestvuje u postupku jn?...: Može."}
