{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Sprovode nabavku radova proc. vrednosti 8 000 000  dinara, podeljenu u partije, da li moraju ponuđač...", "link": null, "input": "Pitanje: Sprovode nabavku radova proc. vrednosti 8 000 000  dinara, podeljenu u partije, da li moraju ponuđač...: Da, moraju budući da je proc. vred. postupka 8 000 000.\nPonuđač se žali na k.d. naručioca u postupku u kome učestvuje kao ponuđač.\nPonuđaču ukazano na čl. 97. st. 1 . i st. 3. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručilac navodi da su sproveli postupak javne nabavke el. energije i da su dobili jednu ponudu koja...", "link": null, "input": "Pitanje: Naručilac navodi da su sproveli postupak javne nabavke el. energije i da su dobili jednu ponudu koja...: Ukazano na čl 146. st. 2. i čl. 144. st, 2. ZJN.\nU toku razgovora sa naručiocem je utvrđeno da oni neposredno pre pokretanja postupka nisu izvršili ispitivanje tržišta, već su samo „prepisali“ proc. vrednost od prošle godine, te shodno tome nisu postupili u skladu sa čl. 29. st. 1. ZJN – procenjena vrednost mora biti validna u vreme pokretanja postupka."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Ponuđač koji je dostavio ponudu, deo ugovora će poveriti podizvođaču, da li dostavlja izjavu za podi...", "link": null, "input": "Pitanje: Ponuđač koji je dostavio ponudu, deo ugovora će poveriti podizvođaču, da li dostavlja izjavu za podi...: Ukazano na čl. 118. st. 3. ZJN-a."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručioc je postavio pitanje koje se tiče računanja rokova u postupcima javnih nabavki, konkretno, k...", "link": null, "input": "Pitanje: Naručioc je postavio pitanje koje se tiče računanja rokova u postupcima javnih nabavki, konkretno, k...: Naručiocu odgovoreno da shodno članu 66. i 67. ZJN može da koristi tehniku okvirnog sporazuma u postupcima javnih nabavki. Naručiocu posebno naglašeno da okvirni sporazum može da zaključi nakon sprovedenog postupka javne nabavke (član 66. stav 2. ZJN). Dalje, naručiocu naglašeno da okvirni sporazum koji zaključuje naručilac ne može da traje duže od 4 godine, osim u posebno opravdanim slučajevima koji su u\nvezi sa predmetom javne nabavke, koje naručilac mora da obrazloži (član 66. stav 4. ZJN) . Takođe, naručiocu posebno naglašeno da okvirni sporazum i ugovor zaključen na osnovu okvirnog sporazuma ne može da se koristi na način kojim bi se sprečila, ograničila ili narušila konkurencija i jednakost ponuđača.\nNaručiocu odgovoreno da Obrazac strukture ponuđene cene mora da, shodno predmetu javne nabavke, sadrži sve tražene elemente shodno članu 13. Pravilnika o sadržini konkursne dokumentacije. Naime, naručiocu pojašnjeno da Obrazac strukture ponuđene cene mora da ima jasno predviđena polja za: upisivanje naziva predmeta nabavke; upisivanje jedinice mere; upisivanje količine, u slučaju korišđenja tehnike okvirnog sporazuma, okvirne količine; jediničnu cenu bez PDV – a; jediničnu cenu sa PDV – om; ukupnu cenu bez PDV – a; ukupnu cenu sa PDV – om.\nNaručiocu odgovoreno da ima pravo, shodno članu 94. ZJN da predvidi u konkursnoj dokumentaciji sredstva obezbeđenja. Konkretno, naručilac ima pravo shodno članu 94. stav 1. tačka 2) ZJN da zahteva od privrednog subjekta da mu dostavi sredstvo obezbeđenja za ispunjenje ugovornih obaveza. Naručiocu naglašeno da shodno članu 94. stav 3. ZJN sredstvo obezbeđenja iz stava 1. tačka 2) i 3) ovog člana ne može da bude veće od 10% vrednosti ugovora o javnoj nabavci bez poreza na dodatu vrednost. Takođe, naručiocu odgovoreno da je u  članu 15. stav 2. tačka 1) Pravilnika o sadržini konkursne dokumentacije u postupcima javnih nabavki bankarska\ngarancija predviđena kao sredstvo obezbeđenja.\nNaručiocu odgovoreno da shodno članu 151. stav 2. tačka 2) ZJN naručilac može da zaključi ugovor o javnoj nabavci i pre isteka roka za podnošenje zahteva za zaštitu prava na osnovu okvirnog sporazuma.\nNaručiocu odgovoreno da shodno članu 52. stav 3. tačka 4) ZJN minimalni rok za podnošenje ponuda u otvorenom postupku je deset dana od dana slanja na objavljivanje javnog poziva, za nabavku dobara i usluga čija je procenjena vrednost niža od 10.000.000 dinara. Imajući u vidu, a na osnovu navoda naručioca tokom telefonske konsultacije, da je planirana javna nabavka usluga čija je procenjena vrednost 10.000.000 dinara, naručiocu odgovoreno da, prilikom određivanja roka za podnošenje ponuda, postupi u skladu sa članom 52. stav 3. tačka 2) ZJN. Takođe, naručiocu naglašena mogućnost skraćivanja roka za podnošenje ponuda za pet dana, kada ponude mogu da se podnesu elektronskim sredstvima (član 52. stav 5. ZJN).\nNaručioca interesuje da li usluge pomoći starijim licima i licima sa invaliditetom spadaju u usluge sa socijalnim aspektom.\nUsluge pomoći starijim licima i licima sa invaliditetom ne spadaju u usluge sa socijalnim aspektom jer su samo po sebi socijalne usluge. Kada se misli na nabavke sa socijalnom aspektom misli se na nabavke koje prvenstveno nemaju socijalnu svrhu ali poseduju dodatni element kako bi koristile i pomogle što većem krugu ljudi. Primera radi, nabavka radova investicionog održavanja zgrade nije socijalna nabavka, ali ako je u okviru nabavke postoje radovi za izradu pristupa zgradi za lica sa invaliditetom, ta nabavka zbog tih radova ima socijalni aspekat.\nZaboravili su lozinku za Portal za jn.\nUpućeni na kolege iz tehničke službe."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Koga naručilac obaveštava u slučaju donošenja rešenja iz čl. 220. ZJN?...", "link": null, "input": "Pitanje: Koga naručilac obaveštava u slučaju donošenja rešenja iz čl. 220. ZJN?...: Naručilac obaveštava subjekte iz čl. 220. st. 1. tačka 1) i tačka 2) ZJN u zavisnosti od toga da li je ZZP osnovan ili nije.\nNačinili su tehničku grešku prilik\no\nm\nrada na Portalu jn…\nUpućeni na br. kontakt tel. KJN za konsultacije u vezi sa primenom Portala jn koji se nalaze na internet srani KJN u delu Kontakt.\nU vezi mejla sa nabakvma na koje se Zjn ne primenjujue\nProsleđeo kolegi Rijadu."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li...", "link": null, "input": "Pitanje: Da li...: trajanje\nugovor\na\no jn koji se zaključuje na osnovu okvirnog sporazuma mora da se\npodudara sa trajanjem tog o.s."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: Ugovor\no jn\njn koji se zaključuje na osnovu okvirnog sporazuma\nmora da se zaključi pre isteka roka važenja o.s. i\nne mora da se podudara sa trajanjem tog o.s., već po potrebi može trajati\nkraće ili duže vreme.\nD\na li može da se vrši  kopiranje dokumentacije iz postupka jn prilikom uvida"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: u dokumentaciju iz postupka jn?...", "link": null, "input": "Pitanje: u dokumentaciju iz postupka jn?...: Može, izuzev\ndelova dokumentacije iz postupka jn koji predstavljaju poverljive podatke, koje je  naručilac u obavezi da zaštiti u skladu sa ZJN.\nNapomenuto da troškove\nkopiranja dokumentacije iz postupka jn snosi podnosilac zahteva za uvid u dokumentaciju iz postupka jn."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručiocu je u postupku javne nabavke podnet treći zahtev za zaštitu prava. Pored toga, uočio je rač...", "link": null, "input": "Pitanje: Naručiocu je u postupku javne nabavke podnet treći zahtev za zaštitu prava. Pored toga, uočio je rač...: Najpre, naručilac treba da postupi po poslednjem zahtevu za zaštitu prava i sačeka odluku Republičke komisije.\nJedan od ponuđača zahteva uvid u dokumentaciju o nabavci, iako je, kako je naručilac istakao, postupak javne nabavke okončan pre mesec dana.\nZakonom o javnim nabavkama nije predviđen rok u kojem je ponuđač dužan da podnese zahtev za uvid.\nNaručilac ima problem sa računanjem rokova.\nObjašnjeno je na koji način se računaju rokovi."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Privredni subjekt postavlja pitanje da li strani ponuđač...", "link": null, "input": "Pitanje: Privredni subjekt postavlja pitanje da li strani ponuđač...: može da bude član grupe ponuđača ili podizvođač.\nSa stanovišta Zakona o javnim nabavkama ne postoji smetnja."}
