{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Učestvuju u nabavcki med. potrošnog materijala u UKCS ѕa partije koje zapredmet imaju  imunološki ma...", "link": null, "input": "Pitanje: Učestvuju u nabavcki med. potrošnog materijala u UKCS ѕa partije koje zapredmet imaju  imunološki ma...: Prosleđeno kolegama koji daju konsultacije u vezi sa primenom Portala jn."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Kakva je procedura ukoliko bi uputili KJN zahtev za tumačenje u vezi sa primenom ZJN?...", "link": null, "input": "Pitanje: Kakva je procedura ukoliko bi uputili KJN zahtev za tumačenje u vezi sa primenom ZJN?...: Rečeno kako i na koji način mogu da upute KJN zahtev za mišljenje u vezi sa primenom ZJN uz uplatu takse."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Dobili su ponudu koja prelazi procenjenu vrednost nabavke, ali nemaju fin. sredstva da istu prihvate...", "link": null, "input": "Pitanje: Dobili su ponudu koja prelazi procenjenu vrednost nabavke, ali nemaju fin. sredstva da istu prihvate...: S\naglasno\nčl. 144. st. 2.\nZJN\nnaručilac\nima  mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n.\nPogrešno su pozvali pravne konstulacije umesto\ntehničku podršku za Portal jn.\nUsmereni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn na br. tel. objavljene na internet stranici KJN u delu Kontakt\n.\nGeneralno ukazao na postojanje malverzacija kod nekoliko naručilaca, između ostalog i na Poštu Srbije, da u toku postupka menjaju članove grupe ponuđača i podizvođače…\nPreneto kolegama iz nadzora\nUkazao na nepropisan rad Doma zdravlja Pančevo\nPreneto kolegama iz nadzora\nU vezi sa čl. 92. ZJN, da li je naručilac dužan da imenuje komisiju kad je nabavka preko 3 mil., ako su u pitanju društ. i druge posebne usluge..ako je nabavka iznad 3 mil. a ne preko 15 mil.\nUkazano da naručilac ne primenjuje zakon ako su u pitanju društ. usluge ispod 15mil, pa tako ni odredbu člana 92. ZJN\nNaručilac je dobio poziv od Prekršajnog suda iniciran zahtevom za pokretanje prekršajnog postupka koji je podnela Kancelarija za javne nabavke iz razloga što navedeni naručilac nije objavio obaveštenje o obustavi postupka."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac je obrazložio svoj propust i postavio pitanje da li može sad da objavi obaveštenje, a Kanc...", "link": null, "input": "Pitanje: Naručilac je obrazložio svoj propust i postavio pitanje da li može sad da objavi obaveštenje, a Kanc...: Objašnjeno je da Kancelarija za javne nabavke neće povući zahtev iz razloga što naknadno objavljivanje ne utiče na činjenicu da je naručilac propustio zakonski rok.\nNaručilac se interesovao za izmene ugovora, posebno na osnovu člana 156. Zakona o javnim nabavkama.\nU konkretnom slu\nčaju, ukazano je na odredbe člana\n156. Zakona o javnim nabavkama,\nu smislu toga da\nsu izmene bile predviđene u dokumentaciji o nabavci i ugovoru o javnoj nabavci na jasan, precizan i nedvosmislen način, bez obzira na vrednost izmene.\nPredmet jn je održavanje vozila.\nDo sada su ponude koristili kao kriterijum za ponderisanje, a ugovor su zaključivali do procenjene vrednosti. Saznali su da je stav RK da više ne smeju tako da postupaju."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Kako da popune obrazac ponude kada...", "link": null, "input": "Pitanje: Kako da popune obrazac ponude kada...: ne mogu unapred da znaju kakvi kvarovi će se desiti na vozilima i koje delove će morati da menjaju pa da ih nabave? Sproveli bi otvoreni postupak.\nStav Kancelarije za javne nabavke je da takvo postupanje nije u skladu sa ZJN, stav RK mogu proveriti na internet stranici RK, i na Portalu.\nSavetovano da zaključe okvirni sporazum. Navešće neke delove vozila u obrascu, a na kraju će dodati rečenicu da se to odnosi i na nepredviđene popravke i eventualne zamene delova vozila koji nisu na spisku."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Kako da dokažu da su popunili anketu u svojoj internoj dokumentaciji?...", "link": null, "input": "Pitanje: Kako da dokažu da su popunili anketu u svojoj internoj dokumentaciji?...: Samo administrator. Svaki naručilac popunjava po jednu anketu.\nTo zavisi od njihove interne procedure."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Imali su nabavku ispod praga predviđenog članom 27. ZJN. Međutim, zbog rasta cena procenjena vrednos...", "link": null, "input": "Pitanje: Imali su nabavku ispod praga predviđenog članom 27. ZJN. Međutim, zbog rasta cena procenjena vrednos...: Potrebno je da izvrše izmenu plana, s obzirom da je to planiranje nove javne nabavke, u skladu sa čl. 88. stav 4. ZJN\nZaključili su ugovor o jn građevinskih radova u o.p. U dokumentaciji i ugovoru o jn nisu predvideli promenu cene, a izvođač radova sada traži povećanje cene usled porasta cene građevinskog  materijala (npr. čelika) koju je prouzrokovala kriza na tržištu  nastala usled rata u Ukrajini.\nUkazano na mogućnost primene čl. 158. ZJN\npod uslovom da su\nispunjeni\nsvi uslovi propisani tim članom ZJN. Pored toga, ukazano je\nna obavezu\nnaručioca da objavi\nobaveštenj\ne\no izmeni ugovora\no jn po ovom osnovu, a\nu skladu sa čl. 155. st. 2. ZJN.\nImaju više zaključenih ugovora o jn za nabavku dobara, usluga i radova u kojima su predvideli promenu cene. S tim u vezi, interesuje ih da li su dužni da izvrše izmenu tih ugovora\nukoliko su predvideli promenu cene.\nUkazano da mogu da izvrše izmene predmetnh ugovora po osnovu ugovornih odredaba u skladu sa čl. 156. ZJN.\nZatražili su pojašnjenje bitnih izmena odredaba ugovora o jn.\nProtumačena odredba čl. 154. ZJN na koju su upućeni."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: vrednost usluga kada se ugovor o jn zaključuje na više godina i u kojima neće biti određena ukupna c...", "link": null, "input": "Pitanje: vrednost usluga kada se ugovor o jn zaključuje na više godina i u kojima neće biti određena ukupna c...: U zavisnosti od toga da li se ugovor o jn usluga zaključuje na određeno vreme do 48 meseci (prvi slučaj), ili se zaključuje na duže od 48 meseci ili na neodređeni rok (drugi slučaj), izračunavanje proc vrednosti nabavke usluga zasniva se na;\nukupnoj proc. vrednosti za vreme trajanja ugovora, u prvom slučaju i\nmesečnoj proc. vrednosti ugovora o jn pomnoženoj sa 48, u drugom slučaju.\nU postupku jn podnet je ZZP pre\nisteka roka za podnošenje ponuda. Isti je rešenjem RK odbijen kao neosnovan. D"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: a li nastavljaju s postupkom jn?...", "link": null, "input": "Pitanje: a li nastavljaju s postupkom jn?...: Da, naručilac nastavlja\ns postupkom\njn tamo gde je zastao usled podnetog ZZP-a\nvodeći računa da za podnošenje ponuda mora da ostane\nminimum o\nnoliko dana koliko je ostalo od t\nrenutka podnošenja\nZZP."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Tehničko pitanje u vezi sa primenom Portala jn....", "link": null, "input": "Pitanje: Tehničko pitanje u vezi sa primenom Portala jn....: Upućeni na br. tel. za konsultacije u vezi sa primenom Portala jn."}
