{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li moraju da zaključe aneks ugovora koji im je dostavio naručilac?...", "link": null, "input": "Pitanje: Da li moraju da zaključe aneks ugovora koji im je dostavio naručilac?...: Ponuđač samo donesi odluku u zavisnosti od okolnosti konkretnog slučaja."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da pošalju KJN zahtev za mišljenje za dodatne radove u pregovaračkom postupku...", "link": null, "input": "Pitanje: Da li mogu da pošalju KJN zahtev za mišljenje za dodatne radove u pregovaračkom postupku...: Naručiocu objašljeno da dodatni radovi shodno odredbama ZJN/2019, ne predstavljaju osnov za primenu pregovaračkog postupka bez objavljivanja poziva za podnošenje ponuda, odnosno javnog poziva. Ukoliko se naručiocu javi potreba za dodatnim radovima, isti shodno članu 157. ZJN/2019 ima mogućnost da izmeni ugovor o javnoj nabavci, u kojem slučaju će biti dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portal javnih nabavki u roku od 10 dana od izmene ugovora.\nNaručilac ima standard ISO/IEC  27001:2013 – sistem upravljanja bezbednošću informacijama, i po tom standardu imaju obavezu da"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: zaključe NDA ugovor o poverljivosti, te ih interesuje da li u skaldu sa ZJN imaju obavezu da zaključ...", "link": null, "input": "Pitanje: zaključe NDA ugovor o poverljivosti, te ih interesuje da li u skaldu sa ZJN imaju obavezu da zaključ...: ZJN predviđa članu 39. da naručilac može da zahteva zaštitu poverljivosti podataka koje privrednim subjektima stavlja na raspolaganje, ako ti podaci predstavljaju poslovnu tajnu u smislu zakona kojim se\nuređuje zaštita poslovne tajne ili predstavljaju tajne podatke u smislu zakona kojim se uređuje tajnost podataka. Obaveze naručioca koje proizlaze iz određenog standarda, nisu predmet regulisanja zjn,..\nViše pitanja vezanih za nabavke na koje se zakon ne primenjuje, u vezi sa izveštavanjem..\nUkazano na čl. 181. ZJN.\nU toku vršenja stručne ocene, ustanovljeno da su se pojavile okolnosti koje znatno utiču na konkretnu nabavku, i pitaju da li mogu da obustave postupak..\nOdluku o obustavi naručilac donosi u skladu sa članom 147. ZJN, naravno uz obrazloženje okolnosti koje su dovele do ove odluke."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: U o.p. za nabavku usluge štampanja dobijena ponuda prelazi procenjenu vrednost nabavke. S tim u vezi...", "link": null, "input": "Pitanje: U o.p. za nabavku usluge štampanja dobijena ponuda prelazi procenjenu vrednost nabavke. S tim u vezi...: Naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN. Podrazumeva se da naručilac treba da raspolaže potrebnim fin. sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke.\nNameravaju da upute prijavu neregularanosti u postupku jn u kojem su učestvovali, te su zamolili da im se objasni kako da istu pošalju.\nUpućeni kako da pošalju KJN\nprijavu neregularanosti u postupku jn.\nU toku je otvaranje ponuda, a pojavio se tehnički problem u vezi sa\nfunkcin\non\nisanjem\nPortala jn.\nProsleđeno kolegi Mladenu.\nNaručilac je u postupku javne nabavke dobio zahtev za zaštitu prava, koji je podnet pre isteka rok za podnošenje ponuda. Isti je odbijen kao neosnovan od strane R.komisije, te je"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: naručilac u subotu 22.01.2022. godine nastavio postupak javne nabavke gde je za ponedeljak 24.01.202...", "link": null, "input": "Pitanje: naručilac u subotu 22.01.2022. godine nastavio postupak javne nabavke gde je za ponedeljak 24.01.202...: Zainteresovanom licu odgovoreno, da naručilac nakon donošenja konačne odluke u postupku zaštite prava, nastavlja postupka javne nabavke i pri tom do roka za podnošenje ponuda mora da ostane minimum on\no\nliko dana koliko je ostalo od trenutka podnošenja zahteva za zaštitu prava. Zaintersovano lice može podneti ponudu, ili ukoliko smatra da su postupanjem naručioca njegova prava\npovređena eventualno podneti zahtev za zaštitu prava, iako opreza radi prema odredbama člana 214. stav 2. ZJN rok za podnošenje zahteva ističe protokom trećeg dana pre isteka roka za podnošenje ponuda. KJN u predmetnom postupku može, na osnovu obaveštenja zainteresovanog lica, da izvrši monitoring predmetnog postupka, shodno odredbama člana 180. ZJN i Pravilnika o monitoringu.\nNaručilac u velikom broju zaključenih ugovora ima problem, usled povećanja cena uzrokovanih poremećajem na tržištu, rasta cena sirovina, transporta i dr. Veliki broj dobavljača javlja se sa predlozima za izmenu ugovora zbog nastalih okolnosti i nemogućnosti izvršenja ugovora prema ugovorenim uslovima. Najveći broj ugovora definiše fiksnost cene za vreme važenja ugovora i u nekim slučajevima se radi o povećanju cene koja prelazi 50% vrednosti prvobitno zaključenih ugovora. Da li mogu vršiti izmenu ugovora i pored činjenice da su ugorene fiksne cene, kao i da li mogu vršiti izmene u vrednosti preko 50% vrednosti prvobitno zaključenih ugovora.\nNaručiocu odgovoreno da je odredbama člana 158. ZJN predviđena izmena ugovora, usled promenjenih okolnosti. U navedenoj odredbi su kumulativno predviđena dva uslova koja moraju biti ispunjena da bi se ugovor mogao izmeniti. Sama izmena fiksno ugovorene cene, shodno odredbama člana 154. ZJN, ne bi se mogla smatrati bitnom izmenom ugovora, ali opreza radi naručiocu sugerisano da se dobro upozna sa odredbama navedenog člana zakona. Takođe vrlo je bitno da naručilac nije imao niti je mogao da ima saznanja o mogućnosti nastupanja tih promenjenih okolnosti, kao i da iste pogađaju na jednak način sve ponuđače na tržištu. Navedeno naručilac mora nesporno utvrditi, pri čemu se isto ceni od slučaja do slučaja. U pogledu povećanja vrednosti ugovora, ona je ograničena odredbama člana 158. stav 2. na vrednost koja ne može biti veća od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona.\nNa koji način popunjavaju"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: izveštaj o nabavkama na koje se ZJN ne primenjuje?...", "link": null, "input": "Pitanje: izveštaj o nabavkama na koje se ZJN ne primenjuje?...: Pojašnjen član 181. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li postoji rok u kom moraju da objave plan javnih nabavki?...", "link": null, "input": "Pitanje: Da li postoji rok u kom moraju da objave plan javnih nabavki?...: Ne. Plan moraju da objave pre pokretanja prve javne nabavke."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Ukazuju na to da naručilac traži da se pribave određeni katalozi za svaku partiju pojedinačno, što n...", "link": null, "input": "Pitanje: Ukazuju na to da naručilac traži da se pribave određeni katalozi za svaku partiju pojedinačno, što n...: Savetovano da se obrate naručiocu i da traže pojašnjenje. Kažu da su to već uradili i da naručilac stoji pri svojoj prvobitnoj odluci. Ukazano da u tom slučaju mogu jedino da ulože zzp, ukoliko smatraju da je takva odluka naručioca neprimerena i neuobičajena za predmetnu javnu nabavku."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Videli su na sajtu Ministarstva zdravlja da je objavljen javni poziv. Kako da se obrate naručiocu?...", "link": null, "input": "Pitanje: Videli su na sajtu Ministarstva zdravlja da je objavljen javni poziv. Kako da se obrate naručiocu?...: Putem Portala javnih nabavki."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac postavlja pitanje šta da rade kada su dobili sve iste ponude?...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje šta da rade kada su dobili sve iste ponude?...: Naručiocu ukazano da tada primenjuju rezervni kriterijum, a ako i nakon primene rezervnog kriterijuma i dalje postoje dve ili više ponuda koje su jednako rangirane naručilac će dodeliti ugovor ponuđaču koji bude izvučen putem žreba."}
