{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Sprovode nabavku polovnog mikroskopa. Da li imaju osnova za pregovarački postupak?...", "link": null, "input": "Pitanje: Sprovode nabavku polovnog mikroskopa. Da li imaju osnova za pregovarački postupak?...: Ukazano na član 61. stav 1. tač 1. ZJN.\nRečeno i da ukoliko nemaju mogućnost da sprovedu po nekom od tih osnova, mogu da pozovu određene privredne subjekte da podnesu ponude na osnovu člana 52. stav 8. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručilac u Planu jn ima nabavku procenjene vrednosti 5.000.000 dinara. Postavlja pitanje da li može...", "link": null, "input": "Pitanje: Naručilac u Planu jn ima nabavku procenjene vrednosti 5.000.000 dinara. Postavlja pitanje da li može...: Odgovorena da može pokrenuti postupak jn na 3.000.000 dinara, te da ne postoji obaveza izmene Plana jn.\nNaručilac navodi da mu je ponuđač koji je učestvovao u postupku jn, dostavio putem Portala,u delu koji se odnosi na zahtev za zaštitu prava, Zahtev za storniranje javne nabavke u kome mu ukazuje na nepravilnosti učinjene prilikom stručne ocene ponuda i poziva ga na sastanak kako bi raspravili o istim. Takođe, ponuđač navodi da se navedeno pitanje ne rešava pred Republičkom komisijom za zaštitu prava, već pred drugim organima. Kako naručilac da postupi  vezi sa ovim zahtevom?\nPreporučeno da naručilac uputi ponuđaču zahtev da se izjasni da li se radi o zahtevu o zaštiti prava, te da na osnovu toga postupi.\nNaručilac navodi da je 6.9. dobio pitanje privrednog subjekta u vezi sa kd, a da je otvaranje ponuda bilo zakazano za 11.9. Na osnovu tog pitanja naručilac je 8.9. izmenio kd i produžio rok za podnošenje ponuda. Postavlja pitanje da li je dužan da odgovara na pitanja koje su privredni subjekti slali u periodu između 6.9. i 8.9. obzirom da bi ista bila neblagovremena da nije produžen rok za podnošenje ponuda.\nNaručilac upućen da odgovori na sva pristigla pitanja."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li je naručilac dužan da produži rok za podnošenje ponuda ukoliko bi izvršio izmenu tehničke spec...", "link": null, "input": "Pitanje: Da li je naručilac dužan da produži rok za podnošenje ponuda ukoliko bi izvršio izmenu tehničke spec...: Naručilac je dužan da produži rok ukoliko je dok. o nabavci bitno izmenjena. Smatra se da je dokumentacija o nabavci bitno izmenjena ako bi zbog izmena privrednim subjektima nužno bilo potrebno dodatno vreme za pripremu ponude ili prijave, a naročito ako se te izmene odnose na kriterijume za kvalitativni izbor privrednog subjekta, kriterijume za dodelu\nugovora ili tehničke specifikacije predmeta nabavke."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavili pitanje u vezi sa članom 142. stav 2. ZJN, tačnije da im se pojasni rok ne kraći od 5 dana...", "link": null, "input": "Pitanje: Postavili pitanje u vezi sa članom 142. stav 2. ZJN, tačnije da im se pojasni rok ne kraći od 5 dana...: Pojašnjeno da je naručilac dužan da ponuđaču odredi primereni rok za davanje odgovora, koji nije kraći od 5 dana, dakle odrediće mu rok koji je 5 dana ili duži."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavili pitanje u vezi sa izmenom okvirnog sporazuma....", "link": null, "input": "Pitanje: Postavili pitanje u vezi sa izmenom okvirnog sporazuma....: Ukazano na član. 162 ZJN. Dakle, sve izmene okvirnog sporazuma sprovode u skladu sa odredbama čl. 154-161. ZJN, odnosno odredbama na osnovu kojih se menjaju i ugovori."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Pitanje u vezi sa stručnom ocenom ponuda, ponuđač nije popunio pojedine stavke....", "link": null, "input": "Pitanje: Pitanje u vezi sa stručnom ocenom ponuda, ponuđač nije popunio pojedine stavke....: Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje.\nPoslali su uzorke na ekspertizu. Ponuđač se buni jer je ekspertiza trebalo da bude najavljena i predviđena konkursnom dokumentacijom.\nPonuđač smatra da je bilo neophodno da ga pozovu na otvaranje ponuda."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Nakon izmene konkursne dokumentacije, koliko treba da produže rok za podnošenje ponuda?...", "link": null, "input": "Pitanje: Nakon izmene konkursne dokumentacije, koliko treba da produže rok za podnošenje ponuda?...: Naručilac procenjuje da li uzorak odgovara onome što traže i što su naveli u tehn.specifikaciji. Na naručiocu je da odluči na koji način će to utvrditi.\nNa osnovu člana 140. stav 2. ZJN, otvaranje ponuda je javno. Ponuđač je\nbio obavešten kada i gde će biti otvaranje ponuda.\nUkazano na rok 10+3 dana."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac je raskinuo ugovor zaključen po osnovu o.s. zato što ponuđač nije isporučivao sredstva za ...", "link": null, "input": "Pitanje: Naručilac je raskinuo ugovor zaključen po osnovu o.s. zato što ponuđač nije isporučivao sredstva za ...: Odgovoreno da mogu da pokrenu i objašnjen postupak na samom Portalu."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavljaju pitanje da li mogu ugovoriti avansno plaćanje za okvirni sporazum ili je to moguće samo ...", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogu ugovoriti avansno plaćanje za okvirni sporazum ili je to moguće samo ...: Odgovoreno da avansno plaćanje može biti predviđeno okvirnim sporazumom, ali se plaćanje vrši samo kod pojedinačnih ugovora."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Dobili su kroz čl. 142. ZJN od naručioca zahtev za ispravkom računske greške, kako sada postupaju?...", "link": null, "input": "Pitanje: Dobili su kroz čl. 142. ZJN od naručioca zahtev za ispravkom računske greške, kako sada postupaju?...: Objašnjeno da su dužni da dostave odgovor u roku od 5 dana od dana prijema zahteva, a ako se na saglase sa ispravkom računske greške, naručilac će odbiti njihovu ponudu."}
