{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: stručni kapacitet o spisku pruženih usluga za period od 10 godina?...", "link": null, "input": "Pitanje: stručni kapacitet o spisku pruženih usluga za period od 10 godina?...: Može.\nUpućeni na čl. 124. st. 1. tač. 2) ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Javila im se potreba za povećanjem obima usluge štampanja, pa kako se aneksira ugovor usled navedene...", "link": null, "input": "Pitanje: Javila im se potreba za povećanjem obima usluge štampanja, pa kako se aneksira ugovor usled navedene...: Odgovor čl. 160. ZJN\nU toku izvođenja radova, po ugovoru o jn radova, neke pozicije su izvedene u manjem a neke u većem obimu, bez uticaja na vrednost ugovora..Da li treba da aneksiraju ugovor…"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Do kada najkasnije mogu da pokrenu postupak u ovoj godini?...", "link": null, "input": "Pitanje: Do kada najkasnije mogu da pokrenu postupak u ovoj godini?...: Poslednjeg dana u godini, da bude objavljen javni poziv i dok., što znači dan pre poslat na objavljivanje..\nNaručilac sprovodi o.p. proc. vrednosti preko 5.000.00,00 din. i nije mu jasno da li privredni subjekti dostavljaju dokaze iz člana 111. stav 1. tačka 1) i 2) ukoliko nisu upisani u registar ponuđača u APR."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li podnet ZZP na jednu od partija utiče i na ostale partije odn. da li naručilac može doneti odlu...", "link": null, "input": "Pitanje: Da li podnet ZZP na jednu od partija utiče i na ostale partije odn. da li naručilac može doneti odlu...: Naručiocu je objašnjeno da se za privredne subjekte koji su upisani u registar ponuđača\nAPR smatra da nemaju osnov za isključenje iz člana 111. stav 1. tač. 1) i 2) ZJN u skladu sa čl. 128. ZJN, te nisu u obavezi da to posebno dokazuju. Dakle, ukoliko\nprivredni subjekat\nnije upisan u\nregistar ponuđača u APR dužan je da to dokaže\n, ukoliko ga naručilac kao najpovoljnijeg ponuđača pozove pre donošenja odluke o dodeli ugovora o jn da u skladu sa čl. 119. ZJN dostavi dokaze.\nOdgovoreno da podnet ZZP ne utiče na ostale partije, već samo na partiju/partije u odnosu na koje je podnet, tako da naručilac može dalje da postupa u vezi sa ostalim partijama odn. da preduzima dalje aktivnosti u cilju donošenja odluke o dodeli  ugovora o jn.\nNaručilac je zamolio\nza\nobjašnjenje u vezi sa donetim mišljenjem KJN za nabavku opšteg potrošnog sanitetskog medicinskog materijala po hitnosti, br. 1938/21.\nDato objašnjenje.\nNaručilac sprovodi postupak javne nabavke peleta. Predvideo je dostavljanje sertifikata za A klasu, kao i određeni udeo pepela, iz razloga što im je goreo kotao i moraju da obrate pažnju kako bi dobili što kvalitetniji pelet. U toku je faza stručne ocene ponuda. Ponuđač koji je ponudio pelet sa jednim procentom više pepela nego što je predviđeno konkursnom dokumentacijom preti da će da podnese zahtev za zaštitu prava ukoliko bude odbijen, s obzirom na to da je njegova cena najpovoljnija. Podneto je pet ponuda.\nUtvrđeno je da su zainteresovana lica u toku roka za podnošenje ponuda postavljala pitanja naručiocu i davala sugestije, međutim ništa od toga se nije odnosilo na sporno pitanje. Iz svega navedenog proizlazi da je navedeni ponuđač podneo ponudu koja je neprihvatljiva, kao i da ne može da podnese zahtev za zaštitu prava na datu okolnost.\nNaručiocu su „Tenderi“ Kragujevac uputili sugestiju da u postupku javne nabavke radova na bušenju bunara nije odredio rezervni kriterijum.\nPravilnikom o sadržini konkursne dokumentacije u postupcima javnih nabavki u članu 2. predviđeno je da konkursna dokumentacija shodno prirodi predmeta nabavke sadrži, između ostalog, rezervne kriterijume na osnovu kojih će naručilac dodeliti ugovor u situaciji kada postoje dve ili više ponuda koje su nakon primene kriterijuma jednake."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Kako strani...", "link": null, "input": "Pitanje: Kako strani...: privredni subjekti dokazuju nepostojanje osnova za isključenje iz čl.\niz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n,"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: ukoliko se u toj državi ne izdaju dokazi s tim u vezi?...", "link": null, "input": "Pitanje: ukoliko se u toj državi ne izdaju dokazi s tim u vezi?...: Privrednom subjektu\nje ukazno na odredbe čl. 121. ZJN st. 2. i 3. ZJN\nkojima je predviđeno koje dokaze\nps\nkoji\nima sedište u drugoj državi\ndostavlja\nkao dokaz da ne\npostoje osnovi za isključenje iz čl\nana\n111. stav 1. tačka 1)\nZJN\ni tačka 2) i člana 112. stav 1. tačka 1)\nZJN\n, te da, u\nkoliko se\nu državi u kojoj p\ns\nima sedište, odnosno državi\nčiji je lice državljanin ne izdaju\nti\ndokazi\n,\np\ns\nmože umesto dokaza da dostavi svoju\npisanu izjavu datu pod krivičnom i materijalnom odgovornošću, overenu pred\nsudskim ili upravnim organom, javnim beležnikom ili drugim nadležnim\norganom te države, u kojoj se navodi da ne postoje navedeni osnovi za\nisključenje p\ns\n.\nSkrenuta pažnja da ZJN u\nčl.\n121.\nst. 4. upućuje naručioca da\nputem baz\ne\npotvrda na internetu (e-Certis) ili na drugi relevantan način može\nda\nproveri da li se dokazi ne izdaju\nu toj državi\nili ne obuhvataju sve relevantne podatke.\nNaručilac ima zaključen ugovor o jn namirnica po partijama u o.p. Interesuje se kakve su mogućnosti za izmenu ugovora usled povećanja obima predmetne nabavke koje neće prelaziti 10% prvobitne vrednosti ugovora o predmetnoj jn.\nUkazano da naručilac može izmeniti ugovor o jn usled povećanja obima iz čl. 160. ZJN uz ispunjenost svih uslova propisanih članom 160. ZJN, koji se odnose na ograničenje vrednosti izmene ugovora, ograničenje ukupne vrednosti svih izmena ugovora, te nemogućnost da se menja celokupna priroda ugovora odnosno predmet jn. Ukazano i na to da u slučaju primene čl. 160. ZJN naručilac nije u obavezi da na Portalu jn objavi obaveštenje o izmeni ugovora iz čl. 155. st. 2. ZJN.\nNaručilac je u o.p. dobio samo jednu prihvatljivu ponudu. S tim u vezi,  hteo je da utvrdi da li je dužan da sačeka da protekne rok za podnošenje ZZP-a da bi zaključio ugovor o jn.\nNaručiocu dat odgovor da nije\ndužan da sačeka da protekne rok za podnošenje ZZP-a da bi zaključio ugovor o jn i da\nmože da\nzaključi ugovor o jn i pre isteka roka za podnošenje ZZP, a u skladu sa čl. 151. st. 2. tač. 3) ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li pošto im je hitno da pokrenu postupak namirnica mogu da odrede rok  za podnošenje ponuda od 15...", "link": null, "input": "Pitanje: Da li pošto im je hitno da pokrenu postupak namirnica mogu da odrede rok  za podnošenje ponuda od 15...: ZJN ne predviđa takvu obavezu.\nMogu u skladu sa čl. 5. st. 6. ZJN, ako za to postoje razlozi opravdane hitnosti za koje poseduju valjane dokaze."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li imaju obavezu da dostave obaveštenje o dodeli ugovora?...", "link": null, "input": "Pitanje: Da li imaju obavezu da dostave obaveštenje o dodeli ugovora?...: Naručiocu ukazano na odredbe čl. 12. st.1. tač. 1) ZJN.\nNaručilac upućen na odredbe čl. 181. st. 3 i 4. ZJN"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Kada upućuju zahtev za  produženje važenja ponude u skladu sa čl. 137. ZJN da li se to radi putem po...", "link": null, "input": "Pitanje: Kada upućuju zahtev za  produženje važenja ponude u skladu sa čl. 137. ZJN da li se to radi putem po...: Naručiocu ukazano da to radi putem Portala kroz opciju Zahtev za produženje roka važenje ponude i da u okviru stručne ocene ponuda ima opciju korekcija ponuđenih vrednosti."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Odredili su rok od 10 dana za podnošenje ponuda za nabavku čija je proc. vred. niža od 10 000 000 di...", "link": null, "input": "Pitanje: Odredili su rok od 10 dana za podnošenje ponuda za nabavku čija je proc. vred. niža od 10 000 000 di...: Računa se od dana slanja na objavljivanja, s tim što se taj dan ne uračunava u rok, već se početak roka računa od prvog narednog dana.\nDat potvrdan odgovor."}
