{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li naručilac može za tehnički i stručni kapacitet zahtevati spisak pruženih usluga za period od p...", "link": null, "input": "Pitanje: Da li naručilac može za tehnički i stručni kapacitet zahtevati spisak pruženih usluga za period od p...: N\naručilac može za tehnički i stručni kapacitet zahtevati spisak pruženih usluga za period\nduži od\ntri godine\nukoliko je to potrebno da bi se obezbedio odgovarajući nivo konkurencije."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Privredni subjekt je uputio naručiocu spisak uslova koje zahteva da se izmene u konkursnoj dokumenta...", "link": null, "input": "Pitanje: Privredni subjekt je uputio naručiocu spisak uslova koje zahteva da se izmene u konkursnoj dokumenta...: Ukazano da ukoliko naručilac smatra da su neki od tih uslova opravdani, može postupati na način na koji ponuđač predlaže, te izmeniti kd. U suprotnom naručilac će obrazložiti u odgovoru ponuđaču zašto je kd odredio na taj način."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li naručilac može prihvatiti ponudu ukoliko je sredstvo obezbeđenja stiglo pola sata nakon isteka...", "link": null, "input": "Pitanje: Da li naručilac može prihvatiti ponudu ukoliko je sredstvo obezbeđenja stiglo pola sata nakon isteka...: h"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: Ne, navedena ponuda se ne može smatrati blagovremenom."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Na koji način se Republičkoj komisiji za zaštitu prava dostavlja dokumentacija u vezi sa zahtevom za...", "link": null, "input": "Pitanje: Na koji način se Republičkoj komisiji za zaštitu prava dostavlja dokumentacija u vezi sa zahtevom za...: Putem pošte."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Kao sredstvo obezbeđenja tražili su menicu. Ponuđač je menicu dostavio putem pošte, ali u tehničkom ...", "link": null, "input": "Pitanje: Kao sredstvo obezbeđenja tražili su menicu. Ponuđač je menicu dostavio putem pošte, ali u tehničkom ...: Ukazano na odredbe člana 142. ZJN i 144. ZJN, te rečeno da je sva odgovornost na naručiocu kako će izvršiti stručnu ocenu ponuda i postupati u konkretnom slučaju, s obzirom da KJN ne vrši stručnu ocenu ponuda."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Pitanje u vezi sa registracijom preduzetnika na Portalu jn....", "link": null, "input": "Pitanje: Pitanje u vezi sa registracijom preduzetnika na Portalu jn....: Upućen na Uputstvo za korisnike Portala jn (deo koji se odnosi na registraciju privrednog subjekta na Portalu jn).\nPonuđača interesuje procedura pregovaračkog postupka po hitnosti.\nDato je objašnjenje procedure pregovaračkog postupka bez objavljivanja javnog poziva po hitnosti, ukratko. Takođe, ponuđač je upućen na odredbe čl. 62. ZJN, Smernice koje je izdala KJN i Uputstvo za korisnike Portala jn, a u vezi sa primenom pregovaračkog postupka bez objavljivanja javnog poziva.\nNameravaju da uputezahtev za tumačenje ZJN, te ih interesuje način na koji to mogu da učine.\nDato uputstvo kako da pošalju zahtev ѕa tumačenje ZJN.\nNaručilac"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: navodi da su mu ponuđači ukazali da u jedna odredba modela ugovora nije u skladu sa zahtevima iz k.d...", "link": null, "input": "Pitanje: navodi da su mu ponuđači ukazali da u jedna odredba modela ugovora nije u skladu sa zahtevima iz k.d...: Naručiocu ukazano na odredba čl. 87. st. 1. ZJN, odnosno u kojim situacijama postoji obaveza naručioca da produži rok za podnošenje prijava ili ponuda."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li ukoliko nabavka koju sprovode spada u društvene i druge posebne usluge imaju obavezu da primen...", "link": null, "input": "Pitanje: Da li ukoliko nabavka koju sprovode spada u društvene i druge posebne usluge imaju obavezu da primen...: Naručilac upućen na čl. 27. st. 1. tač. 3. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac nije odgovorio na pitanje koje su postavili blagovremeno, kako dalje da postupe?...", "link": null, "input": "Pitanje: Naručilac nije odgovorio na pitanje koje su postavili blagovremeno, kako dalje da postupe?...: Naručiocu dat odgovor da ima mogućnost podnošenja zahteva za zaštitu prava."}
