{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavili pitanje na koji način mogu da izmene okvirni sporazum....", "link": null, "input": "Pitanje: Postavili pitanje na koji način mogu da izmene okvirni sporazum....: Ukazano na član 162. ZJN.  Dakle, sve izmene okvirnog sporazuma sprovode u skladu sa odredbama čl. 154-161. ZJN, odnosno odredbama na osnovu kojih se menjaju i ugovori."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Sprovode postupak na koji se ZJN ne primenjuje, u skladu sa čl. 12. ZJN. Postavljaju pitanje da li j...", "link": null, "input": "Pitanje: Sprovode postupak na koji se ZJN ne primenjuje, u skladu sa čl. 12. ZJN. Postavljaju pitanje da li j...: Naručilac postupa isključivo u skladu sa svojim internim aktom, poštujući osnovna načela javnih nabavki."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Postavljaju pitanje na koji način ogranak stranog pravnog lica može da učestvuje u postupku javne na...", "link": null, "input": "Pitanje: Postavljaju pitanje na koji način ogranak stranog pravnog lica može da učestvuje u postupku javne na...: Ukazano da\nogranak privrednog društva nema svojstvo pravnog lica,\nte da bi\nmatično društvo treba\nlo\nda dokaže da ne postoje osnovi za isključenje ni sa njegove strane ni za ogranak pravnog lica.\nŠto se tiče registracije na Portalu i podnošenja ponude, ne postoje nikakve smetnje da ogranak učestvuje kao ponuđač."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljaju pitanje da li je problem što je ponuđač po upućenom zahtevu za ispravkom računske greške...", "link": null, "input": "Pitanje: Postavljaju pitanje da li je problem što je ponuđač po upućenom zahtevu za ispravkom računske greške...: U redu je, budući da se ispravkom saglasio."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Zaključili su ugovor o izvođenju radova i nakon toga ponuđač je uputio zahtev za izmenu ugovora u po...", "link": null, "input": "Pitanje: Zaključili su ugovor o izvođenju radova i nakon toga ponuđač je uputio zahtev za izmenu ugovora u po...: Upućeni na čl. 158. ZJN i napomenuto da su dužni da objave obaveštenje o izmeni ugovora."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Ponude su im otvorene, međutim jedan od ponuđača je u izjavi, za neprimereni uticaj na postupak štik...", "link": null, "input": "Pitanje: Ponude su im otvorene, međutim jedan od ponuđača je u izjavi, za neprimereni uticaj na postupak štik...: Naručiocu ukazano na odredbe člana 144. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Koji je rok za odlučivanje RK?...", "link": null, "input": "Pitanje: Koji je rok za odlučivanje RK?...: Uvidom na Portal konstatovano da je naručilac objavio obaveštenje.\nUpućeni na čl. 227. st. 1. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Postavljaju pitanje istovrsnosti, odnosno da li je fotokonduktor isto što i toneri?...", "link": null, "input": "Pitanje: Postavljaju pitanje istovrsnosti, odnosno da li je fotokonduktor isto što i toneri?...: Upućeni da pošalju zahtev za tumačenje."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....", "link": null, "input": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....: Protumačene su odredbe člana 157. Zakona o javnim nabavkama, kojima su uređene izmene u pogledu dodatnih dobara, usluga ili radova.\nTakođe, objašnjeno da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nUkazano da ugovoreni viškovi radovi ne predstavljaju izmenu ugovora.\nPrilikom sačinjavanja Odluke o dodeli ugovora došlo je do tehničke greške, koja je, međutim, uočena tek nakon objavljivanja.\nNakon konstatacije da je zaista u pitanju tehnička greška, da ista nije od značaja, niti menja situaciju u postupku/rangiranju, ukazano je da se može izvršiti ispravka odluke."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Ako u toku postupka član komisije bude sprečen da sprovede postupak nabavke do kraja, da li mogu da ...", "link": null, "input": "Pitanje: Ako u toku postupka član komisije bude sprečen da sprovede postupak nabavke do kraja, da li mogu da ...: Naručiocu odgovoreno da zamenik tog člana komisije nastavlja postupak javne nabavke umesto odsutnog člana."}
