{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Ponuđač nije dostavio dokaz da nije u blokadi već samo link preko kojeg naručilac može da proveri tu...", "link": null, "input": "Pitanje: Ponuđač nije dostavio dokaz da nije u blokadi već samo link preko kojeg naručilac može da proveri tu...: Rečeno da je prihvatljivo ukoliko naručilac može sa sigurnošću da proveri navedenu okolnost.\nNaručilac planira da sprovede javnu nabavku za usluge javnog zdravlja (laboratori\nj\nske i druge usluge koje oni nisu u mogućnosti da izvrše, poput: ispitivanja namirnica, pijaće vode i dr.), ali nemaju precizne količine, te postavljaju"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: pitanje na koji način mogu da sprovedu predmetnu javnu nabavku. Napominju da ranije, prema odredbama...", "link": null, "input": "Pitanje: pitanje na koji način mogu da sprovedu predmetnu javnu nabavku. Napominju da ranije, prema odredbama...: Naručiocu odgovoreno, da u pogledu potrebnih količina, uzmu u obzir prethodni period i količine izvršenih usluga. Kao praktično rešenje, preporučeno naručiocu da prilikom sprovođenja predmetne javne nabavke može koristiti tehničku okvirnog sporazuma (prema pravilima definisanim u odredbama člana 66.  i 67. ZJN/2019). Na\nosnovu zaključenog okvirnog sporazuma, naručilac ima mogućnost da zaključuje pojedinačne ugovore ili narudžbenice za nabavku predmetnih usluga, a u skladu sa svojim potrebama, krećući se u okviru definisanih količina i raspoloživih finansijskih sredstava. Eventualno povećanje obima nabavke, omogućava izmenu ugovora (kao i okvirnih sporazuma) prema odredbama člana 160. ZJN. Takođe izmene ugovora (okvirnog sporazuma) mogu biti definisane i dokumentacijom i u sadržini okv.sporazuma (u skladu sa odredbama člana 156. ZJN), ali uz oprez da navedene izmene ne smeju imati karakter bitnih izmena ugovora, kako je to opisano u odredbama člana 154. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Zainteresovano lice želi da iskomunicira sa naručiocem u vezi sa primljenim zahtevom za dostavljanje...", "link": null, "input": "Pitanje: Zainteresovano lice želi da iskomunicira sa naručiocem u vezi sa primljenim zahtevom za dostavljanje...: Zainteresovanom licu predočeno da navedena funkcionalnost nije predviđena na Portalu javnih nabavki, ali da se o navedenom dodatno informiše putem telefona za konsultacije u vezi sa primenom Portala javnih nabavki. Svakako skrenuta naručiocu pažnja na odredbe člana 44. i 46. ZJN, gde je definisan način komunikacije i kada je izuzetno dozvoljena i usmena komunikacija između naručioca i privrednih subjekata.\nNaručilac je dobio zahtev za uvid u dokumentaciju od ponuđača, nakon što je objavljena odluka o dodeli ugovora. Kako omogućavaju uvid na Portalu javnih nabavki.\nNaručiocu skrenuta pažnja da se oko navedenog pitanja, trebao konsultovati putem telefona za primenu Portala javnih nabavki.\nPored navedenog, objašnjeno naručiocu da, shodno odredbama člana 149. ZJN, ponuđač koji je podneo ponudu ima pravo uvida u dokumentaciju o nabavci, nakon što je odluka o dodeli (obustavi) doneta. S tim u vezi, zainteresovano lice podnosi zahtev putem Portala javnih nabavki, označava e-ponude u koje želi da izvrši uvid, zatim može da zahteva uvid u dokumentaciju koja nije dostupna putem Portala javnih nabavki, kao i da stavi napomenu. U skladu sa dobijenim zahtevom, naručilac odobrava uvid, čime otključava e-ponude ponuđa koje je označio podnosilac zahteva, čime je istom omogućeno da izvrši uvid u e-ponude i njihovu sadržinu (obr.ponude, str.pon.cene, izjavu, model ugovora i dr. dostavljeno u e-ponudi). Naručilac može da obrazloži odobrenje zahteva\n(preporuka da uputi podnosioca zahteva da može da izvrši uvid u kompletnu dokumentaciju iz postupka, na adresi naručioca u zakonskom roku prema terminu koji odredi naručilac). Naručilac zatim navodi datum (u skladu sa ZJN) i vreme vršenja uvida u delove ponude koji nisu dostavljeni putem Portala javnih nabavki. Konačno, naručilac može da učita dokumentaciju koju mu je podnosilac zahteva tražio na uvid (dokaze o ispunjenisti kriterijuma, dodatna pojašnjenja, odluku o sprovođenju postupka, izveštaj o postupku i drugu eventualno zahtevanu dokumentaciju). Nakon završetka svih prethodno navedenih radnji, naručilac bira opciju završi na Portalu i šalje odgovor podnosiocu zahteva.\nNaručilac nabavalja opremu, koja je rasvrstana u više zasebnih javnih nabavki, gde je ukupna procenjena vrednost (zbir istih) negde od 20 miliona dinara. Da li oni prilikom sprovođenja svake javne nabavke, moraju uzeti u obzir celokupnu procenjenu vrednost ili samo vrednost te konkretne javne nabavke.\nNaručiocu odgovoreno da moraju imati u vidu celokupnu vrednost, posebno što iz izjave naručioca proizilazi da se radi o istovrsnim dobrima. Napomenuto naručiocu da shodno odredbama člana 29. stav 2. ZJN nije dozvoljeno određivanje procenjene vrednosti javne nabavke na način koji bi imao za cilj izbegavanje primene ovog zakona, niti se u tom cilju može vršiti podela predmeta javne nabavke na više nabavki. Iz navedene zakonske odrebe jasno proizilazi da naručilac mora imati u vidu ukupnu procenjenu vrednost svih istovrsnih nabavki, te u skladu s tim je dužan da poštuje pravila o određivanju rokova za podnošenje ponuda, objavljivanje oglasa, formiranje komisije, zahtevanja dokaza o ispunjenosti kriterijuma i dr."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Kada im stigne deo ponude koji ne može da se podnese elektronskim sredstvima, neposredno pre otvaran...", "link": null, "input": "Pitanje: Kada im stigne deo ponude koji ne može da se podnese elektronskim sredstvima, neposredno pre otvaran...: Saglasno čl. 139. st. 2. ZJN naručilac predaje ponuđaču potvrdu prijema i prelazi na otvaranje ponuda."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Imaju tri softvera za koje im je potrebna usluga redovnog održavanja, svaka pojedinačno je ispod lim...", "link": null, "input": "Pitanje: Imaju tri softvera za koje im je potrebna usluga redovnog održavanja, svaka pojedinačno je ispod lim...: Sprovode p.p. bez objavljivanja javnog poziva ako u zbirnu prelaze limit iz čl. 27. st. 1. tač. 1) ZJN"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Postavljaju pitanje stručne ocene ponuda...", "link": null, "input": "Pitanje: Postavljaju pitanje stručne ocene ponuda...: Ukazano da KJN ne vrši stručnu ocenu ponuda."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac navodi da su dobili mejl od KJN, gde su upitani da li su u prethodnoj godini sprovodili na...", "link": null, "input": "Pitanje: Naručilac navodi da su dobili mejl od KJN, gde su upitani da li su u prethodnoj godini sprovodili na...: Naručiocu ukazano da su to nabavke, kao što je navedeno i u mejlu , iz čl. 11-21 ZJN i nabavke izuzete od primene iz člana 27. stav.1. ZJN, te da postoji obaveza naručioca da saglasno čl. 181. st. 3. ZJN evidentira podatke o vrednosti i vrsti javnih nabavki iz  navedenih članova. Takođe ukazano i na čl. 181. st. 4. ZJN. Na kraju ukazano da sam naručilac treba da zna da li je za nabavku lož ulja i stolova sprovodio postupak javne nabavke ili ne i ukoliko nije po kom osnovu nije."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: U toku im je realizacija ugovora čiji je predmet nabavka električne energije. Ugovor im ističe za ma...", "link": null, "input": "Pitanje: U toku im je realizacija ugovora čiji je predmet nabavka električne energije. Ugovor im ističe za ma...: Imaju mogućnost izmene ugovor u skladu sa čl. 158. ZJN, ukoliko su ispunjeni svi uslovi predviđeni navedenim članom i naručilac tada ima obavezu da objavi obaveštenje o izmeni na Portalu.\nDobili su novčana sredstva za nabavku medicinskih sredstava od Ministarstva zdravlja i u dopisu su im naveli da moraju da objave oglas na Portalu službenih glasila RS. Dalje navode da nabavka sa pdv-om ne prelazi 3 500 000 dinara, kao i da takva obaveza ne proizilazi iz ZJN budući da čl. 105. st. 8. ZJN govori o ovoj obavezi kada je proc. vred. jednaka ili veća od 5 000 000 dinara. Šta da rade?\nNaručilac upućen da kontaktira Ministarstvo zdravlja.\nPlaniraju sprovođenje nabavke el. energije, pa pošto imaju najavu velikih poskupljenja postavljaju"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: pitanje kako da oni to pravilno planiraju?...", "link": null, "input": "Pitanje: pitanje kako da oni to pravilno planiraju?...: Naručilac je dužan da prilikom planiranja kao i neposredno pre pokretanja postupka izvrši ispitivanje tržišta kako bi\nprocenjena vrednost bila validna  u vreme pokretanja postupka."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Dobili su jednu ponudu, koja je preko proc. vred. da li mogu da je prihvate?...", "link": null, "input": "Pitanje: Dobili su jednu ponudu, koja je preko proc. vred. da li mogu da je prihvate?...: Ukazano na čl. 146. st. 2. ZJN\nZatražili su razjašnjenje u vezi sa donetim mišljenjem KJN da nije osnovana primena pregovaračkog postupka za nabavku lasera i delova za laser za projekat „Ideje“.\nRazjašnjeno."}
