{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Jedan ponuđač je u roku za podnošenje ponuda poštom poslao ispravku ponude, dopunio je obrazac struk...", "link": null, "input": "Pitanje: Jedan ponuđač je u roku za podnošenje ponuda poštom poslao ispravku ponude, dopunio je obrazac struk...: Ponude se podnose isključivo elektronskim putem, na Portalu javnih nabavki. Ponuđač može da izmeni ponudu u roku za podnošenje ponuda, ali isključivo elektronski."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Na koji način se određuje istovrsnost?...", "link": null, "input": "Pitanje: Na koji način se određuje istovrsnost?...: Pojašnjen član 29. ZJN.\nNaručilac navodi da je u ponudi koja mu je dostavljena u Obrascu strukture cene na ispravan način uneta ponuđena cena, međutim u Obrascu ponude uneta je cena od 0,00 dinara. Da li može od ponuđača zahtevati dodatno"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: pojašnjenje na osnovu člana 142. ZJN?...", "link": null, "input": "Pitanje: pojašnjenje na osnovu člana 142. ZJN?...: Naručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Privredni subjekt postavlja pitanje da li će Republička komisija za zaštitu prava doneti odluku u nj...", "link": null, "input": "Pitanje: Privredni subjekt postavlja pitanje da li će Republička komisija za zaštitu prava doneti odluku u nj...: KJN nema ovlašćenja da odlučuje u postupku zaštite prava, niti da preispituje odluke Republičke komisije za zaštitu prava."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li zaposleni koji je u sektoru za računovodstvo može polagati ispit za službenika za javne nabavk...", "link": null, "input": "Pitanje: Da li zaposleni koji je u sektoru za računovodstvo može polagati ispit za službenika za javne nabavk...: Ne postoji sukob interesa u smislu odredbi ZJN, te kolega može izaći na ispit ukoliko ispunjava uslove iz Pravilnika."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Ukazano je da je naručilac tu mogućnost imao i na osnovu člana 112. starog zakona. U novom zakonu ov...", "link": null, "input": "Pitanje: Ukazano je da je naručilac tu mogućnost imao i na osnovu člana 112. starog zakona. U novom zakonu ov...: Međutim, ni jedan od četiri Zakona o javnim nabavkama ne poznaje institut odricanja od prava na podnošenje zahteva za zaštitu prava.\nS druge strane, ponuđač ne bi ni mogao da podnese zahtev za zaštitu prava sam protiv sebe.\nNaručilac nastupa i kao ponuđač. Interesuje se kako da to izvede na Portalu javnih nabavki, imajući u vidu da se već registrovao kao naručilac.\nObjašnjeno je da je potrebno da nam se obrati radi otvaranja krovnog naloga."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Kako tržište pokazuje trend rasta cen...", "link": null, "input": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Kako tržište pokazuje trend rasta cen...: Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nPored toga, naručilac može i da obustavi postupak.\nMeđutim, imajući u vidu da mu je električna energija neophodna, naručilac bi trebalo da obazbedi sredstva.\nNaručilac je sproveo fazu stručne ocene ponuda i doneo odluku o dodeli ugovora. Međutim, utvrdio je da došlo do previda u radu  komisije za javnu nabavku, te da je potreban povraćaj u pređašnje stanje kako bi se ta greška otklonila.\nObjašnjeno je da je potrebno ponovo sprovesti fazu stručne ocene ponuda i doneti novu odluku. Takođe, napomenuto je da od objavljivanja te odluke teče novi rok za podnošenje zahteva za zaštitu prava."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Do kada može da se zaključi ugovor o jn?...", "link": null, "input": "Pitanje: Do kada može da se zaključi ugovor o jn?...: Naručilac je dužan da ugovor o jn dostavi ponuđaču u roku od deset dana od isteka roka za podnošenje ZZP-a.\nDobili su ponudu koja sadrži nejasnoće u pogledu cene u obrascu strukture cene i   modelu ugovora o jn...\nNaručilac može da zatraži od ponuđača pojašnjenja u skladu sa čl. 142. ZJN.\nZamolili su za bliže objašnjenje dokaza za tehnički i stručni kapacitet iz čl. 124. st. 3. 3JN, koji se tiče angažovanja tehničkih lica ili tela.\nDato objašnjenje čl. 124. st. 3. 3JN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Nabavljaju video opremu za nadzor, te postavljaju pitanje da li ZJN definiše pojam istovrsnosti, kak...", "link": null, "input": "Pitanje: Nabavljaju video opremu za nadzor, te postavljaju pitanje da li ZJN definiše pojam istovrsnosti, kak...: Objašnjeno da ZJN ne sadrži konkretan pojam istovrsnosti, ali sadrži odredbe koje na odgovarajući način upućuju naručioca kako da postupa s tim u vezi. Naime, prema čl. 29. st. 3JN naručilac određuje predmet javne nabavke na način da isti predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu. Napomenuto da je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene ZJN, niti da u tom cilju može da se vrši podela predmeta jn na više nabavki."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li je naručilac u obavezi da u dokumentaciji o nabavci predvidi neki od osnova za isključenje pri...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da u dokumentaciji o nabavci predvidi neki od osnova za isključenje pri...: Odgovoreno da naručilac shodno čl. 112. ZJN\nmože\nu dokumentaciji o nabavci da predvidi da će isključiti privrednog subjekta iz postupka jn u svakom trenutku ukoliko utvrdi postojanje nekog od  slučajeva propisanih ovim članom ZJN (npr. iz čl. 112. st. 6. ZJN).\nNaručilac je sproveo postupak javne nabavke radova , gde su u ugovoru definisali viškove radova u skladu sa Posebnim uzansama o\ngrađenju. Da li imaju obavezu izmene ugovora, usled pojave viškova radova.\nNaručiocu odgovoreno da shodno odredbama člana 157. stav 5. ZJN ugovoreni viškovi radova ne predstavljaju izmenu ugovora o javnoj nabavci.\nNaručilac ima u Planu javnih nabavaki poziciju (javnu nabavku) procenjene vrednosti 20 miliona dinara, koja je oblikovana po partijama. Da li za partije iz navedene pozicije, koje prema proc.vrednosti ne prelaze iznos od 5 miliona dinara, moraju da pošalju na objavljivanje Sl.glasniku RS.\nNaručiocu odgovoreno da se posmatra nabavka na navedenoj poziciji koja je proc.vrednosti 20 miliona dinara i shodno navedenom, imaju obavezu i za pojedinačne partije koje čine navedenu javnu nabavku da objave oglas u Sl.glasniku RS prema pravilima definisanim u odredbama člana 105. ZJN.\nNaručilac je sproveo postupak javne nabavke za usluge, gde je u istom dobio do isteka roka za podnošenje ponuda, dve ponude. U jednoj od ponuda nije dostavljeno zahtevano pismo o namerama poslovne banke i nije dostavljen u ponudi dokaz za ispunjenost kriterijuma za izbor privr.subjekta (standard kvaliteta).\nNaručiocu odgovoreno da u pogledu dokaza za ispunjenost kriterijuma za kval.izbor ponuđači nisu u obavezi da u e-ponudi dostavljaju dokaze, već iste eventulano dostavljaju u skladu sa pravilima postupanja naručioca definisanim u članu 119. ZJN.\nU vezi sa pismom o namerama poslovne banke, to je bio zahteva naručioca prema sadržini dokumentacije o nabavci, po kojem navedeni ponuđač nije postupio. Preporučeno naručiocu da se upozna sa odlukom Republičke komisije za zaštitu prava br. 4-00-1992/2020, i to dela koji se upravo odnosi na okolnost nedostavljanja pisma o namerama."}
