{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Dva ponuđača nisu uopšte popunila kriterijume za kvalitativan izbor privrednog subjekta, šta da rade...", "link": null, "input": "Pitanje: Dva ponuđača nisu uopšte popunila kriterijume za kvalitativan izbor privrednog subjekta, šta da rade...: Naručiocu ukazano na odredbe člana 144. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Sprovode nabavku ispod limita, da li mogu da dodele ugovor ponuđaču čija je ponuda preko procenjen v...", "link": null, "input": "Pitanje: Sprovode nabavku ispod limita, da li mogu da dodele ugovor ponuđaču čija je ponuda preko procenjen v...: Odgovoreno da sprovode nabavku u skladu sa internim aktom i poštujući načela ZJN"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Postavili pitanje vezano za Portal....", "link": null, "input": "Pitanje: Postavili pitanje vezano za Portal....: Prosleđeno kolegama iz tehničke podrške."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Navedeni privredni subjekt je u pregovorima sa Vojskom Srbije u vezi sa javnom nabavkom akumulatora ...", "link": null, "input": "Pitanje: Navedeni privredni subjekt je u pregovorima sa Vojskom Srbije u vezi sa javnom nabavkom akumulatora ...: Objašnjen je način dokazivanje i iz kog razloga je poželjan upis u registar, koji pritom nije obavezan.\nNaručilac je napravio propust prilikom pripreme konkursne dokumentacije za javnu nabavku rezervnih delova. Konkretno, za jednu partiju, u obrascu strukture ponuđene cene predvideo je i delove koji se odnose na druga vozila iz prethodnog postupka. Postavlja pitanja da li može da nastavi sa postupkom."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Utvrđeno je da naručilac nije primetio da je došlo do opisanog propusta, kao i da niko od zaintereso...", "link": null, "input": "Pitanje: Utvrđeno je da naručilac nije primetio da je došlo do opisanog propusta, kao i da niko od zaintereso...: Ukazano je da je najbolje rešenje obustava postupka, zbog toga što postoji mogućnost da je na ovaj način bila ograničena konkurencija. Pretpostavka je da ima ponuđača koji bi mogli da ponude delove koji se odnose na jedno vozilo, ali ne i na više njih u okviru iste partije/ponude."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: U konkretnoj situaciji koja je izneta u vezi za javnom nabavkom usluge prevoza učenika, naručilac po...", "link": null, "input": "Pitanje: U konkretnoj situaciji koja je izneta u vezi za javnom nabavkom usluge prevoza učenika, naručilac po...: Naručiocu ukazano na relevantne odredbe i odgovoreno koju odredbu bi trebalo da primeni u konkretnoj situaciji.\nNakon potpisivanja okvirnog sporazuma, napravljena je tehnička greška prilikom objavljivalja  obaveštenja o dodeli ugovora."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li može da izmeni obaveštenje?...", "link": null, "input": "Pitanje: Da li može da izmeni obaveštenje?...: Upućeni da se obrate sektoru za primenu Portala."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Sprovode nabavku usluge obezbeđenja objekata. Nisu odredili rezervne kriterijume niti predvideli pri...", "link": null, "input": "Pitanje: Sprovode nabavku usluge obezbeđenja objekata. Nisu odredili rezervne kriterijume niti predvideli pri...: Naručiocu je ukazano na član 144. stav 5. i 6. ZJN, ali i rečeno da u konkretnoj situaciji mogu da dodele ugovor primenom žreba.\nPonuđač koji nije izabran. Postavlja pitanja u vezi sa stručnom ocenom ponude\nponuđača koji je izabran. Smatra da je naručilac neosnovano tražio dodatno objašnjenje od izabranog ponuđača.\nPojašnjeno da je na naručiocu stručna ocena ponuda. Ukoliko smatra da su povređena\npravila postupka, može da uloži zzp, u skladu sa odredbama ZJN.\nGreškom je u plan jn uneta nabavka čija je procenjena vrednost ispod 1.000.000 dinara. Da li moraju da izvrše izmenu plana jn (nema istovrsnih).\nNema potrebe da menjaju plan."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavili pitanje u vezi sa stručnom ocenom ponuda. Ponuđač nije popunio izjavu. Kako da tretiraju t...", "link": null, "input": "Pitanje: Postavili pitanje u vezi sa stručnom ocenom ponuda. Ponuđač nije popunio izjavu. Kako da tretiraju t...: Naručiocu ukazano da KJN ne može da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje je naručilac imenovao. Ponuđač treba da ispuni sve zahteve naručioca."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac im je tražio određeni dokaz pre donošenja Odluke. Postavljaju pitanje da li ostali ponuđač...", "link": null, "input": "Pitanje: Naručilac im je tražio određeni dokaz pre donošenja Odluke. Postavljaju pitanje da li ostali ponuđač...: Nakon donošenja Odluke o dodeli ugovora, svi ponuđači mogu da traže uvid u dokumentaciju, i tom prilikom će moći da vide. A i u samoj Odluci, naručilac će obrazložiti svoj izbor.\nNije im vidljiva na Portalu izmena od juče.\nUpućeni na kolege koji pružaju pomoć u radu na Portalu jn."}
