{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: ugovora po članu 157. ZJN?...", "link": null, "input": "Pitanje: ugovora po članu 157. ZJN?...: Odgovoreno da ne, jer je takva mogućnost predviđena ZJN-om."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li se nabavka ispod praga, prikazuje u planu jn?...", "link": null, "input": "Pitanje: Da li se nabavka ispod praga, prikazuje u planu jn?...: Ne, nabavku ispod praga naručilac ne prikazuje u planu jn, osim ukoliko naručilac odluči da istu sprovede po proceduri za nabavke na koje se ZJN primenjuje. Kada je reč o nabavkama na koje se ZJN ne primenjuje, naručilac iste evidentira u skladu sa čl. 181. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li naručilac mora da obavesti sve učesnike u postupku jn o donetoj odluci RKJN?...", "link": null, "input": "Pitanje: Da li naručilac mora da obavesti sve učesnike u postupku jn o donetoj odluci RKJN?...: Da, naručilac je u skladu sa čl. 227. st. 6. ZJN dužan da obavesti sve učesnike u postupku jn o donetoj odluci RKJN.\nNakon zaključenja ugovora o jn za nabavku hrane po partijama došlo je do promene (povećanja) cene. Da li  se može izmeniti ugovor o jn s obzirom da je dokumentacijom o nabavci i ugovorom o jn predviđena mogućnost promene (povećanja) cene do 10%.\nDa, u skladu sa čl. 156. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Pitanje se odnosi na  uvid u dokumentaciju o jn (rok, preuzimanje dokumentacije o jn...)....", "link": null, "input": "Pitanje: Pitanje se odnosi na  uvid u dokumentaciju o jn (rok, preuzimanje dokumentacije o jn...)....: Ukazano u kom roku privredni subjekt koji je podneo ponudu može da izvrši uvid u dokumentaciju o jn i na mogućnost preuzimanja dokumentacije o jn. Naručilac je upućen na čl. 149. ZJN.\nJedan od članova grupe ponuđača je iz CG. Prilikom dostavljanja dokaza o ispunjenosti kriterijuma, pomenuti član grupe nije dostavio dokaz da je izmirio dospele poreze i doprinose iz član 111. kojim su propisani osnovi za isključenje, pravdajući se time da organi CG ne mogu u roku koji je naručilac dao, a to je 5 dana, da izdaju pomenuti dokaz. Postavljaju pitanja da li mogu da odbiju\ntakvog ponuđača ili da mu daju neki dodatni rok.\nPre svega ukazano da KJN ne vrši stručnu ocenu ponuda već to čini komisija odnosno lice koje naručilac imenuje. Međutim, svaki ponuđač u momentu podnošenja ponude mora posedovati sve one dokaze koje je naveo u izjavi da poseduje. Ukoliko i nabavlja naknadno, treba da računa sa tim koliko je određenom organu potrebno da traženi dokument izda i da ponudu, odnosno dokaze preda u roku koji je naručilac odredio.\nUrgencija za predmet.\nPredmet je kod mene, urgencija preneta i rukovodiocu."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Izabrani ponuđač je poslao Prigovor naručiocu nakon donošenja Odluke o zaključenju okvirnog sporazum...", "link": null, "input": "Pitanje: Izabrani ponuđač je poslao Prigovor naručiocu nakon donošenja Odluke o zaključenju okvirnog sporazum...: ZJN ne poznaje mogućnost slanja Prigovora. Međutim, naručilac može da uvaži primedbe ponuđača i samostalno izmeni Odluku."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac je tražio kao dokaz list o garanciji koje izdaje Službeni glasnik, a ponuđač je dostavio l...", "link": null, "input": "Pitanje: Naručilac je tražio kao dokaz list o garanciji koje izdaje Službeni glasnik, a ponuđač je dostavio l...: Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje je naručilac imenovao. Savetovano da cene ponudu u celini, i da li mogu sa sigurnošću da zaključe da li ponuđač ispunjava sve uslove."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Ponuđač je uložio zzp u roku za podnošenje ponuda, naručilac je objavio obaveštenje o prijemu zzp i ...", "link": null, "input": "Pitanje: Ponuđač je uložio zzp u roku za podnošenje ponuda, naručilac je objavio obaveštenje o prijemu zzp i ...: Ukazano na član 220. st. 7.i 8. ZJN. Nakon toga, naručilac nastavlja postupak jn tamo gde je zastao zbog zzp, a rok za podnošenje ponuda produžava za onoliko dana koliko je ta obustava trajala."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Postavili pitanje u vezi sa istovrsnošću....", "link": null, "input": "Pitanje: Postavili pitanje u vezi sa istovrsnošću....: Ukazano na član 29. stav 3. ZJN.\nPonuđač je u ponudi naveo cenu koja je nekoliko puta niža od procenjene vrednosti javne nabavke. Da"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: li može da odbije takvu ponudu?...", "link": null, "input": "Pitanje: li može da odbije takvu ponudu?...: Ukazano na član 143. ZJN kojim je propisano kako naručilac postupa u slučaju neuobičajeno niske ponude.\nZdravstveni centar Negotin"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac je odbio ponuđača jer je ponudio neodgovarajuće tehničke karakteristike. Ponuđač će uložit...", "link": null, "input": "Pitanje: Naručilac je odbio ponuđača jer je ponudio neodgovarajuće tehničke karakteristike. Ponuđač će uložit...: Naručilac je izvršio stručnu ocenu ponuda i utvrdio da predmetna ponuda ne odgovara onome što je naručilac tražio, te je odbio. Čekati ishod."}
