{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li mogu izmeniti Obaveštenje o dodeli ugovora iz razloga što su greškom uneli pogrešan datum zakl...", "link": null, "input": "Pitanje: Da li mogu izmeniti Obaveštenje o dodeli ugovora iz razloga što su greškom uneli pogrešan datum zakl...: Ne postoji mogućnost izmene Obaveštenja o dodeli ugovora.\nNaručilac se raspituje o Izveštaju o nabavkama koje su izuzete od zakona.\nUkazano na član 181. ZJN i Uputstvo za objavljivanje podataka o javnim nabavkama koje su izuzete od primene Zakona."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Pristigla im je jedna ponuda koja je iznad proc. vrednosti, mogu li da je prihvate?...", "link": null, "input": "Pitanje: Pristigla im je jedna ponuda koja je iznad proc. vrednosti, mogu li da je prihvate?...: Ukazano na čl. 146. st.2. ZJN"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Vrše izmenu tehničke specifikacije, ali je zaista sitna izmena, da li to predstavlja bitnu izmenu?...", "link": null, "input": "Pitanje: Vrše izmenu tehničke specifikacije, ali je zaista sitna izmena, da li to predstavlja bitnu izmenu?...: Naručiocu ukazano na čl. 87. st. 2. ZJN"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Sprovode nabavku ispod limita, pa postavljaju pitanje kako da istu sprovedu?...", "link": null, "input": "Pitanje: Sprovode nabavku ispod limita, pa postavljaju pitanje kako da istu sprovedu?...: Ukazano na čl. 49. st. 2. ZJN\nHoće da ugovore višegodišnje plaćanje.\nUpućeni na Zakon o rokovima izmirenja novčanih obaveza u komercijalnim transakcijama\nPrimili su mejl od KJN u vezi godišnjeg izveštaja za nabavke izuzete od primene.\nUpućeni da odgovore na mejl i objave izveštaj na Portalu.\nUkazuju na brojne nepravilnosti u postupcima javnih nabavki.\nKonsultacija preneta kolegi Rijadu Lekoviću iz monitoringa.\nImaju pitanja oko popunjavanja izjave iz čl. 118. ZJN.\nUpućeni su na Uputstvo za kor\nisnike\nPortal\na\njn, deo Pri\nprema i podnošenje ponuda u okviru kojeg se\nnalazi e-izjava – način popunjavanja."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: U o.p. za adaptaciju tj. prenamenu objekta u galeriju nije se javio nijedan ponuđač. S tim u vezi, p...", "link": null, "input": "Pitanje: U o.p. za adaptaciju tj. prenamenu objekta u galeriju nije se javio nijedan ponuđač. S tim u vezi, p...: Mogu, pod uslovima koje propisuje\nčl. 61. st. 7. ZJN.\nSprovode nabavku za ugalj i drva po partijama. Za jednu od partija ponuđena cena premašuje iznos proc. vrednosti, te nisu sigurni da li mogu da je prihvate.\nUkoliko naručilac raspolaže potrebnim fin sredstvima, može prihvatiti ponudu ponuđača čija je ponuđena cena veća od iznosa proc. vrednosti i istom dodeliti ugovor o jn, u skladu sa čl\n.\n146. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li su u obavezi da objave obaveštenje o izmeni ugovora o jn u slučaju izmene ugovora o jn po osno...", "link": null, "input": "Pitanje: Da li su u obavezi da objave obaveštenje o izmeni ugovora o jn u slučaju izmene ugovora o jn po osno...: Da, u skladu sa čl. 155. st. 2. ZJN.\nObratili su se KJN zahtevom za mišljenje o osnovanosti primene pregovaračkog postupka za nabavku čiji je predmet otkup 5 umetničkih dela od jednog potencijalnog ponuđača. Međutim, isti je u međuvremenu odustao od prodaje jednog od 5 umetničkih dela, te postavljaju pitanje da li se ponovo obraćaju KJN izmenjenim zahtevom za mišljenje o osnovanosti primene pregovaračkog postupka za otkup preostala 4 umetnička dela.\nIz razgovora sam saznala da naručilac nije poslao poziv za podnošenje ponude, jer je čekao mišljenje KJN. Rečeno da bi u situaciji da je naručilac uputio poziv za pregovaranje i pot. ponuđač podneo ponudu, takva ponuda bila neprihvatljiva, jer ne bi odgovarala tehn. specifikacijama. Međutim, kako naručilac nije uputio poziv za pregovaranje, naručilac je upućen da izvrši ispravku obaveštenja o sprovođenju pregovaračkog postupka bez objavljivanja javnog poziva.\nDodatno ukazano da\nispravku ovog oglasa naručilac može izvršiti sve dok privrednim subjektima ne budu poslati pozivi za podnošenje ponuda. Takođe, nakon objavljivanja obaveštenja o sprovođenju pregovaračkog postupka bez objavljivanja javnog poziva, a pre nego što je izvršeno slanje poziva za pregovanje privrednim subjektima, naručilac može  i da odustane od sprovođenja tog postupka.\nOtvaranje ponuda je danas u 11\nh.\nDva sata pre otvaranja ponuda primetili su grešku u konkursnoj dokumentaciji, tačnije nisu dobro uneli količinu radova na jednoj poziciji. Pokušali su da izmene dokumentaciju ali"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: im Portal nije dozvolio. Kako da postupe?...", "link": null, "input": "Pitanje: im Portal nije dozvolio. Kako da postupe?...: Portal im nije dozvolio izmenu, jer bi bila objavljena tek sutradan. Dakle, bilo je moguće izmeniti dokumentaciju najkasnije dan pre otvaranja ponude kako bi ista bila objavljena do roka za podnošenje ponuda, odnosno do otvaranja ponuda.\nU ovoj situaciji mogu jedino da obustave postupak ili da nastave postupak sa objavljenom konkursnom dokumentacijom, a onda naknadno da sprovedu novi postupak za tu dodatnu količinu radova, za koju su želeli da izmene konkursnu dokumentaciju.\nNaručilac ne zna da li je dobio ispravan dokaz od ponuđača (određeni sertifikat), niti zna zbog čega je isti tražio (prepisao je od tehničku specifikaciju od drugih predškolskih ustanova). Postavlja pitanje da li može prihvatiti takav dokaz i da li je taj sertifikat uopšte odgovarajuć za predmetnu javnu nabavku.\nUkazano da naručilac sastavlja konkursnu dokumentaciju u skladu sa potrebama i predmetom javne nabake, kao i da nakon toga ocenjuje dostavljene ponude. KJN nema ovlašćenja za postupanje u navedenim slučajevima."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li se nepostajanje osnova za isključenje iz člana 111. st. 3-5. ZJN dokazuje samo izjavom?...", "link": null, "input": "Pitanje: Da li se nepostajanje osnova za isključenje iz člana 111. st. 3-5. ZJN dokazuje samo izjavom?...: Da..."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac navodi da je dobio ponudu u kojoj je ponuđač greškom propustio da unese jediničnu cenu sa ...", "link": null, "input": "Pitanje: Naručilac navodi da je dobio ponudu u kojoj je ponuđač greškom propustio da unese jediničnu cenu sa ...: Može..\nNaručilac može da obije ponudu ponuđača koji ima osnove za isključenje koje je naručilac predvideo, odnosno samo za one krit. za kval. izbor koje je predvideo u dok.\nNažalost ne, nakon isteka roka za podnošenje ponude…"}
