{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li mogu prihvatiti ponudu koja sadrži cenu veću od procenjene vrednosti javne nabavke?...", "link": null, "input": "Pitanje: Da li mogu prihvatiti ponudu koja sadrži cenu veću od procenjene vrednosti javne nabavke?...: Mogu. Upućeni na član 146. stav 2. ZJN.\nNaručilac navodi da je u ponudi grupe ponuđača koja je najpovoljnija u postupku jn označeno da nastupaju sa podizvođačem, a u izjavi o ispunjenosti kriterijuma za kval. izbor privrednog subjekta ne stoji više nijedan podatak vezano za podizvođača (izjava). Da li može postaviti pitanje na osnovu člana 142. ZJN?\nOdgovoreno da naručilac, ukoliko su svi zahtevi nabavke ispunjeni, i ako se iz\nizjav\ne\no ispunjenosti kriterijuma za kval. izbor privrednog subjekta\nzaključuje da grupa ponuđača nema potrebu za podizvođačem, može uputiti zahtev za dodatno pojašnjenje. Međutim, ukazano da ukoliko ponuđač zaista nastupa sa podizvođačem takva ponuda je neprihvatljiva."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Postavljaju pitanje da li mogu da šalju narudžbenice na mejl, kao i do sad, na osnovu otvorenog post...", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogu da šalju narudžbenice na mejl, kao i do sad, na osnovu otvorenog post...: Odgovoreno da mogu. Ukazano na član 152. stav 6. ZJN, narudžbenica ima isto pravno dejstvo kao i ugovor, ukoliko sadrži sve bitne elemente ugovora."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li mogu da skrate rok za podnošenje ponuda za pet dana na osnovu člana 52. stav 5. ZJN. ako je sa...", "link": null, "input": "Pitanje: Da li mogu da skrate rok za podnošenje ponuda za pet dana na osnovu člana 52. stav 5. ZJN. ako je sa...: Odgovoreno da mogu jer se ponude svakako podnose elektronski, bez obzira na menicu koja je deo ponude i dostavlja se poštom."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Pitanje u vezi sa Portalom javnih nabavki....", "link": null, "input": "Pitanje: Pitanje u vezi sa Portalom javnih nabavki....: Upućeni na kolege iz tehničke podrške."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Ukoliko budu hteli da primene član 237. stav 1. tačka 4) ZJN, kako treba da postupe?...", "link": null, "input": "Pitanje: Ukoliko budu hteli da primene član 237. stav 1. tačka 4) ZJN, kako treba da postupe?...: Da.\nPre svega, savetovano da utvrde da li je ponuđač iz zaista opravdanog razloga odustao od zaključenja ugovora. Ukoliko smatraju da jeste, poslaće dopis KJN koja procenjuje da li postoje uslovi za pokretanje postupka pred Prekršajnim sudom."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Postavljaju pitanje da li su istovrsne nabavke izrade projektne dokumentacije za građenje i...", "link": null, "input": "Pitanje: Postavljaju pitanje da li su istovrsne nabavke izrade projektne dokumentacije za građenje i...: izrade\nprojektne\ndokumentacije za rušenje."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavljaju pitanje da li mogu da smatraju hitnim rušenje zida da ne bi došlo do urušavanja....", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogu da smatraju hitnim rušenje zida da ne bi došlo do urušavanja....: Pojašnjeno na koji način utvrđuju istovrsnost. Ukazano na član 29. stav 3. ZJN.\nUkazano da se hitnost posmatra na taj način da naručilac nije\nprouzrokovao razloge hitnosti, kao i da ima valjane dokaze."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li je obavezno mišljenje KJN u slučaju primene pregovaračkog postupka uskladu sa čl. 61. st. 7. Z...", "link": null, "input": "Pitanje: Da li je obavezno mišljenje KJN u slučaju primene pregovaračkog postupka uskladu sa čl. 61. st. 7. Z...: Lice koje se javilo u ime naručioca ima pitanja u vezi sa procedurom pregovaračkog postupka\nbez objavljivanja javnog poziva\n(rok...),  s obzirom da, kako je istaklo, prvi put sprovodi tu vrstu postupka jn.\nNe. Shodno čl. 62. ZJN mišljenje KJN je obavezno samo u slučaju primene pregovaračkog postupka\nbez objavljivanja javnog poziva\nu skladu sa čl. 61. st. 1. tač. 1) i 2) ZJN.\nObjašnjena je procedura pregovaračkog postupkabez objavljivanja javnog poziva, ukratko. Naručilac je upućen na odredbe čl. 62. ZJN, Smernice koje je izdala KJN i Uputstvo za korisnike Portala jn, a u vezi sa primenom pregovaračkog postupka bez objavljivanja javnog poziva.\nZahtevali tehničku podršku za Portal jn.\nUpućeni na kontakt telefone za konsultacije u vezi sa primenom Portala jn.\nNaručilac planira nabavku sportske opreme, čija je procenjena vrednost preko 2.000.000,00 din.. S tim u vezi, naručilac je u dilemi da li predmetnu nabavku mora da oblikuje po partijama.\nDato objašnjenje da je n\naručilac u obavezi da razmotri prikladnost oblikovanja predmeta jn u više partija ukoliko je proc. vrednost jn jednaka ili ve\nća od iznosa evropskih pragova, te da u\nkoliko smatra da nije prikladno da oblikuje predmet jn u partije, to obrazloži u izveštaju o postupku jn uz navođenje razloga iz kojih predmet jn nije oblikovan u više partija. Ukazano na odredbe čl. 35. i čl. 36. ZJN, koje se odnose na određivanje proc. vrednosti nabavke po partijama i podelu nabavke u partije.\nNaručilac je naveo da je ponuđač\nu jednoj partiji\nnaveo neispravne jedinične cene\n, a u drugoj partiji je drugi ponuđač ponudio neuobičajeno nisu ponudu?  Da li mogu  u prvom slučaju da"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: traže dodatna pojašnjenja? A šta u drugom slučaju?...", "link": null, "input": "Pitanje: traže dodatna pojašnjenja? A šta u drugom slučaju?...: Rečeno da ponuđač ne može da menja vrednost jedinične cene nakon podnošenja ponude i ukazano na član 142. stav 6. ZJN.\nU drugom slučaju ukazano da ako naručilac proceni da je ponuda neuobičajeno niska, dužan je da zahteva od ponuđača da u primerenom roku,\nobrazloži cenu ili trošak naveden u ponudi. Upućen na čl. 143. st.2. i čl. 143. st. 4. ZJN"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Postavili su pitanje vezano za sprovođenje p.p. bez objavljivanja javnog poziva, na samom Portalu?...", "link": null, "input": "Pitanje: Postavili su pitanje vezano za sprovođenje p.p. bez objavljivanja javnog poziva, na samom Portalu?...: Objašnjen ceo postupak.\nTehnički ne mogu da otvore Obrazac strukture ponuđene cene od jednog ponuđača.\nUpućeni na grupu za davanje konsultacija u vezi sa primenom Portala javnih nabavki."}
