{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac zahteva od njih dostavljanje dokaza koji nisu traženi samom konkursnom dokumentacijom.  Da...", "link": null, "input": "Pitanje: Naručilac zahteva od njih dostavljanje dokaza koji nisu traženi samom konkursnom dokumentacijom.  Da...: Nisu dužni..."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Ponuđač u ponudi naveo na dva mesta različite rokove plaćanja. Da li mogu poslati zahtev za dodatna ...", "link": null, "input": "Pitanje: Ponuđač u ponudi naveo na dva mesta različite rokove plaćanja. Da li mogu poslati zahtev za dodatna ...: Naručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Ponudu dostavila grupa ponuđača, pa postavljaju pitanje da li kod ispunjenja uslova za obavljanje pr...", "link": null, "input": "Pitanje: Ponudu dostavila grupa ponuđača, pa postavljaju pitanje da li kod ispunjenja uslova za obavljanje pr...: Ne."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora i RK je odbila zzp kao nesnovan. Da li mogu da idu u zak...", "link": null, "input": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora i RK je odbila zzp kao nesnovan. Da li mogu da idu u zak...: Mogu, budući da je odluka Komisije konačna."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavljaju pitanje da li da obustavljaju postupak?...", "link": null, "input": "Pitanje: Postavljaju pitanje da li da obustavljaju postupak?...: Ukazano da je odgovornost za sprovođenje postupka na naručiocu te da je odluka na njima."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li deo ponude koji se odnosi na sredstvo obezbeđenja ponuđač dostavlja putem pošte ili elektronsk...", "link": null, "input": "Pitanje: Da li deo ponude koji se odnosi na sredstvo obezbeđenja ponuđač dostavlja putem pošte ili elektronsk...: Ukazano na čl. 45. ZJN. Naime, ukoliko naručilac predviđa dostavljanje sastavnih delova ponude, npr. uzorke, modele, menicu kao sredstvo obezbeđenja (koja se dostavlja u originalu i koju nije moguće dostaviti elektronski putem Portala jn), tada je naručilac dužan da predvidi u kd da se taj deo ponude dostavi primenom sredstava komunikacije koja nisu elektronska sredstva u skladu sa čl. 45. st. 3. i st. 5. ZJN uz obrazloženje razloga za primenu ove vrste sredstava komunikacije u kd i izveštaju o postupku jn."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Hteli bi da angažuju strano pravno lice kako bi učestvovali u postupku jn kao grupa privrednih subje...", "link": null, "input": "Pitanje: Hteli bi da angažuju strano pravno lice kako bi učestvovali u postupku jn kao grupa privrednih subje...: Može. S\ntrano pravno lice\nmora prethodno da se registruje na Portalu jn kako bi moglo da učestvuje u postupku jn.\nS obzirom da je poslednji dan roka za slanje godišnjeg  izveštaja o jn, zamolili su za konsultaciju u vezi s tim pre nego što ga pošalju.\nRečeno da k\nonsultacije\nu vezi sa\nobjavljivanjem podataka koji su izuzeti od primene ZJN na Portalu j\nn\n(član 181. stav 4. ZJN)\nmogu dobiti na neki od datih br. tel. koji se nalaze na sajtu KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: U kom roku ZZP ponuđač može da zahteva poništenje ugovora o jn?...", "link": null, "input": "Pitanje: U kom roku ZZP ponuđač može da zahteva poništenje ugovora o jn?...: Može, u skladu sa čl. 223. ZJN.\nLica iz čl. 211. ZJN mogu dostaviti zahtev za poništenje ugovora o jn uz ZZP ili u roku od 60 dana od dana saznanja za razlog poništenja (subjektivni rok), a najkasnije u roku od šest meseci od dana zaključenja ugovora o jn (objektivni rok), o čemu Republička komisija odlučue rešenjem kojim odlučuje o ZZP ili posebnim rešenjem, a u skladu sa čl. 233. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li su dužni da javni poziv za javnu nabavku čija je procenjena vrednost preko 5.000.000,00 din. o...", "link": null, "input": "Pitanje: Da li su dužni da javni poziv za javnu nabavku čija je procenjena vrednost preko 5.000.000,00 din. o...: Da, u skladu sa čl. 105. ZJN.\nPotrebna im je konsultacija u vezi sa podacima koji se unose u godišnji izveštaj o nabavkama iz čl. 181. ZJN.\nK\nonsultacije\nu vezi sa\nobjavljivanjem podataka koji su izuzeti od primene Z\nJN\nna Portalu j\nn\n(član 181. stav 4. ZJN)\nmogu dobiti na neki od datih br. tel. koji se nalaze na sajtu KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Predtsavnik naručioca koji je službenik za javne nabavke, postavio je pitanje da li on može obavljat...", "link": null, "input": "Pitanje: Predtsavnik naručioca koji je službenik za javne nabavke, postavio je pitanje da li on može obavljat...: Predstavniku naručioca odgovoreno, da prema odredbama ZJN nema smetnji da isti registruje dodatnu delatnost (kroz dopunski rad) ili po osnovu ugovora o delu, za pružanje konsultantski usluga iz oblasti javnih nabavki. Opreza radi, predstavnik je jedino upućen na odredbe koje regulišu pitanje sukoba interesa prema odredbama ZJN (član 50.). Pored navedenog, skrenuta pažnja istom da ne znači da prema nekim drugim propisima, opštim ili pojedinačnim aktima ovakvo njegovo postupanje ne bi bilo dozvoljeno, odnosno zabranjeno, o čemu se isti mora informisati na valjan način pre nego što preduzme bilo koje radnje u smislu prethodno navedenog."}
