{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavljaju tehničko pitanje....", "link": null, "input": "Pitanje: Postavljaju tehničko pitanje....: Naručilac upućen na kolege sa Portala.\nPripremila je svu dokumentaciju potrebnu za polaganje ispita za službenika za jn, te je interesuje kako da pošalje. Zamolila je da joj se javi neko od zaduženih za službenika za jn i ostavila kontakt tel.\nProsleđeno koleginici zaduženoj za službenika za jn, Jeleni Milojević."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Nedavno su zaključili ugovor o nabavci uglja u o.p., ali dobavljač nije ni započeo sa izvršavanjem s...", "link": null, "input": "Pitanje: Nedavno su zaključili ugovor o nabavci uglja u o.p., ali dobavljač nije ni započeo sa izvršavanjem s...: Odgovoreno da se u konkretnom slučaju radi o realizaciji ugovora o jn, te da naručilac u tom slučaju može da raskine ugovor o jn i zahteva naknadu štete.  Pored toga, naručilac će, nakon raskida ugovora o jn, pokrenuti novi o.p. za nabavku uglja."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: U kom roku naručilac objavljuje obaveštenje o podnetom ZZP?...", "link": null, "input": "Pitanje: U kom roku naručilac objavljuje obaveštenje o podnetom ZZP?...: Nije im potpuno jasan postupak ZZP.\nObaveštenje o podnetom ZZP naručilac objavljuje na Portalu jn najkasnije narednog dana od dana prijema ZZP, što je jasno propisano čl. 214. st. 8. ZJN\n.\nIz razgovora se moglo zaključiti da naručilac nije u potpunosti upoznat sa postupkom ZZP, te je upućen na odredbe ZJN-a koje regulišu postupak ZZP. Pored toga, upućeni su i na Uputstvo za korisnike Portala jn (deo koji se odnosi na zaštitu prava). Takođe, rečeno da ukoliko i dalje budu imali nedoumica u vezi sa ovim (a i drugim pitanjima) mogu da kontaktiraju KJN radi dobijanja pravne konsultacije i/ili konstulacije u vezi sa primenom Portala jn."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: 4. Da li imaju mogućnost da ga isključe iz sledećeg postupka?...", "link": null, "input": "Pitanje: 4. Da li imaju mogućnost da ga isključe iz sledećeg postupka?...: 1. Odgovoreno da nemaju obavezu da prihvate ponuđačev zahtev za promenom cene.\n2. Ako dođe do raskida ugovora, moraju da pokrenu nov otvoreni postupak za tu partiju.\n3. Ne\n4. Imaju po članu 112. tačka 5) ZJN.\nNaručilac je naveo da im je rešenjem RK delimično poništen postupak. Sada nameravaju da u ponovnoj stručnoj oceni ponuda traže neka dodatna pojašnjenja i pitaju koji rok da ostave ponuđačima.\nMoraju da im ostave minimum pet dana.\nJedan od ponuđača im je ponudio predmet javne nabavke boljih tehničkih karakteristika od onih predviđenih kd po ceni koja prelazi procenjenu vrednost. Pitaju da li mogu da ga prihvate.\nOdgovoreno da ne mogu.\nZainteresovano lice je zahtevalo reakciju u vezi postupanja naručioca u postupku javne nabvke,  u kojem su dali svoje učešće. Naime, osporavaju dokumentaciju ponuđača iz jednog postupka javne nabavke (sporni prevod\nkataloga, ukazujući na falsifikat). Naglašeno da su se već obraćali KJN i Republičkoj komisiji kroz zzp, ali da u pogledu navedenog nema reakcije.\nZainteresovanom licu odgovoreno da su poziv izvršili na telefone u vezi sa usmenim konsultacijama o primeni odredbi ZJN, te da nije moguće dati odgovor na konkretno pitanje koje postavljaju. Takođe je ukazano zainteresovanom licu da se već obraćao KJN u pogledu navedenog i da je prema navodima dobio i odgovor na isto."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Posebno ukazano da svakako imaju pravo da se ponovo obrate KJN sa bilo kojim pitanjem u vezi primene...", "link": null, "input": "Pitanje: Posebno ukazano da svakako imaju pravo da se ponovo obrate KJN sa bilo kojim pitanjem u vezi primene...: Zainteresovano lice je navelo da je sproveden postupak javne nabavke kod naručioca, da je doneta odluka i zaljkučen ugovora. Nakon svih ovih radnji uočeno je da je u modelu ugovora uneta pogrešna bruto cene tj. ukupna cena sa uračunatim pdv-om. Da li se u ovoj situaciji naručilac mora menjati ugovor.\nZainteresovanom licu odgovoreno da navedeno ZJN ne definiše, ali definiše obavezu na strani naručioca, shodno odredbama člana 142. stav 4. ZJN, da izvrši računsku kontrolu dostavljenih ponuda (u smislu stručne ocene koja se vrši sa povećanom pažnjom). U navedenom slučaju naručilac nije postupio u skladu sa navedenom zakonskom odredbom. Po drugoj strani naučilac, ali i sam dobavljač po navedenom ugovoru, pored odredbi ZJN moraju da poštuju i odredbe Zakona o porezu na dodatu vrednost, te stim u vezi je dobavljač u obavezi po navedenom zakonu da obračunava porez na dodatu vrednost. Drugim rečima, nezavisno od izmene ugovora u ovom delu, svi učesnici su obavezi da poštuju i primenjuju važeće odredbe zakona kojim je uređen način obračuna i iskazivanja pdv-a.\nNaručilac ima zaključen okvirni sporazum za nabavku namirnica. Zaključili su i ugovor, ali im se sada dobavljač javio sa zahtevom za povećanje cene jedne stavke u okviru specifikacije. Da li moraju da, nakon izmene ugovora, nešto objavljuju na Portalu javnih nabavki.\nNaručiocu odgovoreno da, ukoliko je navedeno predviđeno odredbama okvirnog sporazuma i konkretnog ugovora, a u skladu sa odredbama člana 156. ZJN, nemaju obavezu da izmenu ugovora objavljuju na Portalu javnih nabavaki. Opreza radi, naručiocu skrenuta pažnja na procedure praćenja ugovora (pa i njegovih izmena), što mora biti precizno definisano aktom iz člana 49. stav 2. ZJN. Takođe, ukazano naručiocu da se odredbe o izmeni ugovora, shodno odredbama člana 162. ZJN, primenjuju i na okvirni sporazum."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li se ponuđač koji je u jednoj partiji podneo ponudu samostalno, može javiti kao podizvođač u dru...", "link": null, "input": "Pitanje: Da li se ponuđač koji je u jednoj partiji podneo ponudu samostalno, može javiti kao podizvođač u dru...: Može..\nKoliki je ro za podnošenje ponuda za uslugu procenjene vrednosti 50.000.000 dinara, ukoliko se sve pože podneti"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: elektronski i ukoliko postoji obaveza obilaska lokacije?...", "link": null, "input": "Pitanje: elektronski i ukoliko postoji obaveza obilaska lokacije?...: Rok iznosi minimalno 31 dana. (preporučeno 35 dana)\nRok se skraćuje za 5 dana ukoliko je moguće sve dostaviti elektronskim putem, a u\nsličaju obaveznog obilaska lokacije potrebno je da se rok odredi na način da svi zainteresovani privredni subjekti mogu da\nse upoznaju sa svim informacijama potrebnim za pripremu ponude, pri čemu isti mora biti duži od minimalnog roka.\nPlaniraju da sprovedu nabavku goriva i maziva, međutim za gorivo i mazivo su različite\ncpv"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: oznake, da li zbog toga moraju da sprovode dva odvojena postupka na Portalu?...", "link": null, "input": "Pitanje: oznake, da li zbog toga moraju da sprovode dva odvojena postupka na Portalu?...: Odgovoreno da nemaju takvu obavezu."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Ponuđač je dostavio ponudu koja sadrži računsku grešku i sredstvo obezbeđenja za ozbiljnost ponude n...", "link": null, "input": "Pitanje: Ponuđač je dostavio ponudu koja sadrži računsku grešku i sredstvo obezbeđenja za ozbiljnost ponude n...: KJN ne vrši stručnu ocenu ponuda.\nUrgencija povodom poslatog zahteva za tumačenje\nUrgencija preneta koleginici kojoj je predmet dodeljen u rad."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Radi se o nabavci čija je proc. vrednost ispod 5.000.000,00 din. u vezi sa kojom postavljaju pitanje...", "link": null, "input": "Pitanje: Radi se o nabavci čija je proc. vrednost ispod 5.000.000,00 din. u vezi sa kojom postavljaju pitanje...: Imaju tehnički problem u vezi sa radom na Portalu jn.\nU\nkoliko je procenjena vredn\nost\nnabavke\njednaka ili niža od 5.000.000,00 din.\nnaručilac\nnije dužan da zahteva dokaze, ali ima mogućnost da ih zahteva na način propisan\nčl\n.\n119. ZJN.\nUpućeni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn. Brojevi kontakt telefona nalaze se na internet stranici KJN u delu Kontakt."}
