{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Zainteresovano lice je postavilo pitanje da li je učešće u postupku javne nabavke uslovljeno registr...", "link": null, "input": "Pitanje: Zainteresovano lice je postavilo pitanje da li je učešće u postupku javne nabavke uslovljeno registr...: Zainterosavnom licu odgovoreno da učešće u postupku javne nabavke nije uslovljeno registracijom privrednog subjekta u reg.ponuđača, ali je mogućnost registracije definisana u odredbama člana 128. ZJN i Pravilnika o sadržini registra ponuđača\ni dokumentaciji koja se podnosi uz prijavu za registraciju ponuđača. Svakako skrenuta pažnja zainteresovanom licu da mora biti registrovan na Portalu javnih nabavki kako bi mogao učestvovati u postupcima javnih nabavki.\nNaručilac je u odluci o sprovođenja postupka imenovao članove komisije. Otvaranje ponuda u predmetnom postupku je u toku sledeće nedelje, a član komisije pre toga odlazi na put. Da li navedena osoba mora potpisati Izjava o nepostojanju sukoba interesa.\nNaručiocu odgovoreno da predstavnici naručioca (članovi komisije za javnu nabavku) potpisuju izjavu o nepostojanju sukoba interesa nakon otvaranja ponuda, shodno odredbama člana 50. stav 8. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Ponuđač je poslao menicu kao deo ponude. Međutim, opozvali su je pre nego što je naručilac otvorio. ...", "link": null, "input": "Pitanje: Ponuđač je poslao menicu kao deo ponude. Međutim, opozvali su je pre nego što je naručilac otvorio. ...: Odgovoreno da mogu da je vrate ponuđaču neotvorenu, ZJN ne uređuje u kom momentu će to učiniti niti postoji obaveza da to negde pribeleže, prepušteno internoj proceduri naručioca."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac im je poslao ugovor na potpisivanje. Međutim, ponuđač više ne može da isporuči predmet ugo...", "link": null, "input": "Pitanje: Naručilac im je poslao ugovor na potpisivanje. Međutim, ponuđač više ne može da isporuči predmet ugo...: Ne, ugovor još uvek nije zaključe, na naručiocu je kako će postupiti.\nŽele da ukažu na nepravilnosti kod drugih ponuđača, tj. na falsifikovane kataloge. Uložili su zahtev Republičkoj komisiji, koja je odbila zahtev sa obrazloženjem da je u pitanju nabavka na koju se ZJN ne primenjuje. Ističu da je samo sporna partija ispod limita, ne i sama nabavka. Obraćali su se KJN, dobili su odgovor da nismo nadležni. Zahtevaju sastanak.\nUzet kontakt telefon, preneto rukovodiocu Grupe za monitoring.\nPrivredni subjekt je podneo zahtev za zaštitu prava kojim je osporena Odluka o dodeli ugovora. Republička komisija je predmetni zahtev usvojila i delimično poništila postupak javne nabavke. Zainteresovano lice postavlja pitanje šta će dalje da bude sa postupkom, imajući u vidu da naručilac planira da donese odluku o obustavi.\nObjašnjeno je na koji način naručilac treba da postupi u smislu ponavljanja faze stručne ocene ponuda i donošenja nove odluke.\nUkazano je da je naručilac dužan da postupi u skladu sa nalozima Republičke komisije sadržanim u njenoj odluci.\nTakođe, napomenuto je da Republička komisija može da zahteva od naručioca da podnese izveštaj o sprovođenju njene odluke."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac je sproveo postupak javne nabavke u kojem su dva ponuđača podnela ponudu. Međutim, nakon d...", "link": null, "input": "Pitanje: Naručilac je sproveo postupak javne nabavke u kojem su dva ponuđača podnela ponudu. Međutim, nakon d...: prava ukoliko ugovor dodeli drugorangiranom ponuđaču.\nUkazano je da naručilac ima mogućnost da zaključi ugovor sa drugorangiranim, kao i da obustavi postupak javne nabavke.\nDobili su primedbu ponuđača, ali nakon isteka roka, šta da rade…\nUkazano da zakon ne obavezuje naručioca da odgovori na neblagovremeno pitanje ili ukazivanje od strane privr. subj. Međutim, naglašeno da ipak treba da imaju u vidu sadržinu pitanja ili ukazivanja na nepravilnost i procene da li bi bilo svrsishodno da uvaže njihove navode i odgovore na pitanje, ako bi to koristilo ostalim ps."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Šta se smatra datumom zaključenja ugovora?...", "link": null, "input": "Pitanje: Šta se smatra datumom zaključenja ugovora?...: Prema odredbama zoo, to je momenat kada obe ugovorne strane saglase volju, odnosno kod ugovora po pristupu kada druga ugovorna strana potpiše ugovor.\nPrvi put podnose ponudu (učestvuju u otvorenom postupku), te su zamolili za pomoć.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na pripremu i podnošenje ponude, posebno u o.p.), Demo verziju Portala jn u cilju vežbanja rada na Portalu jn, i kontakt tel. za podršku u radu na Portalu jn u slučaju eventualnih pitanja.\n1.\nZanima ih za koji period mogu da zahtevaju spisak isporučenih dobara kao dokaz."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: 2. Nameravaju da sprovedu nabavku usluga  restorana proc. vrednosti ispod 15.000.000,00 din., te pos...", "link": null, "input": "Pitanje: 2. Nameravaju da sprovedu nabavku usluga  restorana proc. vrednosti ispod 15.000.000,00 din., te pos...: 1.\nUkazano na čl. 124. st. 1. ZJN tač. 2)  kojim je propisano da naručilac, kao jedan od dokaza za tehnički i stručni kapacitet može da zahteva spisak isporuka  relevantnih  dobara  ili  pruženih  usluga  tokom perioda  od  najviše  tri  poslednje  godine  pre  isteka  roka  za  podnošenje ponuda, odnosno prijava, sa iznosima, datumima i nazivima korisnika, a ako je potrebno da bi se obezbedio odgovarajući nivo konkurencije, naručilac može da naznači da će se uzeti u obzir dokaz o relevantnim dobrima ili uslugama isporučenim, odnosno pruženim u periodu dužem od tri godine.\n2. Dato objašnjenje da se u konkretnom slučaju radi o nabavci društvenih i drugih posebnih usluga (Prilog 7) iz čl. 27. st. 1. tač. 3) ZJN, te da naručilac istu sprovodi po proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49. ZJN uz primenu načela ZJN na način\nkoji je primeren okolnostima konkretne nabavke.\nImaju potrebu za sprovođenjem nabavke usluga licenci za softver čija je procenjena vrednost ispod praga, te ih interesuje da li su u obavezi da primene pregovarački postupak po čl. 61. st. 1. t. 1) ZJN, tvrdeći da samo jedan ponuđač može da izvrši predmetnu nabavku.\nNaručilac nije u obavezi da primeni pregovarački postupak po čl. 61. st. 1. t. 1) ZJN, s obzirom da je reč o nabavci ispod praga, već predmetnu nabavku sprovodi u skladu sa posebnim aktom iz čl. 49. ZJN uz primenu načela ZJN na način koji je primeren okolnostima konkretne nabavke."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Zainteresovano lice postavlja pitanje kako može da dobije statističke podatke vezane za grupe naruči...", "link": null, "input": "Pitanje: Zainteresovano lice postavlja pitanje kako može da dobije statističke podatke vezane za grupe naruči...: a\n(po delatnosti), zatim po predmetima nabavke (dobra, usluge i radovi), zatim po opisu predmeta javne nabavke i dr.\nZainteresovanom licu odgovoreno da je dobio telefon u vezi pravnih konsultacija u vezi sa primenom ZJN. U vezi sa navedenim pitanjem upućen na konsultacije koje pružaju koleginice i kolege u vezi sa primenom Portala javnih nabavki. Svakako je zainteresovano lice upućeno i na funkcionalnosti Portala, gde isti može vršiti pretrage postupaka po više osnova i isti je upućen na deo gde se formiraju filtri za pretragu (po raznim parametrima).\nNaručilac sprovodi javnu nabavku za gorivo. U fazi je stručne ocene ponuda i utvrdio je da je jedan od ponuđača u ponudi\nd\nostavio zahtevani cenovnik (na dan objavljivanja poziva za predm.j.nabavku) ali je u istom navedeno da važi do 14,00 časova tog dana. Da li se cene u cenovniku mogu menjati na opisani način.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, već komisija za javnu nabavku naručioca. U pogledu postavljenog pitanja KJN nije u mogućnosti da odgovori, obzirom da navedeno nije u njenoj nadležnosti. Preporučeno da se naručilac u pogledu navedenog obrati Agenciji za energetiku, Ministarstvu nadležnom za poslove trgovine ili Poreskoj upravi. Svakako skrenuta pažnja naručiocu da po osnovu odredbi člana 142. ZJN ima pravo da zahteva objašnjenja dostavljene dokumentacije na način i u roku kako je navedeno u odredbi stava 2. navedenog člana zakona. Posebno naglašeno da naručilac postupanjem u skladu sa članom 142. ZJN ne sme dovesti ili dozvoliti da dođe do izmene dostavljene ponude.\nSproveli su postupak javne nabavke radova i zaključili ugovor. Sada imaju potrebu za izmenom ugovora po osnovu\nnepredviđenih radova, ali i na osnovu povećanja obima. Takođe u ugovoru imaju definisane viškove radova, po osnovu Uzansi o građenju do 10%. Kako i po kom osnovu u ZJN mogu da izmene ugovor.\nU pogledu nepredviđenih radova se primenjuju odredbe člana 157. ZJN i ova izmena se objavljuje na Portalu javnih nabavki prema odredbam ačlana 155. stav 2.\nZJN. Povećanje obima je regulisano odredbama člana 160. ZJN.\nKonačno napomenuto naručiocu da shodno odredbama člana 157. stav 5. ZJN ugovoreni viškovi radova ne predstavljaju izmenu ugovora."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Predvideli su ugovorom mogućnost nabavke dodatnih dobara. Da li imaju obavezu da sačine aneks?...", "link": null, "input": "Pitanje: Predvideli su ugovorom mogućnost nabavke dodatnih dobara. Da li imaju obavezu da sačine aneks?...: Nemaju tu obavezu. Pojašnjen član 156. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Na osnovu čega određuju da li se na neku nabavku primenjuje ZJN ili ne, na osnovu procenjene vrednos...", "link": null, "input": "Pitanje: Na osnovu čega određuju da li se na neku nabavku primenjuje ZJN ili ne, na osnovu procenjene vrednos...: Ukazano na pragove, čl. 27. ZJN.\nImaju dve ponude, jedna je prihvatljiva, druga nije po više osnova. Pitaju koje su mogućnosti drugog ponuđača, čija ponuda nije prihvatljiva kada je reč o zzp."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li naručilac može obustaviti postupak jn usled pojave okolnosti koje mu nisu bile poznate u vreme...", "link": null, "input": "Pitanje: Da li naručilac može obustaviti postupak jn usled pojave okolnosti koje mu nisu bile poznate u vreme...: Može, ukoliko bi te okolnosti, da su bile poznate naručiocu ranije, dovele do bitne promene u sadržaju dokumentacije o nabavci."}
