{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac planira novu jn. S tim u vezi, postavlja pitanje da li se to smatra izmenom plana jn....", "link": null, "input": "Pitanje: Naručilac planira novu jn. S tim u vezi, postavlja pitanje da li se to smatra izmenom plana jn....: Da, u skladu sa čl. 88. st. 4. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Pitanje u vezi uvida u dokumentaciju o jn (rok, preuzimanje dokumentacije o jn...)....", "link": null, "input": "Pitanje: Pitanje u vezi uvida u dokumentaciju o jn (rok, preuzimanje dokumentacije o jn...)....: Naručiocu je ukazano u kom roku može da izvrši uvid u dokumentaciju o jn i ukazano na mogućnost preuzimanja dokumentacije o jn, te je naručilac upućen na čl. 149. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li objavljuju izmene oglasa (javnog poziva) u Službenom glasniku?...", "link": null, "input": "Pitanje: Da li objavljuju izmene oglasa (javnog poziva) u Službenom glasniku?...: Rečeno da objaljuju samo oglase iz člana 105. stav 1. tač. 1-4. ako je pr. vrednost jednaka ili veća od 5.000.000 dinara.\nNaručilac je prethodne godine po odredbama ranije važećeg ZJN/2015 sproveo postupak javne nabavke za uslugu mobilne telefonije i zaključio ugovor koji ističe u martu 2022. godine. Obzirom da su utrošili finansijska sredstva, odnosno da su iskoristili ugovorene količine predmetne usluge, postavljaju pitanje da li mogu da izmene ugovor, do sprovođenja novog postupka javne nabavke za predmetnu uslugu.\nNaručiocu odgovoreno da se ugovor za\nkq\nučen po odredbama ranije važećeg ZJN/2015, menja u skladu sa odredbama novog i važećeg ZJN. U skladu sa nvedenim, moguća je izmena ili na osnovu ugovorenih odredbi iz člana 156. ZJN, ili na osnovu povećanja obima nabavke u skladu sa odredbama člana 160. ZJN, uz kumulativno ispunjenje uslova iz navedenog člana. Skrenuta pažnja naručiocu da za ovakvu izmenu ugovora i uopšte izmenu ugovora, mora postojati opravdan razlog za izmenu, za koju naručilac poseduje nesporne dokaze. Posebno naglašene odredbe člana 154. ZJN koje definišu šta se smatra bitnom izmenom ugovora tj. u kojim slučajevima se ne bi smatralo opravdanim i dozvoljenim izmena ugovora o javnoj nabavci.\nImaju poteškoće u vezi sa učitavanjem dokumenta na Portalu jn.\nUpućeni na kolege iz tehničke službe."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavili pitanje da li mogu u okvirnom sporazumu da promene podizvođača....", "link": null, "input": "Pitanje: Postavili pitanje da li mogu u okvirnom sporazumu da promene podizvođača....: Ukazano da se izmene okvirnog sporazuma vrše u skladu sa čl. 162. ZJN, pa samim i tim i promena podizvođača se sprovodi u skladu sa čl.161. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavili pitanje da li u Odluci o obustavi postupka treba da navedu da će sprovesti konkurentni pos...", "link": null, "input": "Pitanje: Postavili pitanje da li u Odluci o obustavi postupka treba da navedu da će sprovesti konkurentni pos...: Odluka o obustavi postupka jn mora da bude obrazložena, da sadrži naročito podatke iz izveštaja o postupku jn, tj. razloge obustavljanja i uputstvo o pravnom leku.\nDakle, u Odluci se ne navodi kako će naručilac postupati u budućnosti."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Postavili pitanje na koji način sprovode postupak na koji se ZJN ne primenjuje....", "link": null, "input": "Pitanje: Postavili pitanje na koji način sprovode postupak na koji se ZJN ne primenjuje....: Ukazano na čl. 49. stav 2. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavili pitanje kada mogu da pokrenu novi postupak nakon donošenja Odluke o obustavi....", "link": null, "input": "Pitanje: Postavili pitanje kada mogu da pokrenu novi postupak nakon donošenja Odluke o obustavi....: Nakon proteka roka od 10 dana za zzp."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li naručilac ima mogućnost da isključi privrednog subjekta iz postupka jn ukoliko utvrdi da isti ...", "link": null, "input": "Pitanje: Da li naručilac ima mogućnost da isključi privrednog subjekta iz postupka jn ukoliko utvrdi da isti ...: Ukazano da naručilac u skladu sa čl. 112. st. 1. tač. 5) ZJN ima mogućnost da isključi takvog privrednog subjekta iz postupka jn u svakom trenutku, ukoliko utvrdi da isti u periodu od prethodne tri godine od dana isteka roka za podnošenje ponuda nije ispunjavao obaveze iz ranije zaključenih ugovora o jn, a neizvršavanje obaveza je rezultiralo raskidom ugovora o jn, naknadom štete..., s tim da tu mogućnost predvidi u dokumentaciji o nabavci."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: U o.p. za nabavku prevoza učenika i zaposlenih oblikovanu u dve partije, izabrani ponuđač koji je je...", "link": null, "input": "Pitanje: U o.p. za nabavku prevoza učenika i zaposlenih oblikovanu u dve partije, izabrani ponuđač koji je je...: Dat odgovor\nda\nukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu\nodbije da zaključi ugovor o jn\n, naručilac u tom slučaju može pozvati sledećeg ponuđača koji je podneo najpovoljniju ponudu\n, ukoliko ih ima,\ni sa njim zaključiti ugovor o jn.\nS obzirom da to ovde nije slučaj, naručilac mora da ponovi o.p. za predmetnu nabavku.\nU o.p. za nabavku elaborata za izradu depoa, naručilac je dobio samo jednu ponudu koja prelazi procenjenu vrednost nabavke, za koju naručilac ne poseduje raspoloživa finansijska sredstva. S tim u vezi, pita da li je dužan da prihvati takvu ponudu.\nOdgovoreno da\n,\nu skladu sa čl. 144. ZJN st. 2. naručilac\nima mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li mogu da traže dodatna pojašnjenja ukoliko je tehničkom greškom navedena jedinična cena 60.000 ...", "link": null, "input": "Pitanje: Da li mogu da traže dodatna pojašnjenja ukoliko je tehničkom greškom navedena jedinična cena 60.000 ...: Rečeno da ne mogu da menjaju jedinične cene ponude, ali da naručilac donosi odluku o stručnoj oceni ponuda."}
