{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac je postavio pitanje da li u godišnji izveštaj...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li u godišnji izveštaj...: (član 181. stav 3. ZJN) unosi i vrednost taksi, naknada i nekih troškova (putarina i sl.).\nNaručiocu odgovoreno da u navedeni izveštaj unose podatke o nabavkma na koje\nse ne primenjuje zakon, i to nabavke navedene od člana 11. do 21. ZJN, kao i na nabavke uređene odredbama člana 27. stav 1. ZJN. Po pitanju evidetniranja taksi, raznih naknada i pojedinih troškova, KJN se ne može izjasniti, te se u pogledu navednog moraju obratiti licima koja pružaju informacije o računovodstvenim i drugim propisima kojima je eventualno uređeno navedeno pitanje. Svakako se izveštaj odnosi na nabavke koje je naručilac sporveo bez primene odredbi ZJN, a ne na naknade, plaćene takse, troškove i sl."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručilac ima plan da sprovede nabavku društevnih i drugih usluga proc.vrednosti 1,5 miliona dinara ...", "link": null, "input": "Pitanje: Naručilac ima plan da sprovede nabavku društevnih i drugih usluga proc.vrednosti 1,5 miliona dinara ...: Naručiocu odgovoreno da prema odredbama člana 27. stav 1. tačka 3) naručilac nije u obavezi da primeni odredbe ZJN, ukoliko je procenjena vrednost tih društvenih usluga ispod limita navedenog u prethodno članu, stavu i tački zakona. Svakako, mora primeniti načela ZJN, u meri koja je primerena okolnostima konkretne nabavke.\nNaručilac je nakon donete odluke o dodeli ugovora primio zahtev za zaštitu prava, isti su ispitali i doneli odluku da isti usvoje rešenjem. Naručilac je na Portalu javnih nabavki, došao do dela gde se unose podaci o blagovremenosti zzp i aktivnoj legitimaciji, te postavlja pitanje da li kod dela aktivna legitimacija-biraju ovlašćeni podnosilac ili neovlašćeni podnosilac.\nU vezi navedenih pitanja se moraju obratiti koleginicama i kolegama koji pružaju konsultacije u vezi sa primenom Portala javnih nabavki, ali svakako biraju opciju da je to ovlašćeni podnosilac. Naime, u članu 211. stav 1. i 2. ZJN je definsana aktivna legitimacija i ko istu poseduje za podnošenje zahteva za zaštitu prava. Ukoliko bi naručilac npr. nesporno utvrdio da podniosilac zahteva za zaštitu prava nema aktivnu legitimaciju za ulaganje zahteva, onda bi na navedenom mestu bila izabrana opcija neovlašćeni podnosilac. Naravno, u toj bi situaciji bilo doneto drugačije rešenje, tj. rešenje o odbacivanju zahteva kao takvog.\nNakon zaključenja ugovora, ponuđač predlaže zaključenje aneksa i traži povećanje cene. Ugovorom je predviđena promena cena samo u smislu usklađivanja sa kursom evra. Odbili bi zaključenje aneksa, raskinuli ugovor i pokrenuli novi postupak. Na koji način da nabave"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: sanitetski materijal koji im je hitan, dok novi postupak ne bude okončan?...", "link": null, "input": "Pitanje: sanitetski materijal koji im je hitan, dok novi postupak ne bude okončan?...: Ukazano im na mogućnost pokretanja pregovaračkog postupka po hitnosti."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Po kom kursu unosi vrednost ugovora u Godišnji izveštaj o nabavkama po osnovu člana 11. ZJN na koje ...", "link": null, "input": "Pitanje: Po kom kursu unosi vrednost ugovora u Godišnji izveštaj o nabavkama po osnovu člana 11. ZJN na koje ...: Rečeno da unose po kursu koji je važio na dan zaključenja ugovora."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li rok isporuke da navede u ostalim zahtevima nabavke iako su naveli u modelu isporuke?...", "link": null, "input": "Pitanje: Da li rok isporuke da navede u ostalim zahtevima nabavke iako su naveli u modelu isporuke?...: Rečeno da mogu da navedu i u ostalim zahtevima nabavke."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li podnose izveštaje za nabavke za koje su zaključili ugovore u junu 2020?...", "link": null, "input": "Pitanje: Da li podnose izveštaje za nabavke za koje su zaključili ugovore u junu 2020?...: Rečeno da ne podnose jer se na njih primenjuje stari zakon."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Pitanje stručne ocene ponuda i da li mogu da kroz čl. 142. ZJN traže od ponuđača da im dostavi refer...", "link": null, "input": "Pitanje: Pitanje stručne ocene ponuda i da li mogu da kroz čl. 142. ZJN traže od ponuđača da im dostavi refer...: Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda kao i da moraju da vode računa o čl. 142. st. 3. ZJN, odnosno da ne sme doći do promene elemenata ponude ili do izmene ponuđenog predmeta nabavke.\nObjavili su odluku o dodeli ugovora u jednoj od partija i dobili su zahtev ponuđača za uvid u dokumentaciju saglasno čl. 149. ZJN.  Da li mu oni sada omogućavaju da vidi samo ponudu ponuđača kome je dodeljen ugovor ili svih podnetih ponuda.\nSaglasno čl. 149. ZJN omogućavaju uvid u kompletnu dokumentaciju iz te partije."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Hoće da izvrše izmenu ugovora saglasno čl. 158. ZJN, da li imaju neku obavezu prema KJN?...", "link": null, "input": "Pitanje: Hoće da izvrše izmenu ugovora saglasno čl. 158. ZJN, da li imaju neku obavezu prema KJN?...: Ukazano da su dužni da objave obaveštenje o izmeni ugovora na Portalu."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Sklopili su ugovor sa naručiocem po sprovedenom postupku javne nabavke i sada imaju probleme u reali...", "link": null, "input": "Pitanje: Sklopili su ugovor sa naručiocem po sprovedenom postupku javne nabavke i sada imaju probleme u reali...: Ukazano da je to domen ZOO a ne ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Postavljaju tehničko pitanje...", "link": null, "input": "Pitanje: Postavljaju tehničko pitanje...: Upućeni na kolege sa Portala.\nImaju više različitih pitanja:"}
