{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Vrši internu reviziju i s tim u vezi postavlja pitanje u vezi sa planom jn. Naime,...", "link": null, "input": "Pitanje: Vrši internu reviziju i s tim u vezi postavlja pitanje u vezi sa planom jn. Naime,...: da li je nabavku\nčiji je postupak bio  pokrenut pa obustavljen po starom ZJN, ili koja nije bila pokrenuta iz plana jn po starom ZJN-u do početka primene novog ZJN, čija je proc. vrednost iznad pragova, a za kojom je i dalje postojala  potreba,"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: trebala biti predviđena u planu jn po novom ZJN-u?...", "link": null, "input": "Pitanje: trebala biti predviđena u planu jn po novom ZJN-u?...: U\nkazano je na sledeće:\nU\nskladu sa čl. 239. stav 1. ZJN postupci jn\nkoji su započeti pre dana početka primene\nnovog ZJN-a\nokončavaju\nse\npo propisima po kojima su započeti.\nDalje, u\nskladu sa st. 2. istog člana\nnaručilac je bio\ndužan da danom početka primene\nn\novog ZJN plan j\nn\nuskladi sa\nistim.\nS tim u vezi, planovi j\nn\n, koje naručilac priprema i objavljuje u skladu sa odredbama novog ZJN mogu da sadrže samo javne nabavke za koje postupci nisu pokrenuti do 1. jula 2020. godine, odnosno do početka primene novog ZJN. Imajući u vidu navedeno,\nukoliko je\nnaručilac pokrenuo postupak\njn\npo starom ZJN, koji je bio predviđen Planom j\nn\nkoji je objavljen na Portalu j\nn\npo starom ZJN, celokupnu dokumentaciju u vezi sa navedenim postupkom objavljuje na Portalu j\nn\npo starom ZJN (koji\nje i\ndalje dostupan korisnicima). U slučaju da se postupak\njn\nokonča\no\nobustavom,\nili da je imao  predviđen postupak jn u starom planu jn koji nije pokrenuo,\nnaručilac\nje mogao da\nizmeni plan j\nn\n, u skladu sa članom 88. ZJN, ukoliko\nje\ni dalje ima\no\npotrebu za\ntom nabavkom\n.\nKJN je s tim u vezi objavila\nObaveštenje u vezi sa usklađivanjem plana jn sa odredbama novog ZJN na internet stranici\nKJN\n, koj\ni se\nse mog\nao\nnaći i na prvoj strani Portala jn."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Imaju potrebu za izmenom ugovora o jn sanitetskog potrošnog materijala (vata, medicinske igle i dr. ...", "link": null, "input": "Pitanje: Imaju potrebu za izmenom ugovora o jn sanitetskog potrošnog materijala (vata, medicinske igle i dr. ...: izvrše izmenu predmetnog ugovora o jn usled nepredviđenih okolnosti.\nSavetovano da razmotre mogućnost primene čl. 158. ZJN, te da, ukoliko su ispunjeni svi uslovi propisani ovim članom i pod uslovom da je ugovor o predmetnoj jn još uvek važeći, izvrše izmenu istog. Ukazano i na dužnost naručioca da u slučaju izmene ugovora o jn usled nepredviđenih okolnosti objavi obaveštenje o izmeni ugovora o jn u skladu sa čl. 155. st. 2. ZJN.\nPogrešili br. tel. za konsultacije (trebala im\nje\nkonstulacija u vezi sa tehničkim problemom koji se pojavio prilikom rada na Portalu jn).\nNapomenuto da su na internet stranici KJN u delu Kontakt istaknuti i br. tel. za konsultacije za primenu Portala jn."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Zainteresovano lice je postavilo pitanje da li je odredbama ZJN predviđena neka krajnja vrednost pon...", "link": null, "input": "Pitanje: Zainteresovano lice je postavilo pitanje da li je odredbama ZJN predviđena neka krajnja vrednost pon...: Zainteresovanom licu odgovoreno da odredbe ZJN navedeno ne definišu, ali je skrenuta pažnja zainteresovanom licu na odredbe člana 29. stav 1. ZJN, gde je navedeno da naručilac mora voditi računa o validnosti planirane procenjene vrednosti kako u momentu planiranja, tako i u trenutku pokretanja postupka javne nabavke. Pored navedenog, nije bez značaja i odredba člana 88. stav 4. ZJN, gde je navedeno da se povećanje procenjene vrednosti preko 10% prvobitne vrednosti\nsmatra izmenom plana javnih nabavki. Takođe je napomenuto da naručilac u pogledu primene navedene odredbe zakona (član 146. stav 2. ZJN), mora voditi računa o poštovanju propisa koji regulišu pitanje budžetskog poslovanja i trošenja javnih sredstava, kao i druge propise iz ove oblasti. Svakako je odredbama člana 144. stav 2. ZJN definisano da naručilac može i da odbije ponudu čija vrednost prelazi iznos procenjene vrednosti javne nabavke ili raspoloživih sredstava.\nImali su centralizovanu javnu nabavku. Naknadno se javila potreba za dodatnom količinom istog predmeta nabavke. Da li mogu novu javnu nabavku da sprovedu mimo primene ZJN, s obzirom da je procenjena vrednost ispod 1.000.000 dinara.\nNe. Navedeni izuzetak od primene može da se primeni jedino u slučaju da je procenjena vrednost javne nabavke ispod 1.000.000 na godišnjem nivou, za isti predmet nabavke. S obzirom da su oni već sproveli centralizovanu javnu nabavku za isti predmet javne nabavke, nova nabavka bi u zbiru sa centralizovanom prelazila iznos od 1.000.000 dinara."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Nije regulisano ZJN, već oni to pitanje uređuju interno, a i u zavisnosti od toga da li naručilac sp...", "link": null, "input": "Pitanje: Nije regulisano ZJN, već oni to pitanje uređuju interno, a i u zavisnosti od toga da li naručilac sp...: Naručilac je postavio pitanja koja su se odnosila na dostavljanje izveštaja za nabavke čija je procenjena vrednost bila ispod vrednosti pragova.\nProtumačene su odredbe člana 181. Zakona o javnim nabavkama, prema kojima je naručilac dužan da evidentira podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nTakođe, napomenuto je da je tu svoju obavezu naručilac dužan da izvrši do 31. januara tekuće godine za prethodnu.\nNaručilac je imao nedoumice koje su se odnosile na izmene ugovora, konkretno mogućnost izmene ugovora po više osnova, kao i limit kod\nnepredviđenih radova i viškova radova.\nProtumačene su odredbe člana 157. Zakona o javnim nabavkama, kojima su uređene izmene u pogledu dodatnih dobara, usluga ili radova.\nTakođe, objašnjeno da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nUkazano da ugovoreni viškovi radovi ne predstavljaju izmenu ugovora."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac sprovodi postupak javne nabavke u kojem se kao sporno javilo pitanje isteka roka važenja p...", "link": null, "input": "Pitanje: Naručilac sprovodi postupak javne nabavke u kojem se kao sporno javilo pitanje isteka roka važenja p...: Protumačene su odredbe člana 137. Zakona o javnim nabavkama, sa posebnim akcentom na stav 2."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li stručni kapacitet mogu da dokazuju preko podizvođača?...", "link": null, "input": "Pitanje: Da li stručni kapacitet mogu da dokazuju preko podizvođača?...: Mogu."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li nedostavljanje menice na način koji je propisan k.d. osnov za odbijanje ponude?...", "link": null, "input": "Pitanje: Da li nedostavljanje menice na način koji je propisan k.d. osnov za odbijanje ponude?...: KJN ne vrši stručnu ocenu ponuda, a menica se dostavlja putem pošte."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Sproveli su javnu nabavku hemije i u toku realizacije ugovora javila im se potreba za dodatnim količ...", "link": null, "input": "Pitanje: Sproveli su javnu nabavku hemije i u toku realizacije ugovora javila im se potreba za dodatnim količ...: Ukazano na mogućnost primene čl. 160. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Treba da sprovedu nabavku čija je procenjena vrednost 1 000 000 dinara da li imaju obavezu primene Z...", "link": null, "input": "Pitanje: Treba da sprovedu nabavku čija je procenjena vrednost 1 000 000 dinara da li imaju obavezu primene Z...: Dalje u toku razgovora utvrđeno da naručilac ne razlikuje zahteve nabavke od kriterijuma za kvalitativan izbor privrednog subjekta.\nDa.\nNaručiocu pokušano ukratko da se objasni razlika na način što će zahtev nabavke shvatiti kao nešto što je imanentno samo predmetu, dakle odnosi se na isti, a da krit. za kval. izbor priv. subjekta shvati kao one zahteve koje treba da ispuni ponuđač."}
