{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: zatražio je uvid u dokumentaciju o jn za partiju za koju nije podeno ponudu. Može li naručilac dozvo...", "link": null, "input": "Pitanje: zatražio je uvid u dokumentaciju o jn za partiju za koju nije podeno ponudu. Može li naručilac dozvo...: Ne, uvid u dokumentaciju o jn dozvoljen je samo privrednom subjektu koji je podneo ponudu za konkretnu partiju, što i proizlazi iz smisla čl. 149. ZJN.\nZatražili bi dodatno pojašnjenje podataka u ponudi koji su im nejasni.\nUkazano na mogućnost naručioca da zahteva dodatna objašnjenja u skladu sa čl. 142. ZJN.\nNaručilac navodi da je u obrascu strukture cene predvideo da je potrebno da se dostave određeni sertifikati, kao zahtev tehničke specifikacije. Navedeni zahtev, međutim, nisu predvideli u Upustvu ponuđačima kako da sačine ponudu, niti u okviru obrasca tehnička specifikacija. U postupku su ponudu podnela dva ponuđača, od kojih je jedan dostavio tražene sertifikate, a drugi nije. Pitaju kako da postupe sa ponudom ponuđača koji nije dostavio sertifikate, da li da je odbio kao neprihvatljivu.\nOdgovoreno da KJN ne može da se izjašnjava kada je reč o stručnoj oceni ponuda. Uz to, skrenuta pažnja da im kd nije sačinjena na način da omogući podnošenje prihvatljive ponude."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Ako je naručilac predvideo fiksne fiksne cene u ugovoru, da li sada ima mogućnost izmene ugovora?...", "link": null, "input": "Pitanje: Ako je naručilac predvideo fiksne fiksne cene u ugovoru, da li sada ima mogućnost izmene ugovora?...: Da, ako za to postoje objektivni razlozi. Izmena se vrši po članu 158. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Dostavili su sporazum o zajedničkoj ponudi sa datumom od 20.2. a ponudu su kao grupa podneli 14.2.? ...", "link": null, "input": "Pitanje: Dostavili su sporazum o zajedničkoj ponudi sa datumom od 20.2. a ponudu su kao grupa podneli 14.2.? ...: Rečeno da sporazum o zajedničkoj ponudi nije sastavni deo ponude. Ukoliko naručilac nije zahtevao ni konkursnom dokumentacijom dostavljanje istog, ne bi bilo relevantno kada je taj sporaum zaključen."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Za koliko moraju da produže rok za podnošenje ponuda?...", "link": null, "input": "Pitanje: Za koliko moraju da produže rok za podnošenje ponuda?...: Ukazano na član 87. ZJN.\nInspektor navedene inspekcije u inspekcijskom nadzoru kod jednog naručioca je utvrdio\nsledeće činjenično stanje: naručilac je pre 01.07.2020. godine, sproveo postupak javne nabavke male vrednosti radova, oblikovan po partijama (7 partija), čija je procenjena vrednosti iznosila 700.000,00 rsd. Postupka je pre 01.07.2020. godine, okončan donošenjem odluke o dodeli ugovora za 5 partija i donošenjem odluke o obustavi postupka za 2 partije. Da li je naručilac nakon 01.07.2020. godine, morao za perostale dve partije sprovesti postupak javne nabavke.\nInspektoru je odgovoreno da je prema njegovim navodima prvobitni postupak j.nabavke započet, sproveden i okončan prema odredbama ZJN/2015, i to pre\n01.07.2020. godine, tj. datuma od kojeg se primenjuje novi ZJN/2019, a prestaje primena ranije važećeg zakona. Naime, prema odredbama 239. stav 1. ZJN/2019 je defininisano da se započeti postupci javnih nabavki, pre početka primene novog ZJN, okončavaju po propisima po kojim su započeti. U skladu sa navedenim, a imajući u vidu opisano činjenično stanje, naručilac je okončao predmetni postupka javne nabavke. Dalje, naručioci su prema odredbama člana 239. stav 2. ZJN danom početka primene novog zakona bili dužni da usklade plan javnih nabavki sa odredbama novog zakona. S tim u vezi, naručiocu su mogli javne nabavke koje su bile navedene u Planu javnih nabavki, prebaciti u Plan nabavki, ukoliko su bili ispunjeni neki od zakonskih uslova koji omogućavaju naručiocu da ne primenjuje odredbe zakona (npr. pragove iz člana 27. ZJN/2019). Pored navedenog, naručioci su, shodno odredbama člana 49. stav 2. ZJN, bili u obavezi da donesu posebna akt kojim će bliže odrediti između ostalog i način planiranja i sprovođenja nabavki na koje se zakon ne primenjuje, kao i društvenih i dr.posebnih usluga.\nImajući u vidu prethodno navedeno, a ukoliko ukupna procenjena vrednost predmetnih radova, zajedno sa dve partije za koje je obustavljen postupak javne nabavke ne prelaze limit iz člana 27. stav 1. tačka 1) ZJN/2019 na godišnjem nivou, naručilac za preostale dve partije ne bi bio u obavezi da sprovodi postupak javne nabavke od 01.07.2020. godine, uz prethodnu obavezu usaglašavanja planova javnih nabavki i nabavki na koje se zakon ne primenjuje."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Imaju potrebu da sredstva sa jedne pozicije plana prebace na drugu poziciju plana. Da li mogu to da ...", "link": null, "input": "Pitanje: Imaju potrebu da sredstva sa jedne pozicije plana prebace na drugu poziciju plana. Da li mogu to da ...: Pojašnjen član 88. stav 4. ZJN. Ukoliko imaju potrebu da povećaju procenjenu vrednost javne nabavke za više od 10%, neophodno je da izmene Plan javnih nabavki. Na koji način će to uticati na njihov finansijski plan, zavisi od njihove finansijske službe, kao i propisa koji uređuju to pitanje. ZJN ne uređuje predmetno pitanje.\nUkoliko naručilac ponovo pokreće nabavku za jednu partiju koja je obustavljena, da"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: li je potrebno da unosi novu stavku u Plan jn?...", "link": null, "input": "Pitanje: li je potrebno da unosi novu stavku u Plan jn?...: Ne, pokreće postupak iz postojeće stavke Plana jn..."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Ponuđač postavlja pitanje da je naručilac imao prava da kao uslov za podnošenje ponuda zahteva da od...", "link": null, "input": "Pitanje: Ponuđač postavlja pitanje da je naručilac imao prava da kao uslov za podnošenje ponuda zahteva da od...: Naručilac mora odrediti uslove koji su u logičko vezi sa predmetom javne nabavke i predstavljaju objektivnu potrebu. Ukoliko ponuđač ima primedbe na kd i smatra da uslovi nisu fer ima mogućnost da mu se obrati putem Portala jn."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li naručilac može da produži rok za podnošenje ponuda samo za jednu partiju u postupku jn?...", "link": null, "input": "Pitanje: Da li naručilac može da produži rok za podnošenje ponuda samo za jednu partiju u postupku jn?...: Ne, rok se mora produžiti za ceo postupak."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavljaju pitanje na koji način mogu da ponište postupak, nakon što im je uložen zzp?...", "link": null, "input": "Pitanje: Postavljaju pitanje na koji način mogu da ponište postupak, nakon što im je uložen zzp?...: Naručilac ne može da poništava postupak. Ukazano na čl. 220. st. 1. tač. 2) ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Predvideli su kao kriterijum iz čl. 115 posedovanje rešenja nadležnog ministarstva i ponuđač je u Iz...", "link": null, "input": "Pitanje: Predvideli su kao kriterijum iz čl. 115 posedovanje rešenja nadležnog ministarstva i ponuđač je u Iz...: Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda, te da ponuđači treba da odgovore na sve zahteve nabavke"}
