{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Sproveli su otvoreni postupak, dobili jednu ponudu koja je preko procenjene vrednosti i oni imaju sr...", "link": null, "input": "Pitanje: Sproveli su otvoreni postupak, dobili jednu ponudu koja je preko procenjene vrednosti i oni imaju sr...: Mogu, saglasno čl. 146. st. 2 ZJN a izmenu Plana vrše samo ako povećavaju proc. vrednost za više od 10 %."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Zainteresovano lice je postavilo pitanje u vezi sa računanjem rokova za podnošenje zahteva za dodatn...", "link": null, "input": "Pitanje: Zainteresovano lice je postavilo pitanje u vezi sa računanjem rokova za podnošenje zahteva za dodatn...: Zaintersovanom licu objašnjeno da su predmetni rokovi definisani odredbom člana 97. ZJN i skrenuta pažnja da se rok računa unazad i da se u rok ne uračunava poslednji dan tj. dan roka za podnošenje ponuda (prema pravilu iz člana 85. stav 3. ZJN). Pored navedenog, skrenuta pažnja zainteresovanom licu da na internet stranici KJN može u delu propisa/podzakonski akti, pronaći dinarsku vrednost evropskih pragova kao akt donet od strane Ministarstva finansija, a koja je od značaja za određivanje rokova iz člana 97. ZJN. Takođe je skrenuta pažnja zainteresovanom licu da u obrascu Uputstva ponuđačima kako da sačine ponudu (konkretne javne nabavke), može pronaći navod o roku do kada može podnositi zahteve za dodatnim pojašnjenjima i informacijama.\nZainteresovano lice je učestvovalo u postupku javne nabavke, koju je sproveo naručilac Grad Užice, u kojem je Odlukom o dodeli ugovora njihova ponuda odbijena kao neprihvatljiva iz razloga što u Izjavi o ispunjenosti kriterijuma za kvalitativni izbor nije potvrđeno da isti ispunjavaju kriterijume za izbor\n(tehnički i stručni kapacitet). Šta mogu u vezi sa navedenim da učine.\nZainteresovanom licu preporučeno da na Portalu javnih nabavki, u delu „ponuđač-privatni deo“ izaberu podnete ponude, gde će izabrati ponudu za konkretni postupak, koju mogu u celini da skinu sa Portala. Nakon toga treba da izvrše uvid u Izjavu o ispunjenosti kriterijuma, koja je sastavni deo ponude, te da utvrdi da li ista sadrži nedostatke koje je naručilac označio u svojoj odluci kao razloge neprihvatljivosti ponude. Takođe, shodno odredbama člana 149. ZJN kao ponuđač mogu izvršiti uvid u\ndokumentaciju o nabavci, podnošenjem zahteva naručiocu i eventulano ostvariti svoja prava u postupku zaštite prava.\nNaručilac namerava da sprovede postupak javne nabavke usluge održavanja vozila, tako što će zaključiti okvirni sporazum. Da li se u odluci o sprovođenju postupka pozivaju na odredbe ZJN koje se odnose na postupak za zaključenje okvirnog sporazuma."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac je postavio pitanje načina definisanja tehničke specifikacije za predmetnu uslugu....", "link": null, "input": "Pitanje: Naručilac je postavio pitanje načina definisanja tehničke specifikacije za predmetnu uslugu....: Naručiocu odgovoreno da je okvirni sporazum jedna od tehnika u postupcima javnih nabavki, a ne vrsta postupka. Shodno navedenom, naručilac će se u odluci o sprovođenju postupka pozvati npr. na odredbe člana 52. i člana 91. ZJN, a može se pozvati i na odredbe člana 66. i 67. ZJN koje uređuju tehniku okvirnog sporazuma. Takođe mogu u samoj odluci navesti da se predmetni postupak javne nabavke sprovodi radi zaključenja okvirnog sporazuma. Bitno je i da naručilac ima u vidu da prilikom pokretanja postupka na Portalu javnih nabvaki označi tehniku okvirnog sporazuma, kao i da dokumentaciju o nabavci prilagodi ovoj tehnici javne nabavke (model okv.sporazuma, model ugovora ili narudžbenice i dr.).\nNaručiocu je u pogledu drugog pitanja odgovoreno da je potrebno što je moguće preciznije odrediti tehničku specifikaciju, u smilsu predmetne usluge i rezervnih delova. Dati primeri iz prakse (gde se uz tehn.specifikaciju dostavljao cenovnik delova koji nisu sadržani u tehn.specifikaciji i sl. primeri).\nZamolili su za pojašnjenje negativnih mišljenja dobijenih od KJN u vezi sa sanacijom havarisanog Odlagača 4 te, s tim u vezi, eventualnoj primeni otvorenog postupka za predmetne nabavke sa skraćenim rokom za podnošenje ponuda saglasno odredbi čl. 52. st. 6. ZJN, na koju mogućnost je i ukazano u datim mišljenjima KJN.\nPojašnjena data mišljenja KJN, kao i mogućnost primene otvorenog postupka za predmetne nabavke sa skraćenim rokom za podnošenje ponuda saglasno odredbi čl. 52. st. 6. ZJN.\nUkoliko naručilac predvidi u kd da se kao sastavni deo ponude dostavi uzor\nak"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Kako da postupe ukoliko ponuđač ne dostavi traženi uzorak?...", "link": null, "input": "Pitanje: Kako da postupe ukoliko ponuđač ne dostavi traženi uzorak?...: Ukazano na čl. 45. ZJN koji propisuje da se komunikacija i razmena podataka u postupku jn vrši elektronskim sredstvima na Portalu jn, u skladu sa ZJN i Uputstvom za korišćenje Portala jn iz čl. 184. ZJN, te da ovaj\nvid komunikacije i razmene podataka koji se odnosi na podnošenje dela ponude nije obavezan samo iz razloga navedenih u pomenutom čl. 45. ZJN, koji između ostalog,\nmože biti i  nemogućnost dostave uzoraka elektr. sredstvima.\nU tom slučaju, n\naručilac u kd predviđa način dostave (sastavnih) delova ponude koji ne mogu da se dostave elektronskim sredstvima, u skladu sa čl. 45. ZJN.\nNaručilac vrši prijem delova ponude koje ponuđači ne mogu podneti elektr. putem na način propisan čl. 139. st. 2. ZJN. Ukoliko\nponuđač\ndelove ponude n\ne dostavi blagovremeno, naručilac u tom slučaju postupa u skladu sa čl. 139.\nst. 3.\nZJN, te po okončanju postupka otvaranja neotvorene delove ponude vraća ponuđaču sa naznakom da su podneti neblagovremeno.\nTrebaju da se registruju na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn. Rečeno da imaju mogućnost korišćenja Demo verzije Portala jn u cilju vežbanja rada na Portalu jn, te mogućnost da dobiju konsultaciju u vezi sa primenom Portala jn na br. tel. koje je KJN objavila na svojoj internet stranici u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Na koji način ponuđač može da zahteva dodatna pojašnjenja u vezi sa dokumentacijom o jn?...", "link": null, "input": "Pitanje: Na koji način ponuđač može da zahteva dodatna pojašnjenja u vezi sa dokumentacijom o jn?...: Ukazano na čl. 97. ZJN, te na Uputstvo za korisnike Portala jn (deo Pitanja i odgovori)."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li je naručilac, kada  sprovodi postupak jn čija je proc. vrednosti preko 5.000.000,00 din., duža...", "link": null, "input": "Pitanje: Da li je naručilac, kada  sprovodi postupak jn čija je proc. vrednosti preko 5.000.000,00 din., duža...: Ukoliko ponuđač dostavi dokaze uz izjavu\niz čl. 118. ZJN\n, da li mora\nponovo\nd\na podnese dokaze\nukoliko\nnjegova"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: ponuda bude izabrana kao ekonomski najpovoljnija?...", "link": null, "input": "Pitanje: ponuda bude izabrana kao ekonomski najpovoljnija?...: Jeste,\nizuzev u situacijama propisanim čl. 119. st. 4. ZJN, a to su situacije kada na osnovu podataka navedenih u izjavi iz čl. 118. ZJN naručilac može da pribavi odnosno izvrši uvid u dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ili ukoliko već poseduje važeće relevantne dokaze.\nNe\nmora, s obz\nirom d\na u kon\nkretnom slu\nčaju naručilac već poseduje do\nk\naze.\nSkrenuta pažnja da ponuđaču takvo postupanje ne bude pravilo budući da izjavom iz čl. 118. ZJN privredni subjekt\nsamo potvrđuje da ispunjava kriterijume za kvalitativni izbor privrednog subjekta, te istu\ndostavlja bez dokaza, a da se dokazi posebno dostavljaju i to od strane ponuđača koji\ndostavi ekonomski najpovoljniju ponudu u skladu sa čl. 119. ZJN.\nKoliko dugo\ntreba da se čuva dokumentaci"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: ja o jn?...", "link": null, "input": "Pitanje: ja o jn?...: Celokupnu dokumentaciju o jn naručilac shodno čl. 41. ZJN čuva najmanje pet godina od zaključenja ugovora, okvirnog sporazuma, obustave ili poništenja postupka jn. Na isti način čuva se i arhivira dokumentacija koja se razmenjuje na Portalu jn."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li odluku o dodeli ugovora o jn u o.p....", "link": null, "input": "Pitanje: Da li odluku o dodeli ugovora o jn u o.p....: koju je"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: greškom okačila nepotpisanu i neoverenu može ponovo da okači potpisanu i overenu, jer su im inače sv...", "link": null, "input": "Pitanje: greškom okačila nepotpisanu i neoverenu može ponovo da okači potpisanu i overenu, jer su im inače sv...: Može\n,\nukoliko smatra da je to potrebno\n.\nDa"}
