{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Nastala je potreba za popravkom krova zbog prokišnjavanja. Radovi bi iznosili oko 2.000.000 dinara. ...", "link": null, "input": "Pitanje: Nastala je potreba za popravkom krova zbog prokišnjavanja. Radovi bi iznosili oko 2.000.000 dinara. ...: Obzirom da se radi o nabavci na koju se odredbe ZJN ne primenjuju, naručilac nema obavezu da nabavku unese u Plan jn."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Imaju potrebu da povećaju obim ugovora o jn usluga za 9%, a ništa nisu predvideli  ugovorom. Da li m...", "link": null, "input": "Pitanje: Imaju potrebu da povećaju obim ugovora o jn usluga za 9%, a ništa nisu predvideli  ugovorom. Da li m...: Mogu povećati obim nabavke do 10% prvobitne vrednosti ugovora, naosnou člana 160. ZJN. Nije potrebno da je naručilac takvu izmenu predvideo u kd."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: U dilemi su oko konkretnog pojma istovrsnosti nabavke odn. da li ZJN reguliše istovrsnost?...", "link": null, "input": "Pitanje: U dilemi su oko konkretnog pojma istovrsnosti nabavke odn. da li ZJN reguliše istovrsnost?...: Dato objašnjenje da ZJN ne sadrži konkretan pojam istovrsnosti, ali postoje odredbe ZJN koje na odgovarajući način upućuju naručioca kako da postupa s tim u vezi. Naime, prema čl. 29. st. 3JN naručilac određuje predmet javne nabavke na način da isti predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu. Napomenuto da je čl. 29. st. 2. ZJN propisano da određivanje procenjene\nvrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene ZJN, niti da u tom cilju može da se vrši podela predmeta jn na više nabavki."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Izmenjen je naziv naručioca. Naime, umesto KBC Sremska Mitrovica sada je Zdravstveni centar Sremska ...", "link": null, "input": "Pitanje: Izmenjen je naziv naručioca. Naime, umesto KBC Sremska Mitrovica sada je Zdravstveni centar Sremska ...: Da, vrše izmene naziva na Portalu jn.\nTražili kontakt sa nekim od lica koji pružaju podršku u radu na Portalu jn.\nUpućeni na brojeve kontakt telefona za konsultacije u vezi sa Portalom jn, objavljene na sajtu KJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Načinili su tehničku grešku prilikom izrade dokumentacije o nabavci u delu koji se tiče obrasca stru...", "link": null, "input": "Pitanje: Načinili su tehničku grešku prilikom izrade dokumentacije o nabavci u delu koji se tiče obrasca stru...: Iz razgovora sa naručiocem ne može se zaključiti da se u konkretnom situaciji radi o nekom od slučaja iz čl. 87. ZJN kada je naručilac u obavezi da produži rok za podnošenje ponuda. Ukazano da je čl. 87.  ZJN propisano u kojim slučajevima naručilac ima obavezu da produži rok za podnošenje ponuda i na koji način.\nNaručilac danas ima otvaranje ponuda u 12,00 časova, a u prethodnim danima su primali zahtev za pojšnjenjima od strane zainteresovanih lica koja su im ukazivala na nepravilnosti u dokumentaciji. Danas su proverom navoda utvrdili da zaista postoje nepravilnosti u dokumentaciji.\nNaručiocu odgovoreno da prema odredbama člana 96. ZJN naručilac u roku za podnošenje ponuda može da izmeni dokumentaicju i dužan je da izmene pošanje bez odlaganja na P\no\nrtal javnih nabavki, odnosno da\nje\nstavi na raspolaganje kao i osnovnu dokumentaciju. Shodno navedenoj odredbi, poslednji trenutak za sprovođenje naveden\ne\nradnje je dan pre isteka roka za podnošenje ponuda. Ukoliko naručilac ne može da\nobezbedi da se predmetni postupak okonča na zakonit način dodelom ugovora, treba da razmotri mogućnost obustave postupka, ukoliko postoje osnovi navedeni u odredbama člana 147. ZJN\nNaručilac ima nameru da planira nabavku specijalnog sanitetskog vozila za prevoz lica na dijalizi. Ispitivao je tržište i dobio je informacije od skoro svih potencijalnih dobavljača da cene koje bi isti dali u\nponudama ne bi predstavljale konačne cene, obzirom na sitaciju na tržištu. Kako bi naručilac mogao da postupi u navedenoj situaciji.\nNaručiocu odgovoreno da isti procenjenu vrednost javne nabavke određuje prema odredbama člana 29, 30 i 32. ZJN, vodeći računa o validnosti iste i u momentu pokretanja javne nabavke. Sa druge strane navodi potencijalnih ponuđača da ne bi mogli dati konačnu cenu je njihov stav, ali prema odredaba ZJN njihova ponuda je\nobavezujuća za njih i istu prema članu 135. stav 3. ZJN mogu da izmene, dopune ili opozovu do roka za podnošenje ponuda na način kako je i podneta ponuda (po pravilu putem Portala). Takođe naručilac može da predvidi u dokumentaciji i sredstvo obezbeđenja za ozbljinost ponude, koje obezbeđuje naručioca uprava u situaciji kada ponuđač hoće da odustane od ponude u roku važenja iste, ili kada neopravdano odbije da zaključi ugovor o javnoj nabavci, kada je odlukom naručioca istom dodeljen ugovor. Naručilac ne može da zna šta će se desiti u konkretnoj situaciji, ali mora da vodi računa o validnosti procenjene vrednosti konkretne nabavke (sve do trenutka pokretanja iste) kao i da na zakonit način sprovede i okonča postupak.\nNaručilac je sproveo postupak javne nabavke, koji se jednim delom finansira i putem granta. U pitanju je j.nabavka radova. Ponuda koju su primili viša je od procenjene vrednosti za 30 miliona dinara. Davalac granta im je preporučio da umesto dodele ugovora po osnovu člana 146. stav 2. ZJN, sprovedu pregovarački postupak. Da li oni navedeno mogu da učine.\nNaručiocu odgovoreno da je pregovarački postupak moguć u slučaju navedenom u članu 61. stav 7. ZJN kada naručilac nije dobio do roka za podnošenje ponuda nijednu ponudu, kada su sve ponude neodgovarajuće, ali pod uslovom da početni uslovi javne nabavke nisu bitno izmenjeni. U konkretnoj situaciji nije ne radi se o slučaju navedenom u ovoj odredbi ZJN. Naručilac bi eventualno mogao voditi konkurentni postupak sa pregovaranjem, shodno odredbama člana 55. stav 1. tačka 5) ZJN, pod uslovom da su ispunjeni svi uslovi navedeni u stavu 3. navedenog člana zakona, a na šta naručilac treba da obrati posebnu pažnju, posebno imajući u vidu vrednost ponude koju su primili u otvorenom postupku  i njen odnos sa proc.vrednošću javne nabavke. Skrenuta pažnja naručiocu da shodno odredbama člana 29. stav 1. ZJN naručilac mora da vodi računa o validnosti procenjene vrednosti, kao u vreme planiranja nabavke, tako i u momentu pokretanja postupka javne nabavke."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li mogu iz stavke plana da izdvoje jednu stavku i da je sprovedu kao poseban postupak....", "link": null, "input": "Pitanje: Da li mogu iz stavke plana da izdvoje jednu stavku i da je sprovedu kao poseban postupak....: Mogu, tom prilikom menjaju plan, u skladu sa članom 88. stav 4. ZJN.\nUkoliko jedan od članova grupe ponuđača ne ispunjava uslov da nije isvršio\nkrivično delo u smislu člana 111. stav 1. tačka 1) podtačka (2) ZJN, da li je to osnov za isključenje cele grupe ili samo tog člana grupe.\nPojašnjeno da ponuda koju podnosi grupa ponuđača predstavlja zajedničku ponudu. Dakle, osnov za isključenje može da se\nprimeni isključivo na celokupnu grupu, odnosno ponudu, ne na člana grupe ponuđača.\nPonuđač im je nakon donošenja Odluke o dodeli ugovora poslao mejl u kom navodi da je pogrešno izrazio cenu u smislu da je izostavio jednu cifru. Da li mogu da izvrše tu izmenu.\nPojašnjeno da ponuđač ne može da menja ponudu, osim ukoliko nije evidentno da se radi o tehničkoj grešci. U ovom primeru nije reč o tehničkoj grešci."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Nabavka usluge održavanje vozila. Naručilac postavlja pitanje da li može kao dodatni uslov da navede...", "link": null, "input": "Pitanje: Nabavka usluge održavanje vozila. Naručilac postavlja pitanje da li može kao dodatni uslov da navede...: Odgovoreno da načelno može, ali mora da vodi računa da li je i koliko svrsishodno, opravdano zahtevanje da se radi o ovlašćenom servisu, da ne bi došlo upravo do kršenja načela konkurencije."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Pristigla im je ponuda poštom, bez obrasca ponude, bez izjave. Kako da tretiraju takvu ponudu?...", "link": null, "input": "Pitanje: Pristigla im je ponuda poštom, bez obrasca ponude, bez izjave. Kako da tretiraju takvu ponudu?...: Ukazano da KJN ne vrši stručnu ocenu ponuda. Ponude se podnose isključivo elektronski, i evidentno je da ponuda nema sve neophodne elemente."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Ako su predvideli viškove radova, da li su dužni da obaveštavaju KJN?...", "link": null, "input": "Pitanje: Ako su predvideli viškove radova, da li su dužni da obaveštavaju KJN?...: Odluka o izmeni ugovora više ne postoji, samo obaveštenje o izmeni ugovora koje se u slučaju izmene na osnovu člana 156. ZJN ne objavljuje na Portal jn.\nNe..."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li mogu sada da pokrenu postupak na osnovu koga će se zaključiti ugovor koji će se izvršavati u n...", "link": null, "input": "Pitanje: Da li mogu sada da pokrenu postupak na osnovu koga će se zaključiti ugovor koji će se izvršavati u n...: Može..."}
