{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li mogu da aneksiraju ugovor na osnovu člana 158. ZJN ukoliko su se povećale cene na tržištu? (le...", "link": null, "input": "Pitanje: Da li mogu da aneksiraju ugovor na osnovu člana 158. ZJN ukoliko su se povećale cene na tržištu? (le...: Naručilac ima mogućnost da izvrši izmenu po osnovu člana 158. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da aneksiraju ugovor na osnovu člana 158. ZJN ukoliko su se povećale cene na tržištu? (ka...", "link": null, "input": "Pitanje: Da li mogu da aneksiraju ugovor na osnovu člana 158. ZJN ukoliko su se povećale cene na tržištu? (ka...: Naručilac ima mogućnost da izvrši izmenu po osnovu člana 158. ZJN.\nNaručilac je pokrenuo postupak dodele ugovora ponovnim otvaranjem konkurencije u okviru okvirnog sporazuma. Ponuđači su dostavili ponude, nakon čega je naručilac uvideo da mu je potrebna duplo manja količina, kao i da nema dovoljno sredstava za traženu količinu. Da li može dodeliti ugovor nekome od ponuđa koji su se javili ?\nNavedeno ne bi bilo u skladu  sa ZJN. Potrebno je da naručilac obustavi postupak na nivou faze, te ponovo pokrene postupak."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta zahtevaju pre ili ...", "link": null, "input": "Pitanje: Da li dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta zahtevaju pre ili ...: Nakon što izvrše žrebanje, od izabranog ponuđača zahtevaju dostavljanje dokaza.\nNaručilac je imao pitanja u vezi sa ispunjavanjem kriterijuma za kvalitativni izbor privrednog subjekta.\nShodno odredbama člana 119. Zakona o javnim nabavkama, ako ponuđač koji je podneo ekonomski najpovoljniju ponudu ne dostavi tražene dokaze u ostavljenom roku ili dostavljenim dokazima ne dokaže da ispunjava kriterijume za kvalitativni izbor privrednog subjekta, naručilac je dužan da odbije ponudu tog ponuđača i u skladu sa stavom 1. ovog člana pozove sledećeg ponuđača koji je podneo najpovoljniju ponudu ili da obustavi postupak javne nabavke, ako postoje razlozi za obustavu.\nNaručilac se interesovao da li može dva puta da pokrene postupak javne nabavke sa iste pozicije u Planu javnih nabavki.\nObjašnjeno je da ne postoji ni zakonska, a ni tehnička smetnja za takvo postupanje naručioca.\nUkazano je da je pritom potrebno da naručilac svaki put prilagodi procenjenu vrednost u odnosu na konkretni deo nabavke, krećući se u granicama ukupno predviđene procenjene vrednosti."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: U konkretnom slučaju može se postaviti pitanje ekonomičnosti i efikasnosti takvog postupanja naručio...", "link": null, "input": "Pitanje: U konkretnom slučaju može se postaviti pitanje ekonomičnosti i efikasnosti takvog postupanja naručio...: Skrenuta je pažnja na mogućnost predviđenu članom 35. stav 4. Zakona o javnim nabavkama.\nNaručilac je imao poteškoće u vezi sa stručnom ocenom ponuda zbog propusta koje je načinio prilikom sačinjavanja konkursne dokumentacije.\nBez upuštanja u stručnu ocenu ponuda, data su potrebna uputstva i smernice."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li naručilac treba da zahteva dve različite potvrde da su izmireni porezi i doprinosi ?...", "link": null, "input": "Pitanje: Da li naručilac treba da zahteva dve različite potvrde da su izmireni porezi i doprinosi ?...: Rečeno da je potrebno da kao dokaze zahteva potvrdu nadležnog poreskog organa i organizacije za obavezno socijalno osiguranje."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Kada moraju da se registruju zbog dostavljanje izveštaja za nabavke ispod limita?...", "link": null, "input": "Pitanje: Kada moraju da se registruju zbog dostavljanje izveštaja za nabavke ispod limita?...: Odgovoreno da je potrebno da se registruju ukoliko budu sprovodili neki postupak na Portalu ili neposredno pred slanja izveštaja."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li mogu da izmene ugovor zbog povećanja cena?...", "link": null, "input": "Pitanje: Da li mogu da izmene ugovor zbog povećanja cena?...: Rečeno da mogu, ukoliko su to predvideli"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: pre nego što primeni žrebanje?...", "link": null, "input": "Pitanje: pre nego što primeni žrebanje?...: Rečeno da dokaze zahteva od prvorangiranog ponuđača nakon rangiranja ponuđača, te da može dokaze da zahteva nakon okončanja postupka žrebanja.\nNaručilac sprovodi nabavku do 150.00 dinara, hteo bi da zaključi ugovore sa više ponuđača.\nRečeno da nabavke na koje se ZJN ne primenjuje sprovodi u skladu sa internim aktom.\nPo sprovedenom postupku nabavke električne energije, zaključili su ugovor sa JP EPS. Nakon toga došlo je do zaključenja aneksa ugovora na osnovu Zaključka Vlade kojim se preporučuje JP EPS da sa kupcima el. energije na komercijalnom tržištu zaključuju ugovore po jedinstvenoj ceni. Tim aneksom ugovora zapravo je došlo do smanjenje cena i sada ne znaju da li treba da na Portalu kače obaveštenje o izmeni ugovora?\nNaručiocu ukazano da se obaveštenje o izmeni ugovora kači na Portal u slučaju izmene po osnovu čl. 158. i čl. 157. ZJN-a, kao i da izmene ugovora usled smanjenja cena nisu predviđene ZJN.\nSproveli otvoreni postupak, javne nabavke radova – rekonstrukcija ulica. Dobili su jednu ponudu koja je preko proc. vrednosti, da li mogu sada da obustave ovaj postupak i da idu na p.p. bez"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: A šta onda oni da rade kad nemaju dovoljno novca?...", "link": null, "input": "Pitanje: A šta onda oni da rade kad nemaju dovoljno novca?...: Ne, budući da član 61. stav 7. ZJN govori o neodgovarajućoj, a ne o neprihvatljivoj ponudi.\nUkazano na član 144. ZJN i čl. 147. ZJN"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora, smatraju da isti nije osnovan, kako postupaju?...", "link": null, "input": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora, smatraju da isti nije osnovan, kako postupaju?...: Ukazano na čl. 220. st. 1. tač. 2) ZJN"}
