{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavljaju pitanje kako da upute zahtev za tumačenje, kada su saznali za iznos takse, odustali....", "link": null, "input": "Pitanje: Postavljaju pitanje kako da upute zahtev za tumačenje, kada su saznali za iznos takse, odustali....: Naručilac navodi da su greškom u Plan javnih nabavki uneli nabavku koja je izuzeta od primene ZJN-a, a nisu uneli nabavku na koje se ZJN primenjuje. Šta sada da rade i da li mogu nabavku koju"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: su greškom uneli u Plan da izbrišu?...", "link": null, "input": "Pitanje: su greškom uneli u Plan da izbrišu?...: Naručiocu ukazano da nema mogućnost brisanja stavke iz Plana, ali da će se videti po statusu da nabavka nije pokretana, a što se tiče nabavke na koju se ZJN primenjuje, da urade izmenu Plana i dodaju tu stavku.\nIzmenili bi odluku\no"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: dodeli ugovora za jednu od partija u o.p. za nabavku goriva i maziva (oblikovanu po partijama), te p...", "link": null, "input": "Pitanje: dodeli ugovora za jednu od partija u o.p. za nabavku goriva i maziva (oblikovanu po partijama), te p...: Upućeni su na Uputstvo za korisnike Portala jn, u kome je objašnjen i proces izmene odluke o dodeli ugovora o jn za jednu partiju.\nDa ih ne bi zbunjivalo, rečeno da\nprethodno objavljena (osnovna)\nodluka o dodeli ugovora o jn ostaje i dalje vidljiva tj. dostupna na Portalu jn označena precrtanim tekstom. U slučaju eventualnih pitanja tokom izmene odluke o jn i, uopšte, rada na Portalu jn, rečeno da mogu da zatraže konsultaciju u vezi primene Portala jn na br. tel. date u tu svrhu, koja se nalaze na internet stranici KJN u delu Kontakt.\nU oktobru prošle godine, nakon sprovedenog o.p., zaključili su ugovor o jn asfaltiranja ulica, koji je delom izvršen. Međutim, izvođač radova ih je nedavno obavestio da nije u mogućnosti  da nastavi sa realizacijom ugovora o jn usled novonastalih finansijskih promena. Žele sporazumno da raskinu ugovor o jn, te pitaju šta dalje da čine uz napomenu da se ne radi o hitnim radovima\n, ali\nda\ni dalje\nimaju\npotrebu za predmetnom nabavkom"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: . Da li mogu ponovo da pokrenu o.p. za predmetnu nabavku?...", "link": null, "input": "Pitanje: . Da li mogu ponovo da pokrenu o.p. za predmetnu nabavku?...: Odgovoreno da nakon raskida ugovora o jn mogu ponovo da pokrenu o.p. za predmetnu nabavku.\nUkoliko naručilac predvidi u kd da se kao sastavni deo ponude dostavi uzor\nak"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Kako da postupe ukoliko ponuđač ne dostavi traženi uzorak?...", "link": null, "input": "Pitanje: Kako da postupe ukoliko ponuđač ne dostavi traženi uzorak?...: Ukazano na čl. 45. ZJN koji propisuje da se komunikacija i razmena podataka u postupku jn vrši elektronskim sredstvima na Portalu jn, u skladu sa ZJN i Uputstvom za korišćenje Portala jn iz čl. 184. ZJN, te da ovaj\nvid komunikacije i razmene podataka koji se odnosi na podnošenje dela ponude nije obavezan samo iz razloga navedenih u pomenutom čl. 45. ZJN, koji između ostalog, može biti i  nemogućnost dostave uzoraka elektr. sredstvima.\nU tom slučaju, n\naručilac u kd predviđa način dostave (sastavnih) delova ponude koji ne mogu da se dostave elektronskim sredstvima, u skladu sa čl. 45. ZJN.\nNaručilac vrši prijem delova ponude koje ponuđači ne mogu podneti elektr. putem na način\npropisan čl. 139. st. 2. ZJN. Ukoliko\nponuđač\ndelove ponude n\ne dostavi blagovremeno, naručilac u tom slučaju postupa u skladu sa čl. 139.\nst. 3.\nZJN, te po okončanju postupka otvaranja neotvorene delove ponude vraća ponuđaču sa naznakom da su podneti neblagovremeno.\nTvrde da se naručilac ne pridržava ugovora o jn za nabavku usluga izgradnje objekta koji im je dodeljen nakon sprovedenog o.p., pa nisu sigurni šta dalje da čine.\nRečeno da se radi o realizaciji ugovora o jn jn, te da u konretnom slučaju mogu da zatraže jednostrani (ili sporazumni) raskid ugovora o jn uz upućivanje na odgovarajuće posebne propise."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Kada i kako mogu zahtevati pojašnjenja u vezi sa dokumentacijom o jn?...", "link": null, "input": "Pitanje: Kada i kako mogu zahtevati pojašnjenja u vezi sa dokumentacijom o jn?...: Ukazano na čl. 97. ZJN, te na Uputstvo za korisnike Portala jn (deo Pitanja i odgovori).\nPitaju kome da se obrate u slučaju tehničkog problema prilikom rada na Portalu jn.\nDat odgovor da\nmogu da se obrate KJN na date br. tel. za konsultacije u vezi primene Portala jn, koji se nalaze na internet stranici KJN u delu Kontakt. Pored toga, ukazano na korist od upotrebe Demo verzije Portala jn u cilju vežbanja rada na POrtalu jn, Uputstva za korisnike Portala jn...kako bi bili što spremniji za rad na Portalu jn, a i u cilju smanjenja nepotrebnih konsultacija u vezi s tim."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li su u obavezi da nakon zaključenja ugovora o jn objave obaveštenje o istom?...", "link": null, "input": "Pitanje: Da li su u obavezi da nakon zaključenja ugovora o jn objave obaveštenje o istom?...: Da, saglasno čl. 109. st. 1. ZJN naručilac je dužan da obaveštenje o dodeli ugovora o jn pošalje na objavljivanje u roku od 30 dana od dana zaključenja ugovora o jn."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Nisu imali nijednu ponudu, doneli su odluku o obustavi postupka. Da li moraju da čekaju da prođe rok...", "link": null, "input": "Pitanje: Nisu imali nijednu ponudu, doneli su odluku o obustavi postupka. Da li moraju da čekaju da prođe rok...: ZJN nije regulisao predmetno pitanje. Iako su male šanse da će neko u ovoj situaciji uložiti zzp, a to ne bi ni bitno uticalo na eventualni novi postupak, ipak ukazano i na 211. stav 2. kojim je propisano da pored ponuđača, aktivnu legitimaciju u postupku imaju i DRI, KJN i nadležno pravobranilaštvo."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: 1. Da li može bez Odluke o izmeni ugovora da izmeni ugovor u skladu sa članom 156. ZJN?...", "link": null, "input": "Pitanje: 1. Da li može bez Odluke o izmeni ugovora da izmeni ugovor u skladu sa članom 156. ZJN?...: 2. U kom"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: roku donose izmenjeni Plan javnih nabavki?...", "link": null, "input": "Pitanje: roku donose izmenjeni Plan javnih nabavki?...: 1. Rečeno da može, da Odluku o izmeni ugovora donosi samo kad menja ugovor u skladu sa članovima 157. i 158. ZJN.\n2. Rečeno da izmenjeni Plan javnih nabavki objavljuje u roku od 10 dana od donošenja.\nNaručilac je primio drugi put zahtev za zaštitu prava, i to nakon donete i objavljene odluke o dodeli ugovora. Nakon prijema zahteva, naručilac je objavio novu odluku o obustavi postupka, te je potom objavio obaveštenje o podnetom zahtevu za zaštitu prava. Nisu potupali po podnetom zahtevu za zaštitu prava, u smislu odredi člana 220. ZJN, te je podnosilac zahteva dostavio izjašnjenje o nastavku postupka pred Republičkom komisijom za zaštitu prava u postupcima javnih nabavki. Da li oni imaju obavezu nešto dalje da preduzimaju.\nNaručiocu odgovoreno, da su bili u obavezi da zastanu sa postupkom javne nabavke, u momentu podnošenja zahteva za zaštitu prava (shodno odredbama člana 216. stav 1. ZJN), a ne da donose novu odluku (o obustavi postupka). Nakon podnetog zahteva, bili su obavezi da bez odlaganja, a najkasnije narednog dana od dana podnošenja zahteva\n,\nobjave obaveštenje o podnetom zahtevu za zaštitu prava. Podnosilac zahteva je ispravno, u skladu sa odredbama člana 220. stav 4. ZJN, dostavio izjašnjenje o nastavku postupka zaštite prava, obzirom da naručilac nije preduzeo radnje po istom u skladu sa stavom 1. prethodno navedenog člana zakona. Naručilac sa stanovišta odredbi ZJN ne preduzima dalje radnje u postupku javne nabavke do okončanja postupka zaštite prava, ali preporučeno je da se upozna sa Uputstvom koje je objavila Republička komisija za zaštitu prava u vezi sa dostavljanjem dokumentacije iz predmetnog postupka javne nabavke (iako se navedeno odnosi na postupanje naručioca, ukoliko je postupio po odredbama člana 220. stav 1. ZJN).\nZainteresovano lice je kod naručioca učestvovalo u grupi ponuđača, gde su oni nosilac posla. Naručilac im je uputio zahtev za dostavom dokaza o ispunjenosti kriterijuma za kvalitativni izbor privrednih subjekata (dokazi o nepostojanju osnova za isključenje). Oni nisu upisani u registar ponuđača, dok je drugi člana grupe upisan u navedeni registar. Kako da postupe.\nZainteresovanom licu predočeno da putem Portala javnih nabavki dostavlja u kopiji dokaze o nepostojanju osnova za isključenje, i to onih definisanih odredbama člana 121. stav 1. ZJN. Za člana grupe, ukoliko je upisan u registar ponuđača, nije u obavezi da dostavlja dokaze naveden u članu 121. stav 1. ZJN, obzirom da se prema odredbama člana 128. stav 6. smatra da privredni subjekt koji je upisan u registar ponuđača nema osnove za isključenje iz člana 111. stav 1. tačka 1) i 2) ZJN. Za nvedenog člana, može eventualno dostaviti Rešenje o upisu u registar ponuđača, ili Izvod iz ovog registra. Sam član grupe je u izjavi o ispunjenosti krit.za kv.izbor mogao navesti da je upisan u registar ponuđača uz navođenje interenet stranice ovog registra, gde su traženi podaci javno dostupni."}
