{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavljaju pitanje koje se odnosi na dostavljanje izveštaja o nabavkama koje su izuzete od primene ...", "link": null, "input": "Pitanje: Postavljaju pitanje koje se odnosi na dostavljanje izveštaja o nabavkama koje su izuzete od primene ...: Objašnjen čl. 181. st. 3 i 4. ZJN"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Postavljaju pitanje vezano za godišnje izveštaje o nabavkama koje su izuzete od primene ZJN, gde nem...", "link": null, "input": "Pitanje: Postavljaju pitanje vezano za godišnje izveštaje o nabavkama koje su izuzete od primene ZJN, gde nem...: Nije problem na Portalu objavljuju sve podatke iz čl. 181. st. 3. ZJN"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li imaju obavezu da vrše izmenu Plana javnih nabavki za prošlu godinu, zato što nisu pokrenuli je...", "link": null, "input": "Pitanje: Da li imaju obavezu da vrše izmenu Plana javnih nabavki za prošlu godinu, zato što nisu pokrenuli je...: Ne, to nije osnov za izmenu Plana javnih nabavki.\nNakon što je zaključen ugovor o isporuci medicinskog potrošnog materijala sa Opštom bolnicom Novi Pazar, došlo je do potrebe za smanjenjem na poziciji hir. rukavice jer je bolnica dobila  iste od RFZO. Da li je moguće da količine hiruških rukavica budu smanjene, dok bi se"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: povećale količine špriceva?...", "link": null, "input": "Pitanje: povećale količine špriceva?...: Rečeno da mogu ukoliko su potrebe za navedenim izmenama nastale usled nepredviđenih okolnosti u smislu člana 158. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li naručilac može da zahteva podnošenje dokaza pre otvaranja ponuda?...", "link": null, "input": "Pitanje: Da li naručilac može da zahteva podnošenje dokaza pre otvaranja ponuda?...: Rečeno da može samo ukoliko se odnose na zahteve nabavke ili tehničku specifikaciju.\nNaručilac ima potrebu za nabavkom radova u narednoj 2022. godini, (tekućeg održavanja) koji su vrednosti do 3.000.000,00 rsd neto. Da li navedene radove moraju planirati u Planu javnih nabavki. Ako ne moraju da planiraju predmetnu nabavku kao javnu nabavku, da li u slučaju da dođe do potrebe nove nabavke u istoj kalendarskoj godini, moraju planirati predmetnu nabavku kao javnu nabavku i sprovoditi postupak javne nabavke.\nNaručiocu odgovoreno da\n,\nshodno odredbama\nčlana 27. stav 1. tačka 1) ZJN\n,\nnije dužan da na navedene nabavke primeni odredbe ZJN osim načela,  a prema odredbama stava 2. navedenog člana zakona.\nU pogledu drugog dela pitanja, ukoliko bi se javila potreba za istovrsnim radovima čija procenjena vrednost u zbiru sa već sprovedenim postupkom (na koji se ne primenjuje ZJN) prelazi limite iz člana 27. stav 1. tačka 1) ZJN, naručilac\nbi\nimao obavezu da takvu nabavku predvidi u Planu javnih nabavki i sprovede odgovarajući postupak javne nabavke.\nNaručilac je imao kontrolu od strane Državne rev.institucije, gde je dobio određene preporuke sa ciljem ispravljanja utvrđenih nepravilnosti. Pre svega upućena je poreporuka da naručilac navede u obrascima koji se dostavljaju u ponudama da se isti ne potpisuju i ne overavaju, te postavljaju pitanje da li oni navedeno moraju isticati u dokumentaciji o nabavci."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Takođe je postavljeno pitanje u vezi sa sadržinom rešenja o formiranju komisije za javnu nabavku pre...", "link": null, "input": "Pitanje: Takođe je postavljeno pitanje u vezi sa sadržinom rešenja o formiranju komisije za javnu nabavku pre...: Treća primedba im je stavljena na s.o. za d.i.p. iz sledećeg razloga: navedeno je u ugovoru da se s.o. dostavlja u trenutku zaključenja ugovora (menica i ost.), ali su na osnovu pregleda dokumentacije utvrdili da je isto dostavljeno nakon zaključenja ugovora (menica registrovana nekoliko dana nakon zaključenja ugovora).\nNaručiocu odgovoreno da se u obrascu Uputstvo ponuđačima kako da sačine ponudu generiše tekst u kojem je navedeno „\nNiti jedan deo elektronske ponude / prijave ne potpisuje se, nije potreban pečat niti je potrebno skeniranje dokumenata.“. Iz navedenog jasno proizilazi da ponuđači nisu u obavezi da potpisuju ili overavaju obrasce koje dostavljaju u ponudi. Eventualno, ukoliko se radi o nekoj drugoj dokumentaciji koja se prilaže uz e-ponudu, potrebno je definisati šta ista treba da sadrži /te u tom smislu i potpis izdavoca dokumenta i sl.)\n.\nU pogledu drugog pitanja, odgovoreno da ZJN iz 2015.  u članu 54. jeste definisao da rešenje između ostalog sadrži deo o zadacima i rokovima za izvršenje zadataka, ali se svakako ne bi moglo uzeti kao velika nepravilnost ukoliko naručilac nije naveo sve zadatke ili nije naveo precizne rokove (radi se o okvirnim rokovima za postupanje, a ne datumima).\nU pogledu treće primedbe, smatramo da je ista opravdana, obzirom da se na osnovu činjenice da je menica registrovana\nnekoliko dana nakon zaključenja ugovora, može konstatovati da navedeno sredstvo obezbeđenja nije dostavljeno u trenutku zaključenja ugovora (a što je prema navodima iz sadržine ugovora bila obaveza).\nNapomenuto naručiocu da je DRI nezavisna i samostalna institucija, te da su odluke u postupnjau iste obavezujuće za naručioca.\nZavod je učestovao u postupku javne nabavke kao ponuđač, gde je njihova ponuda izabrana kao najpovoljnija. Drugorangirani ponuđač je podneo zzp nakon odluke o dodeli ugovora, koji je naručilac Rešenjem usvojio i delimično poništio postupak. Da li oni mogu da se žale na doneto rešenje naručioca.\nNe. Donetim rešenjem, naručilac je odlučio o podnetom zzp-u podnosioca, a ne ponuđača kojem je dodeljen ugovor. Naručilac bi prema dispozitivu rešenja, morao ponoviti stručnu ocenu ponuda, sačiniti novi izveštaj o postupku i doneti novu odluku o dodeli ugovora. Nakon objavljivanja nove odluke na Portalu javnih nabavki, Zavod ima pravo pre svega da izvrši uvid u dokumentaciju o nabavci (član 149. ZJN), ali i da u prekluzivnom roku podnese zzp, ukoliko smatra da su njegova prava u postupku javne nabavke povređena donetom odlukom naručioca."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Nabavka sanitetskog materijala. Tražili su da flasteri budu od poliestera. Odbili su ponuđača koji j...", "link": null, "input": "Pitanje: Nabavka sanitetskog materijala. Tražili su da flasteri budu od poliestera. Odbili su ponuđača koji j...: Ukazano da KJN ne vrši stručnu ocenu ponuda. Ponuđač svakako treba da ispunjava sve uslove koje je naručilac naveo u tehn.specifikaciji."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Postavlja pitanje da li može da se obrati Kancelariji dopisom u vezi sa sprovođenjem javne nabavke i...", "link": null, "input": "Pitanje: Postavlja pitanje da li može da se obrati Kancelariji dopisom u vezi sa sprovođenjem javne nabavke i...: Može.\nUkoliko bi trebalo da ulože zzp 1.1.2022. godine, kada da uplate taksu? Čekaju odgovor naručioca zaključno sa 31.12.2021.\nUkoliko zzp budu uložili preko advokata, zahtev bez takse će biti odbijen. Ukoliko budu samostalno uložili zzp, Komisija će ih opomenuti da uplate taksu, tako da mogu 1.1.2022. da ulože zzp pa taksu da plate nakon prijema opomene."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavlja pitanje da li sredstvo obezbeđenja za ozbiljnost ponude može da bude 3% od procenjene vred...", "link": null, "input": "Pitanje: Postavlja pitanje da li sredstvo obezbeđenja za ozbiljnost ponude može da bude 3% od procenjene vred...: Ukazano na čl. 94. stav 2. ZJN. Ne može da bude veće od 3% vrednosti ponude."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li dokaze o kadrovskom kapacitetu mogu da...", "link": null, "input": "Pitanje: Da li dokaze o kadrovskom kapacitetu mogu da...: traže nakon otvaranja ponuda."}
