{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Imaju zaključen okvirni sporazum sa tri ponuđača-turističke agencije za usluge hotelskog smeštaja. N...", "link": null, "input": "Pitanje: Imaju zaključen okvirni sporazum sa tri ponuđača-turističke agencije za usluge hotelskog smeštaja. N...: Rečeno da mogu da odbiju ponudu kao neprihvatljivu jer prelazi iznos procenjene vrednosti, ali da moraju ponovo da pozovu ponuđače sa kojima imaju zaključen okvirni sporazum da podnesu ponude. Takođe, rečeno da naručilac nije dužan da sprovodi javnu nabavku društvenih usluga iz Priloga 7. ako  je procenjena vrednost tih usluga manja od 15.000.000 dinara.\nNaručilac je sproveo otvoreni postupak javne nabavke radova, koji je okončan obustavom,"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: obzirom da nije podneta niti jedna ponuda u predmetnom postupku. Naručilac postavlja pitanje kada mo...", "link": null, "input": "Pitanje: obzirom da nije podneta niti jedna ponuda u predmetnom postupku. Naručilac postavlja pitanje kada mo...: Naručiocu odgovoreno, da shodno odredbama člana 147. stav 3. ZJN odluka o obustavi postupka mora imati uputstvo o pravnom\nsredstvu, te je shodno navedenom najispravnije sačekati protok roka od 10 dana od dana objavljivanja odluke o obustavi postupka, nakon čega se objavljuje obaveštenje o obustavi predmetnog postupka javne nabavke. Od tog trenutka naručilac ima mogućnost da ponovi predmetni postupka javne nabavke, ili da sprovede pregovarački postupka bez objavljivanja javnog poziva iz člana 61. stav 7. ZJN, obzirom da su ispunjeni zakonski uslovi za vođenje ove vrste postupka. Skrenuta pažnja naručiocu da svakako u odluci o sprovođenju postupka navede negde u obarazloženju da naručilac ponavlja postupak javne nabavke usled obustave prethodno pokrenutaog postupka.\nNaručilac planira sprovođenje postupka javne nabavke radova, koji predstavlja kompleksnu nabavku za puštanje u rad postrojenja za preradu otpadne vode (u prethodnim godinama je na osnovu fidik ugovora EU finasirala i sprovela nabavku za projektovanje i izgradnju postrojenja, ali usled nepostojanja tehničkih uslova nije izvršeno puštanje u rad postrojenja). Naručilac ima dilemu da li kriterijum za izbor (stručnog kapaciteta) mogu privredni subjekti da ispunjavaju preko drugih subjekata."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Pored navedenog naručilac ima deo dokumentacije koji može biti od značaja za izradu ponuda, ali koji...", "link": null, "input": "Pitanje: Pored navedenog naručilac ima deo dokumentacije koji može biti od značaja za izradu ponuda, ali koji...: Naručiocu odgovoreno, odnosno citirana odredba člana 130. stav 3. ZJN, iz koje proizilazi da privredni subjekti mogu da radi dokazivanja kriterijuma iz člana 117. ZJN ovog zakona da koriste kapacitete drugih subjekata. Sa druge strane, shodno odredbama člana 130. stav 5. ZJN objašnjenjno naručiocu da dokazi iz člana 124. stav 1. tačka 1), 2) i 5) mogu biti korišćeni od drugih subjekata samo ukoliko će se oni javiti kao podizvođači u izvršenju usluga ili radova.\nU pogledu drugog pitanja, odgovoreno naručiocu tj. objašnjenjene sledeće dve situacije:\n1) Ukoliko navedena dokumentacija predstavlja deo dokumentacije (specifikacije, planova i dr.) neohodno je da u javnom pozivu navede način preuzimanja dokumentacije, shodno odredbama člana 45. stav 6. ZJN, kao i da produži rok za podnošenje ponuda za 5 dana (osim ukoliko se ne radi o hitnosti), shodno članu 52. stav 7. ZJN. Naravno da naručilac može i u delu dokumentacije (npr. Planovima i tehničkoj dokumentaciji)  da precizira npr. nazive te dokumentacije i uputstva kako se ista preuzima kod naručioca.\n2) Ukoliko navedena dokumentacija nije deo dokumentacije neophodne za pripremu ponude, ali može da koristi ponuđačima, naručilac može omogućiti svim zainteresovanim licima da izvrše uvid u lokaciju kao i dokumentaciju, gde će u nekom delu dokumentacije (tehničkoj specifikaciji) ili opštem delu, definisati način vršenja uvida (vremenski okvir, način\nkomunikacije po navedenom, kontak lice, kontakt adresu, telefon i dr.).\nU oba slučaja naručilac mora obezbediti poverljivost, odnosno da uskladi termine za svako zaintersovano lice kako se isti ne bi međusobno susretali."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljaju pitanje da li mogu da skrate rok za podnošenje ponuda za 5 dana, ukoliko su tražili dost...", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogu da skrate rok za podnošenje ponuda za 5 dana, ukoliko su tražili dost...: Naručiocu ukazano da uvek može da se skrati rok za podnošenje ponuda, bez obzira na sredstvo obezbeđenja za ozbiljnost ponude, uzorke i sl."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavljaju pitanje da li moraju da primenjuju odredbe ZJN, ukoliko ukupno na godišnjem nivou za sva...", "link": null, "input": "Pitanje: Postavljaju pitanje da li moraju da primenjuju odredbe ZJN, ukoliko ukupno na godišnjem nivou za sva...: Naručiocu ukazano na odredbe člana 27. stav 3. ZJN, te da u konkretnom slučaju ne moraju da primenjuju odredbe ZJN, već da date nabavke sprovode na način predviđen Internim aktom u skladu sa članom 49. ZJN uz poštovanje načela ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li može zahtevati da za uslugu servisiranja vozila ponudu mogu podneti samo ovlašćeni serviseri (...", "link": null, "input": "Pitanje: Da li može zahtevati da za uslugu servisiranja vozila ponudu mogu podneti samo ovlašćeni serviseri (...: Svaki zahtev koji naručilac određuje u kd mora biti opravdan i ne sme biti diskriminatorski, odnosno ne sme se davati prednost određenim privrednim subjektima bez opravdanog razloga."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li se ugovor o javnoj nabavci može zaključiti na period od 6 meseci?...", "link": null, "input": "Pitanje: Da li se ugovor o javnoj nabavci može zaključiti na period od 6 meseci?...: Može.\nNisu koristili Portal nekoliko meseci i sad ne mogu da se uloguju.\nUpućeni na kolege iz tehničke službe."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Postavili pitanje da li mogu da odbiju ponuđača koji nije dostavio traženi sertifikat....", "link": null, "input": "Pitanje: Postavili pitanje da li mogu da odbiju ponuđača koji nije dostavio traženi sertifikat....: Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje je naručilac odredio. Ponuđači treba da dostave sve dokaze koje je naručilac tražio.\nTražili pojašnjenje člana 142. ZJN.\nPojašnjeno da se dodatna objašnjenja mogu tražiti samo kad je ponuđač dostavio nepotpune i nejasne podatke. Dakle, ovo ne sme da dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora ili do izmene ponuđenog predmeta nabavke."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Treba da pokrenu novi postupak nakon obustave prethodnog postupka. Postavljaju pitanje kako to čine....", "link": null, "input": "Pitanje: Treba da pokrenu novi postupak nakon obustave prethodnog postupka. Postavljaju pitanje kako to čine....: Ukazano da nakon objavljivanja Odluke o obustavi postupka treba da sačekaju da prođe rok od 10 dana za zzp i nakon toga pokrenu novi postupak."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li članovi komisije za jn trebaju da imaju zamenike?...", "link": null, "input": "Pitanje: Da li članovi komisije za jn trebaju da imaju zamenike?...: Da, poželjno je da naručilac prilikom imenovanja članova komisije za jn,\nistovremeno imenuje i njihove zamenike."}
