{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Pitanje vezano za licence članova grupe ponuđača koje su prestale da postoje ali je određeno da važe...", "link": null, "input": "Pitanje: Pitanje vezano za licence članova grupe ponuđača koje su prestale da postoje ali je određeno da važe...: Ukazano da KJN nema ovlašćenja da vrši stručnu ocenu ponuda, te preporučena da kontaktiraju izdavaoca licenci."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li se poziv na žrebanje vrši putem portala jn?...", "link": null, "input": "Pitanje: Da li se poziv na žrebanje vrši putem portala jn?...: Ne postoji takva mogućnost na Portalu jn, neka uputi pozim putem mejla.\nNaručilac ukazuje da nije u skladu sa zakonom to što nije moguća izmena konkursne dokumentacije na dan otvaranja ponuda.\nPrimljeno k znanju."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li je postojala mogućnost odricanja od prava na zzp?...", "link": null, "input": "Pitanje: Da li je postojala mogućnost odricanja od prava na zzp?...: Ne, bio je dužan da sačeka da istekne rok od 5 dana za podnošenje zzp-a.\nZJN/15 nije predviđao takvu mogućnost.\nNaručilac nije postupio u skladu sa članom 181. Zakona o javnim nabavkama, odnosno nije\nu zakonskom roku dostavio podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nDobio je zahtev Kancelarije za javne nabavke da se izjasni da li je u toku 2021. godine imao takve nabavke."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Imajući u vidu da je naručilac sprovodio nabavke čija je procenjena vrednost bila ispod zakonskog pr...", "link": null, "input": "Pitanje: Imajući u vidu da je naručilac sprovodio nabavke čija je procenjena vrednost bila ispod zakonskog pr...: Data su potrebna uputstva i smernice u smislu daljeg postupanja kad je reč o nabavkama izuzetim od primene zakona po navedenim osnovima, kao i eventualnim tehničkim smetnjama.\nNaručilac je nakon donošenja i objavljivanja odluke o dodeli ugovora o javnoj nabavci uočio grešku. Ponovo je izvršio stručnu ocenu ponuda i objavio novu odluku o dodeli ugovora."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavlja pitanje da li je dužan da čeka novih 10 dana za zaključenje ugovora....", "link": null, "input": "Pitanje: Postavlja pitanje da li je dužan da čeka novih 10 dana za zaključenje ugovora....: Objašnjeno je da od objavljivanja druge odluke teče novi rok za podnošenje zahteva za zaštitu prava."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li je naručilac u obavezi da ponuđaču odgovori na zahtev za uvid u ponudu?...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da ponuđaču odgovori na zahtev za uvid u ponudu?...: Rečeno da je naručilac dužan da u roku od 2 radna dana od kada je primio zahtev za uvid u dokumentaciju, omogući ponuđaču uvid u istu."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac postavlja pitanje izmene ugovora u pogledu viškova?...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje izmene ugovora u pogledu viškova?...: Naručiocu ukazano da saglasno čl. 157. st. 5. ZJN ugovoreni viškovi radova ne predstavljaju izmenu ugovora o javnoj nabavci."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Pitanje stručne ocene ponuda...", "link": null, "input": "Pitanje: Pitanje stručne ocene ponuda...: Ukazano da KJN ne vrši stručnu ocenu ponuda."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac navodi da je sutra otvaranje ponuda i da oni danas vrše izmenu k.d. u delu tehničke specif...", "link": null, "input": "Pitanje: Naručilac navodi da je sutra otvaranje ponuda i da oni danas vrše izmenu k.d. u delu tehničke specif...: Ukazano na čl. 87. st. 3. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Dobili su višestruko veću ponudu za nabavku el. energije, kako postupaju?...", "link": null, "input": "Pitanje: Dobili su višestruko veću ponudu za nabavku el. energije, kako postupaju?...: Ukazano na čl. 144. st. 2. ZJN i čl. 146. st. 2. ZJN\nPonuđač prenosi sugestiju, da naručilac ne bi trebao da vidi na Portalu ko mu traži dodatne informacije saglasno čl. 97. ZJN, te u tom smislu traži da se takva mogućnost na Portalu ukine.\nNaručilac je pokrenuo postupak javne nabavke hrane (paketi) i  rok za podnošenje ponuda je 14.04.2022. godine. Uvideli su da je u obarscu strukture ponuđene cene načinjena tehnička greška (umesto 10 hiljada, navedeno 5 hiljada paketa). Navedeni podaci su ispravno navedeni u obrascu tehničke specifikacija. Da li moraju da produžavaju rok za pdonošenje ponude, ukoliko\nizmene tj. isprave navedenu grešku.\nU postupku javne nabavke, primili su ponudu u kojoj je prilikom računske kontrole utvrđeno da je ponuđač propustio da unese u jednoj stavci obrasca str.ponuđene cene, jediničnu cenu neto i bruto, kao i ukupnu neto i bruto za ovu stavku (u obrascu je naveden zahtev  za popunjavanjem svih stavki u istom). Kako mogu da tretiraju navedenu ponudu.\nNaručiocu odgovoreno, da prema odredbama člana 87. stav 1. tačka 2) ZJN, naručilac ima dužnost produženja roka za podnošenje ponuda, ukoliko je dokumentacija bitno izmenjena. Definicija bitne izmene dokumentacije je navedena u sledećem stavu prethodno navedenog člana zakona. Ukoliko bi navedena izmena iziskivala nužno dodatno vreme za pripremu ponuda, naručilac bi bio u obavezi da produži\nrok za podnošenje ponuda, na način definisan članom 87. stav 3. ZJN.\nU pogledu drugog pitanja, skrenuta pažnja naručiocu da KJN ne vrši stručnu ocenu ponuda, već komisija naručioca. Prema navodima iz usmenog razgovora proizilazi da navedeni ponuđač nije postupio u skladu sa zahtevom naručioca, te da iz navedene ponude nije moguće utvrditi stvarnu sadržinu, niti je moguće uporediti sa drugim dostavljenim ponudama, a što je i razlog neprihvatljivosti ponude shodno odredbama člana 144. stav 1. tačka 6) ZJN."}
