{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Privredni subjekt je postavio pitanje koje se odnosi na način na koji naručilac postupa kad je reč o...", "link": null, "input": "Pitanje: Privredni subjekt je postavio pitanje koje se odnosi na način na koji naručilac postupa kad je reč o...: Privredni subjekti u ponudi/prijavi dostavljaju izjavu predviđenu članom 118. Zakona o javnim nabavkama, kojom potvrđuju da ispunjavaju kriterijume za kvalitativni izbor privrednog subjekta, što dalje znači da uz izjavu ne dostavljaju dokaze. U skladu sa članom 119. stav 1. ovog zakona, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku javne nabavke čija je procenjena vrednost veća od 5.000.000,00 dinara dužan je da, pre donošenja odluke u postupku javne nabavke, na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta, u neoverenim kopijama. I u slučaju kada je procenjena vrednost javne nabavke niža od 5.000.000,00 dinara, naručilac može da zahteva deo dokaza ili sve dokaze radi provere podataka navedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ukoliko je to u cilju pravilnog sprovođenja postupka.\nNaručilac pokrenuo postupak oblikovan u 7 partija u decembru prošle godine. Za 4 partije je doneo Odluku o dodeli ugovora, dok je za 3 doneta Odluka o obustavi postupka. Obzirom da još uvek nisu doneli Plan jn za 2022. godinu, da li mogu pokrenuti postupak za obustavljene partije na osnovu starog Plana jn?\nNe, moraju sačekati donošenje novog Plana jn.\nPrivredni subjekt iskazuje sumnju u tehnički problem\nkoji se desio na Portalu jn zbog kojih naručilac nije mogao da otvori ponude, zbog čega je produžio rok za podnošenje ponuda.\nUpućen na kolege koje daju konsultacije vezano za Portal jn.."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručilac je dobio samo jednu ponudu koja je neprihvatljiva iz razloga što prelazi procenjenu vredno...", "link": null, "input": "Pitanje: Naručilac je dobio samo jednu ponudu koja je neprihvatljiva iz razloga što prelazi procenjenu vredno...: Ne, samo u slučaju neodgovarajućih ponuda se može pokrenuti navedeni postupak..\nZa koliko naručilac mora da\nproduži rok za podnošenje ponuda u slučaju da zahteva\nobilazak lokacije? Inače, radi se o nabavci usluga čišćenja objekta koju naručilac namerava  da sprovede u otvorenom postupku.\nZJN ne propisuje za koliko se produžava\nrok za podnošenje ponuda u slučaju da se za pripremu ponude zahteva obilazak lokacije\n, već samo da\nrok za podnošenje ponuda mora biti duži od minimalnih\nrokova propisanih za određenu vrstu postupka jn. Dalje, ukazano je da odredba čl. 86. ZJN upućuje naručioca da rok u ovom slučaju odredi na način da svi zainteresovani subjekti mogu da se upoznaju sa svim informacijama neophodnim za pripremu ponude. Dakle,  produženje roka za podnošenje ponuda naručilac treba da ceni u svakom konkretnom slučaju, odnosno postupku jn (ovde u o.p.) vodeći računa da se privrednim subjektima odredi primereni rok, odnosno ostavi dovoljno vremena za pripremu i podnošenje ponude."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li ZZP može biti podnet dva puta u istom postupku jn od strane istog podnosioca?...", "link": null, "input": "Pitanje: Da li ZZP može biti podnet dva puta u istom postupku jn od strane istog podnosioca?...: Može pod uslovom da podnosilac u ZZP koji je drugi put podneo ne može da osporava radnje naručioca za koje je znao ili mogao znati prilikom podnošenja prethodnog ZZP shodno čl. 214. st. 7. ZJN.\nNakon sprovedenog o.p. u kojem nisu dobili nijednu ponudu, sprovode pregovarački postupak bez objavljivanja javnog poziva iz čl. 61. st. 7. ZJN, te su u dilemi da li imaju obavezu da izmene plan jn usled izmene vrste postupka jn.\nDat odgovor da nisu dužni da izvrše izmenu plana jn u konkretnom slučaju, imajući u vidu da izmena vrste postupka jn ne predstavlja osnov za izmenu plana jn u smislu čl. 88.\nst. 4. ZJN.\nJavila se potreba za izmenom ugovora o nabavci električne energije odn. električnih brojila usled povećanja obima nabavke odn. broja električnih brojila. S tim u vezi, pitaju da li mogu da primene čl. 160. ZJN.\nRečeno da mogu izvršiti izmenu ugovora o o jn usled povećanja obima nabavke pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni uslovi propisani čl. 160. ZJN. Ukazano da nisu dužni da objave obaveštenje o izmeni ugovora o jn po ovom osnovu."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Šta se smatra bitnom izmenom ugovora o jn?...", "link": null, "input": "Pitanje: Šta se smatra bitnom izmenom ugovora o jn?...: Predmetnu nabavku naručilac sprovodi po proceduri za nabavke izuzete od primene ZJN, propisanoj posebnim aktom iz čl. 49. st. 2. ZJN.\nProtumačena odredba čl. 154. ZJN, posebno šta se smatra\nbitnom izmenom ugovora o jn.\nPoslali su zahtev za tumačenje 28.12.2021. Zanima ih kada će dobiti mišljenje.\nPredmet je bio kod mene u radu, na potpisu je."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li mogu da predvide avans u vrednosti od 100%?...", "link": null, "input": "Pitanje: Da li mogu da predvide avans u vrednosti od 100%?...: ZJN ne propisuje ograničenje u tom smislu."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Postavljaju tehničko pitanje....", "link": null, "input": "Pitanje: Postavljaju tehničko pitanje....: Upućeni na kolege sa Portala."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: obaveštenje i na Portalu službenih glasila RS?...", "link": null, "input": "Pitanje: obaveštenje i na Portalu službenih glasila RS?...: Ne, ne mogu, ukazano na čl. 107. st. 6. tač. 2) ZJN\nDa, upravo tako, shodno čl. 105. st. 8. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li kada sprovode povremenu zajedničku nabavku u svoje ime a za svoj račun i račun drugih naručila...", "link": null, "input": "Pitanje: Da li kada sprovode povremenu zajedničku nabavku u svoje ime a za svoj račun i račun drugih naručila...: Unose celokupnu proc. vrednost predmetne javne nabavke."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li mogu sada da pokrenu postupke iz stavki plana za 2021. godinu?...", "link": null, "input": "Pitanje: Da li mogu sada da pokrenu postupke iz stavki plana za 2021. godinu?...: Ne."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Postavljaju pitanje kako da izvrše stručnu ocenu ponuda...", "link": null, "input": "Pitanje: Postavljaju pitanje kako da izvrše stručnu ocenu ponuda...: Odgovoreno da KJN ne vrši stručnu ocenu ponuda."}
