{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li traže dokaze iz čl. 111. stav 1. tač. 1) i 2) ovog zakona, ako je ponuđač naveo da je upisan u...", "link": null, "input": "Pitanje: Da li traže dokaze iz čl. 111. stav 1. tač. 1) i 2) ovog zakona, ako je ponuđač naveo da je upisan u...: Ne, jer se na osnovu čl. 128. ZJN smatra da privredni subjekt koji je upisan u registar ponuđača nema osnova za isključenje iz člana 111. stav 1. tač. 1) i 2) ovog zakona.\nNaručilac navodi da ima zaključen ugovor za usluge smeštaja vrednosti ispod 1.000.000 din. Dalje, navode da su u međuvremenu zaključili neki projekat o arheološkim istraživanjima, usled čega se javila potreba za novom nabavkom usluga smeštaja. Njihovo pitanje je da li moraju da raskinu prethodni ugovor, pa da sprovedu javnu nabavku za usluge smeštaja, budući da u zbiru sada prelaze 1.000.000 din.\nOdgovoreno da se u konkretnom slučaju zaključen ugovor ne raskida, već da za novu nabavku usluga smeštaja moraju sprovesti javnu nabavku.\nPonuđač nije popunio obrazac strukture ponuđene cene na način predviđen dokumentacijom o nabavci.\nPonuda se odbija kao neprihvatljiva.\nNaručilac je pokrenuo otvoreni postupak za nabavku koncentrata za koke nosilje. Dan pre otvaranja ponuda uložen im je ZZZP. Pitaju da li su dužni da zadrže dalje aktivnosti, budući da je isti neblagovremen.\nOdgovoreno da ZZZP ima suspenzivno dejstvo, tako da moraju da zadrže dalje aktvnosti u postupku dok se ne donese konačno rešenje o ZZZP."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: 2. Kako postupiti u situaciji da izabrani ponuđač odbije da zaključi ugovor, a jedino je on podneo p...", "link": null, "input": "Pitanje: 2. Kako postupiti u situaciji da izabrani ponuđač odbije da zaključi ugovor, a jedino je on podneo p...: 1. ZJN ne predviđa rok u kome izabrani ponuđač mora da zaključi ugovor, tako da je preporuka da naručilac isti odredi u kd.\n2. U tom slučaju naručilac mora da se vrati na stručnu ocenu ponuda gde će kao razlog za obustavi da izabere opciju – ponuđač je odbio da zaključi ugovor. Zatim donosi odluku o obustavi, a potom objavljuje i obaveštenje."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Nameravaju da nabave polukoncertni klavir u o.p. S tim u vezi, postavljaju pitanje da li u kd mogu d...", "link": null, "input": "Pitanje: Nameravaju da nabave polukoncertni klavir u o.p. S tim u vezi, postavljaju pitanje da li u kd mogu d...: Ukoliko naručilac ima potrebu za predmetom jn čije tehničke specifikacije ne može dovoljno precizno i razumljivo da opiše, može u skladu sa čl. 100. ZJN da u kd zahteva da polukoncertni klavir ima odgovarajuću marku uz navođenje reči „ili odgovarajuće“."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručiocu su nejasni podaci iz ponude. Da li postoji mogućnost da se isti razjasne i isprave?...", "link": null, "input": "Pitanje: Naručiocu su nejasni podaci iz ponude. Da li postoji mogućnost da se isti razjasne i isprave?...: Postoji, tako što naručilac ima mogućnost da zahteva dodatna pojašnjenja u skladu sa čl. 142. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: U o.p. za nabavku peleta, proc. vrednosti 3.000.000,00 din., od više rangiranih ponuđača prvorangira...", "link": null, "input": "Pitanje: U o.p. za nabavku peleta, proc. vrednosti 3.000.000,00 din., od više rangiranih ponuđača prvorangira...: Odgovoreno da ukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu odbije da zaključi ugovor o jn, naručilac u tom slučaju može\nda postupi u skladu sa čl.\n152. st. 3. ZJN\ntako što će\npozvati sledećeg ponuđača koji je podneo najpovoljniju ponudu i sa njim zaključiti ugovor o jn."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Tehničko pitanje u vezi sa Portalom jn....", "link": null, "input": "Pitanje: Tehničko pitanje u vezi sa Portalom jn....: Upućeni na kontakt telefone za konsultacije u vezi sa primenom Portala jn.\nU dilemi su da li da izvrše izmenu plana jn usled smanjenja proc. vrednosti predmetne nabavke.\nDat odgovor da nisu dužni da izvrše izmenu plana jn u konkretnom slučaju, imajući u vidu da se smanjenje iznosa proc. vrednosti jn ne smatra izmenom plana jn u smislu čl. 88. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li članovi komisije za jn trebaju da imaju zamenike?...", "link": null, "input": "Pitanje: Da li članovi komisije za jn trebaju da imaju zamenike?...: Da\n,\npoželjno je da naručilac prilikom imenovanja\nčlanova komisije za jn, istovremeno imenuje i njihove zamenike,\niak\no ZJN to ne predviđa."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Ponuđač postavlja pitanje u vezi sa njegovim daljim postupanjem u pogledu uslova i zahteva koje je n...", "link": null, "input": "Pitanje: Ponuđač postavlja pitanje u vezi sa njegovim daljim postupanjem u pogledu uslova i zahteva koje je n...: Ukazano na mogućnost da zahteva od naručioca pojašnjenja u vezi sa uslovima i zahtevima za koje smatra da su diskriminatorski u roku i na način propisan\nim\nčl. 97. ZJN, kao i na mogućnost podnošenja ZZP-a.\nObjavili su rešenje o obustavi postupka, ali na Portalu još uvek nije vidljiva promena.\nUpućeni na kolege iz tehničke službe."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Ponuđač postavlja pitanje da li će ih naručilac odbiti jer su uneli iznos bankarske garancije za 50 ...", "link": null, "input": "Pitanje: Ponuđač postavlja pitanje da li će ih naručilac odbiti jer su uneli iznos bankarske garancije za 50 ...: Pojašnjeno u kojim slučajevima je moguća primena člana 142. ZJN, nije dozvoljeno da se dopunjava ili menja ponuda. Na naručiocu je kako će postupiti."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac postavlja pitanje da li može da odbije ponuđača koji nije pratio uputstvo za sastavljanje ...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li može da odbije ponuđača koji nije pratio uputstvo za sastavljanje ...: Ukazano da KJN ne može da vrši stručnu ocenu ponuda već to čini komisija, odnosno lice koje naručilac imenuje. Međutim, naručilac treba da se rukovodi time da je ponuđač ispunio sve tražene zahteve i kriterijume.\nVraćeni su na stručnu ocenu ponude rešenjem Komisije. Da li u obrazloženju treba sve detaljno da opišu ili je dovoljno u jednoj rečenici.\nSavetovano da napišu detaljno obrazloženje."}
