{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Pre nekoliko godina sproveli su postupak javne nabavke za izradu idejnog rešenja i zaljkučili ugovor...", "link": null, "input": "Pitanje: Pre nekoliko godina sproveli su postupak javne nabavke za izradu idejnog rešenja i zaljkučili ugovor...: shodno odredbama člana 61. stav 1. tačka 1) podtačka 2) ili 3) ZJN.\nNaručiocu odgovoreno da za sprovođenje navedene vrste postupka, moraju postojati razlozi, dokazi koji opravdavaju sprovođenje ove vreste postupka, a u vezi kojih KJN daje svoje mišljenje. U tom smislu je preopručeno naručiocu da proveri da li u pogledu izrađenog idejnog rešenja postoje neka prava na strani izvršioca usluge, koja bi predstavljala dokaz za eventualno sprovođenje\nnavedenog pregovaračkog postupka bez objavljivanja javnog poziva.\nNaručilac ima zaključen ugovor za nabavku namirnica i dobavljač im se obratio da nije više u mogućnosti da iste isporučuje po cenama datim u ponudi iz razloga što je došlo do porasta cena na malo za predmetna dobra. U ugovoru postoji odredba o promeni cene. Pored navedenog naručilac je postavio pitanje da li se komunikacija u pogledu izmene ugovora vrši putem Portala javnih nabavki.\nNaručiocu odgovoreno, da prvenstveno mora proveriti navode dobavljača tj. mora utvrditi da je nesporno došlo do promene, tj. povećanja cena na tržištu. Tek na osnovu utvrđivanja činjeničnog stanja, naručilac treba da odluči da li će ili neće izmeniti ugovor, kako je to definisano odredbama člana 156. ZJN, ili eventulano člana 158. ZJN. Naručiocu skrenuta pažnja da se upozna sa odredbama člana 154-162. ZJN koje definišu pravila vezana za izmenu ugovora.\nU pogledu drugog pitanja, naručiocu odgovoreno da ne postoji obaveza komunikacije putem Portala javnih nabavki u vezi sa izmenom zaključenog ugovora po sprovedenom postupku javne nabavke. Postoji jedino obaveza objavljivanja obaveštenja o izmeni ugovora, ukoliko je isti izmenjen na osnovu odredbi člana 157. i 158. ZJN, a u skladu sa obavezom, definisanom u članu 155. stav 2. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da odbiju ponudu ponuđača kome su zahtevali dodatna pojašnjenja, a isti nije dostavio nik...", "link": null, "input": "Pitanje: Da li mogu da odbiju ponudu ponuđača kome su zahtevali dodatna pojašnjenja, a isti nije dostavio nik...: Ukoliko postoji razlog iz člana 144. ZJN, mogu..."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac postavlja pitanje da li može da odbije ponude ponuđača koji su dostavili uzorke laboratori...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li može da odbije ponude ponuđača koji su dostavili uzorke laboratori...: Ukazano da naručilac, nakon pregleda i stručne ocene, odbija ponudu, odnosno prijavu kao neprihvatljivu, ako nisu ispunjeni zahtevi i uslovi u vezi sa predmetom nabavke i tehničkim specifikacijama."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Tehničko pitanje...", "link": null, "input": "Pitanje: Tehničko pitanje...: Upućeni na kolege sa Portala."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li u Izveštaju o postupku javne nabavke moraju da navedu razloge za obustavu?...", "link": null, "input": "Pitanje: Da li u Izveštaju o postupku javne nabavke moraju da navedu razloge za obustavu?...: Da, saglasno čl. 145. st. 2 tač. 10) ZJN"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: U okviru kriterijuma za kvalitativan izbor privrednog subjekta tražili su licencu za obavljanje prof...", "link": null, "input": "Pitanje: U okviru kriterijuma za kvalitativan izbor privrednog subjekta tražili su licencu za obavljanje prof...: Ukazano na čl. 118. st. 2 ZJN kojim je propisano je da ako ponudu, odnosno prijavu podnosi grupa privrednih subjekata, u ponudi, odnosno u prijavi se dostavlja zasebna izjava svakog člana grupe privrednih subjekata koja sadrži podatke iz stava 1. tač. 1) i 2) ovog člana za relevantne kapacitete člana grupe.\nIz navedenog proizilazi, da se u ponudi, odnosno prijavi dostavlja posebna izjava svakog člana grupe, kojom član grupe, između ostalog, dokazuje i da ispunjava zahtevane kriterijume za izbor privrednog subjekta, među kojima je i kriterijum propisan članom 115. stav 2. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavljaju pitanje o načinu sprovođenja p.p. bez objavljivanja javnog poziva ....", "link": null, "input": "Pitanje: Postavljaju pitanje o načinu sprovođenja p.p. bez objavljivanja javnog poziva ....: Date instrukcije, ukazano na čl. 61. i 62. ZJN i ukazano na Smernice za pripremu p.p. bez objavljivanja javnog poziva."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac ima nameru da sprovede nabavku društvene usluge koja se nalazi u Prilogu 7. ZJN, proc.vred...", "link": null, "input": "Pitanje: Naručilac ima nameru da sprovede nabavku društvene usluge koja se nalazi u Prilogu 7. ZJN, proc.vred...: o\nvođenja predmetne nabavke i poštovanja načela zakona. Dodatno pit\na"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: nje se odnosi na pitanje transparentnosti postupka....", "link": null, "input": "Pitanje: nje se odnosi na pitanje transparentnosti postupka....: Naručiocu odgovoreno da se na predmetne nabavke u navedenoj vrednosti ne primenjuju odredbe ZJN, shodno članu 27. stav 1. tačka 3) ZJN. Naručilac navedene nabavke, mora da planira u planu ili drugom aktu\n(za nabavke na koje ne primenjuje ZJN) i da predvidi procedure za sprovođenje iste, a sve shodno pravilima navedenim u internom aktu, kako je to definisano odredbama člana 49. stav 2. ZJN. Drugim rečima, naručilac mora da planira predmetnu nabavku, kao i da sprovede proceduru nabavke (faza sačinjavanja dokumentacije: poziva, specifikacija, ponude, modela ugovora, uslova, zahteva i dr. predmetne nabavke). Pri tom je naručilac u obavezi da se drži u meri u kojoj je to primenjivo načela ZJN, pre svega načela obezbeđivanja konkurencije u postupku javne nabavke (slanje poziva na što je moguće veći broj adresa, minimum 3), zatim poštovanja jednakost ponuđača (pod tim se misli na obezbeđivanje jednakosti ponuđača kroz sve faze postupka nabavke), načela proporcionalnosti (da uslovi, zahtevi i dr. budu proporcionalni onome što je predmet nabavke tj. da se propisivanjem uslova ne dovede do diskriminacije ponuđača). U pogledu načela transparentnosti, odgovor bi\nbio da navedeno u doslovnom prevodu znači „providno ili prozirno“, ali bi se u kontekstu zakona navedeno moglo tumačiti da je ro javnost postupanja i dostupnost javnosti, a što je zapravo objavljivanje informacija (npr. poziva i ostale dokumentacije iz postupka nabavke na intrenet stranici i sl.).\nNaručilac je primio zahtev za zaštitu prava preko Portala, objavili su obaveštenje i dostavili zahtev izabranom ponuđaču. Izvršili su proveru zahteva (procesnu) i sad su u fazi ocene zahteva i isti će usvojiti rešenjem, shodno odredbama člana 220. stav 1. tačka 1) ZJN. Da li rešenje mora imati uputstvo o pravnom sredstvu i koje."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Pored navedenog, postavljeno pitanje da li rešenjem odlučuju o troškovima zaštite prava....", "link": null, "input": "Pitanje: Pored navedenog, postavljeno pitanje da li rešenjem odlučuju o troškovima zaštite prava....: Naručiocu odgovoreno, da prema odredbama ZJN, na navedeno rešenje nema pravnog leka u smislu žalbe i sl. Postoji pravo izjašnjenja podnosioca zahteva o nastavku postupka zaštite prava pred Rep.komisijom za zaštitu prava, shodno odredbama člana 220. stav 3. ZJN. Svakako je preporuka da naručilac ne preduzima radnje u postupku javne nabavke, pre isteka roka od dva radna dana od slanja rešenja, kako bi izbegle naknadne komplikacije ukoliko dođe do izjašnjenja podnosioca zahteva.\nPravno sredstvo bi postojalo, u slučaju da npr. naručilac rešenjem odbaci zahtev iz nekog od zakonskih razloga iz člana 219. ZJN, kada je podnosilac ovlašćen na ulaganje žalbe na rešenje u roku definisanom u stavu 8. prethodno navedenog člana zakona.\nO troškovima postupka zaštite prava, prema odredbi člana 225. stav 9. odlučuje Republička komisija, čije su odluke izvršni naslov.\nKao deo organizacije naručioca dobili su neku vrstu elektronske pisarnice u koju se uvode svi upravni postupci koji se sprovode. Da li imamo neku preporuku u pogledu popunjavanja iste.\nNaručiocu odgovoreno, da odredbama ZJN nije definisano navedeno, osim što je opisan deo u vezi sa evidentiranjem i čuvanjem dokumentacije (član 41. ZJN). Sama dodatna evidencija i arhiviranje dokumentacije (te i dokumentacije iz postupaka javnih nabavki), sprovodi se u skladu sa relevantnim propisima (arhivska građa), kao i putem internih procedura naručioca.\nStranku je interesovalo da li postojanje prakršaja može da predstavlja smetnju za učestvovanje u postupku, ne precizirajući o kom se prekršaju radi.\nRečeno mu je da postojanje smetnje zavisi od vrste prekršaja i upućena je na član 111 stav 1. tačka 3) ZJN koji navodi je osnov za isključenje ukuliko je privredni subjekt, u prethodne dve godine, povredio obaveze iz zaštite životne sredine, socijalnog i radnog prava, uključujeći  kolektivne ugovore,\na naročito obavezu isplate ugovorne zarade ili drugih obaveznih isplata, uključujeći i obaveze u skladu sa odredbama međunarodnih konvencija. Takođe je stranka upućena na član 112. stav 1. tačka 2) ZJN koji navodi da Naručilac može u dokumentaciji o nabavci da predvidi kao osnov isključenja ukoliko utvrdi da je privredni subjekt pravosnažnom presudom ili odlukom drugog nadležnog organa, utvrđena odgovornost za težak oblik neprofesionalnog postupanja koji u pitanje dovodi njegov integritet u prethodne tri godine. Dalje je upućen na član 237.  stav 5. ZJN da je moguće zbog izvršenja prekršaja iz stava 1. tačka 2) i 4) istog člana moguće da se privrednom subjektu izrekne mera zabrane učestvovanja u postupku. Skrenuta mu je pažnja da ponuđač može da podnese ponudu ali ukoliko Naručilac sazna za postojanje jednog od pomenutih prekršaja odbija ponudu i može da pokrene postupak protiv ponuđača jer je dostavio potpisanu izjavu pod krivičnom i materijalnom odgovornošću.\nNaručilac je pitao da li može da zaključi ugovor sa ponuđačem koji je ponudio cenu koja je preko procenjene vrednosti.\nSkrenuta mu je pažnja da bi se u tom slučaju izlagao opasnosti o neispunjenu ugovora zbog nedostatka sredstava. Dat mu je predlog da obustavi postupak, ispita tržiđte još jednom zbog stalnih rasta cena i da izmeni Finansijski plan ili/i Plan javnih nabavki, time da poveća procenjenu vrednost nabavke i da ponovo pokrene postupak."}
