{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac postavlja pitanje da li, na osnovu člana 142. Zakona o javnim nabavkama, može da zahteva n...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li, na osnovu člana 142. Zakona o javnim nabavkama, može da zahteva n...: Ukazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda ili prijava.\nU konkrentom slučaju bi bila reč o dopuni ponude, što nije dopušteno.\nImajući u vidu da predmetna dokumentacija nije javno dostupna, naručiocu jedino preostaje\nda\nu fazi stručne ocene ponuda spornu ponudu oceni kao neprihvatljivu.\nNaručilac nije sproveo konkurs za dizajn preko Portala već na posebnoj internet stranici, odnosno tražio je od ponuđača da mu preko te stranice dostave ponude i sad ne mogu da objave Odluku o dodeli ugovora.\nRečeno da ne mogu da objave Odluku o dodeli ako nisu postupak sproveli preko Portala."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da pokrenu nabavku iz stavke Plana na manji iznos nego što stoji u Planu?...", "link": null, "input": "Pitanje: Da li mogu da pokrenu nabavku iz stavke Plana na manji iznos nego što stoji u Planu?...: Da mogu, samo idu na ručno ispravljanje procenjene vrednosti."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Dobili su neuobičajeno nisku ponudu, da li mogu odmah da odbiju takvu ponudu?...", "link": null, "input": "Pitanje: Dobili su neuobičajeno nisku ponudu, da li mogu odmah da odbiju takvu ponudu?...: Ne, moraju da postupe saglasno čl. 143. st.2. ZJN\nDobili su rešenje RK kojim se delimično poništava postupak, da li sada ponovo vrše stručnu ocenu ponuda.\nTako je. Kroz razgovor zaključeno da su istekle ponude pa naručiocu ukazano na čl. 137. st. 2 ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Doneli su odluku o dodeli ugovora, međutim naknadno su uočili nedostatke i hoće da izmene odluku, da...", "link": null, "input": "Pitanje: Doneli su odluku o dodeli ugovora, međutim naknadno su uočili nedostatke i hoće da izmene odluku, da...: Imaju, samo ponovo teče novi rok za konačnost odluke."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Tehničko pitanje...", "link": null, "input": "Pitanje: Tehničko pitanje...: Upućeni na kolege sa Portala."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li mogu da predvide razloge za izmenu ugovora o promeni cena?...", "link": null, "input": "Pitanje: Da li mogu da predvide razloge za izmenu ugovora o promeni cena?...: Da, saglasno čl. 154.ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Ponuđač je bez obrazloženja označio kao poverljiv dokument katalog. Da li je mogao to da uradi? Da l...", "link": null, "input": "Pitanje: Ponuđač je bez obrazloženja označio kao poverljiv dokument katalog. Da li je mogao to da uradi? Da l...: Shodno članu 38. stav 3. ZJN privredni subjekt ne sme kao poverljiv podatak da označi izjavu i podatke o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, kataloge, ponuđenu cenu i elemente cene, kao i druge podatke u vezi sa kriterijumima za dodelu ugovora i uslovima za izvršenje ugovora. Sve i da je mogao katalog da označi kao poverljiv dokument, neophodno bi bilo da navede pravni osnov na osnovu kojeg se radi o poverljivom podatku, kao i da obrazloži razlog poverljivosti, u skladu sa stavom 2. istog člana."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Zaključili su ugovor o jn za nabavku poljoprivredne mehanizacije. Da li mogu primeniti čl. 158. ZJN ...", "link": null, "input": "Pitanje: Zaključili su ugovor o jn za nabavku poljoprivredne mehanizacije. Da li mogu primeniti čl. 158. ZJN ...: Ukazano na mogućnost primene\nčl. 158. ZJN\nuz napomenu da je naručilac dužan da obaveštenje o izmeni ugovora o jn po osnovu čl. 158. ZJN\npošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn.\n1.\nPotrebno je da sprovedu nabavku goriva, proc. vrednosti ispod milion dinara (s obzirom na njihove  tvrdnje se radi o malom naručiocu), te žele da potvrde da li tu nabavku sprovode po internoj proceduri.\n2.\nImaju dilemu oko toga da li pojedine nabavke za koji imaju potrebu čine objektivno odredivu celinu, kako ne bi prekršili ZJN u smislu izbegavanja primene ovog zakona ili podele predmeta jn na više nabavki."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Kada je reč...", "link": null, "input": "Pitanje: Kada je reč...: o nabavci iz čl. 27. st. 1. tačka 1) ZJN, naručilac postupa po proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49. t. 2. ZJN uz primenu načela ZJN na način koji je primeren okolnostima konkretne nabavke.\nPre svega, ukazano da ZJN ne sadrži pojam istovrsnosti, ali da naručilac u tom smislu može primeniti čl. 29. st. 3. koji propisuje da n\naručilac određuje predmet javne nabavke na način da predstavlja\ntehničku, tehnološku, funkcionalnu i drugu objektivno odredivu ce\nlinu.\nPored toga,  ukazano da u skladu sa čl. 29. ZJN p\nroc.\nvrednost predmeta j\nn\nmora\nbiti\nobjektivna,\nzasnovana na sprovedenom ispitivanju i istraživanju tržišta predmeta j\nn\n, koje uključuje proveru cene, kvaliteta, perioda\nvaženja\ngarancije\ni dr.\ni mora da bude validna u vreme pokretanja postupka\njn\n.\nPosebno je skrenuta pažnja da\no\ndređivanje proc\n.\nvrednosti predmeta j\nn naručilac ne\nmože da\nvrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom\ncilju\nvrši podelu\npredmeta j\nn n\na više nabavki."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Sprovode o. p. za nabavku usluge  štampanja u osam partija. Cene dobijenih ponuda premašuju iznos pr...", "link": null, "input": "Pitanje: Sprovode o. p. za nabavku usluge  štampanja u osam partija. Cene dobijenih ponuda premašuju iznos pr...: Naručiocu je ukazano da može\ndodeli\nti\nugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u\nskladu sa čl. 146. st. 2. ZJN., te da se podrazumeva\nda naručilac\nu tom slučaju\ntreba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu\nodn. ovde ponude (s obzirom da se radi o nabavci po partijama), koje prelaze\nprocenjenu vrednost nabavke.\nZatražili da im se protumači čl. 156. ZJN.\nProtumačene odredbe čl.\n156. ZJN.\nU o.p. se javio samo jedan ponuđač čija\nponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn"}
