{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li mogu...", "link": null, "input": "Pitanje: Da li mogu...: dve partije"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: koju su deo istog postupka pokrenuti u različito vreme bez izmene plana jn?...", "link": null, "input": "Pitanje: koju su deo istog postupka pokrenuti u različito vreme bez izmene plana jn?...: Mogu..."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li su dužni da čekaju da istekne rok za zzp kako bi zakljulili ugovor, ukoliko je pristigla samo ...", "link": null, "input": "Pitanje: Da li su dužni da čekaju da istekne rok za zzp kako bi zakljulili ugovor, ukoliko je pristigla samo ...: Nisu dužni, mogu odmah zaključiti ugovor."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Kako se ne primenjuju odredbe ZJN, dakle ni odredbe iz člana 155. ZJN, naručilac nema obavezu objavl...", "link": null, "input": "Pitanje: Kako se ne primenjuju odredbe ZJN, dakle ni odredbe iz člana 155. ZJN, naručilac nema obavezu objavl...: Izvođač radova ukazuje na nekorektno postupanje naručioca prilikom izvršenja ugovora o javnoj nabavci.\nRečeno da KJN ne vrši nadzor nad izvršenjem ugovora o javnoj nabavci. Takođe, rečeno da izvođač radova ima mogućnost da raskine ugovor o javnoj nabavci iz razloga predviđenih ZOO, ali da KJN ne utvrđuje da li su ispuljeni uslovi za raskid ugovora."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Naručilac je postavio pitanje da li, u slučaju sprovođenja postupka javne nabavke radi zaključenja o...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li, u slučaju sprovođenja postupka javne nabavke radi zaključenja o...: sporazuma, postupak sprovodi na osnovu ukupne procenjene vrednosti ili\nje utvrđuje, odnosno\ndeli po godinama.\nObjašnjeno je da je, u konkretnom slučaju, reč o jedinstvenoj javnoj nabavci, te da je, s tim u vezi, naručilac dužan da odredi ukupnu procenjenu vrednost za sve vreme trajanja okvirnog sporazuma i na osnovu te vrednosti\ndalje primenjuje pravila predviđena za određeni postupak javne nabavke.\nPrivredni subjekt je\nimao dilemu\nu odnosu na dokazivanje ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta\n(upis u Registar ponuđača, dostavljanje dokaza odmah uz izjavu...)\n.\nTakođe, prvorangirani ponuđač nije potpisao i pečatirao model ugovora o javnoj nabavci, samo je popunio.\nProtumačene su odredbe čl. 118 i 119. Zakona o javnim nabavkama.\nUkazano je da u uputstvu za sačinjavanje ponud\ne\nnaručilac ne traži od ponuđača da potpisuju model ugovora, već da, ukoliko je to zahtevano konkursnom dokumentacijom, popune model ugovora i tako popunjeni model ugovora učitaju u okviru svoje e-ponude.\nNaručiocu je bilo sporno\nda li može da izvrši izmenu ugovora iako su ugovorene fiksne cene.\nTakođe, da li je potrebno da o tome obavesti Kancelariju za javne nabavke.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora\n(ne obaveštava Kancelariju za javne nabavke)\n.\nNapomenuto je da naručilac nije dužan da prihvati zahtev dobavljača, te da može da raskine ugovor i sprovede novi postupak javne nabavke.\nNaručilac je imao potrebu da primeni neki od izuzetaka, jer smatra da sprovođenje postupka javne nabavke u konkretnom slučaju ne bi bilo opravdano.\nNaručilac je imao nameru da primeni osnov za izuzeće predviđen članom 12. stav 1. tačka 11) Zakona o javnim nabavkama. Međutim, konstatovano je da je najprimerenije da naručilac u datoj situaciji primeni član 12. stav 1. tačka 6) navedenog zakona."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Podnet im zzp, međutim ne znaju na koju partiju se isti odnosi, šta da rade?...", "link": null, "input": "Pitanje: Podnet im zzp, međutim ne znaju na koju partiju se isti odnosi, šta da rade?...: Upućeni na čl. 219. st. 2 ZJN"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Kada vrše bitnu izmenu k.d. tačnije izmenu tehničke specifikacije, za koliko produžavaju rok?...", "link": null, "input": "Pitanje: Kada vrše bitnu izmenu k.d. tačnije izmenu tehničke specifikacije, za koliko produžavaju rok?...: Odgovor čl. 87. st. 3. ZJN"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac postavlja pitanje da li sme da u nabavci prevoza učenika koju planira da sprovede zbog sma...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li sme da u nabavci prevoza učenika koju planira da sprovede zbog sma...: Ukazano da određuje uslove svoje nabavke na način da zadovolji svoje potrebe, ali naručiocu posebno ukazano da je dužan da u postupku javne nabavke omogući što je moguće veću konkurenciju, kao i da ne sme da ograniči konkurenciju sa namerom da određene privredne subjekte neopravdano dovede u povoljniji ili nepovoljniji položaj, a naročito ne može onemogućavati bilo kojeg privrednog subjekta da učestvuje u postupku javne nabavke korišćenjem diskriminatorskih kriterijuma za kvalitativni izbor privrednog subjekta, tehničkih specifikacija i kriterijuma za dodelu ugovora"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Doneli su odluku o obustavi postupka za jednu partiju jer nisu dobili ni jednu ponudu, da li mogu iz...", "link": null, "input": "Pitanje: Doneli su odluku o obustavi postupka za jednu partiju jer nisu dobili ni jednu ponudu, da li mogu iz...: Da mogu iz iste stavke samo ručno menjaju proc. vrednost."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Zaključili su okvirni sporazum prošle godine na period od 4 godine, sada isti raskidaju, da li kače ...", "link": null, "input": "Pitanje: Zaključili su okvirni sporazum prošle godine na period od 4 godine, sada isti raskidaju, da li kače ...: Ne, takvo obaveštavanje nije predviđeno."}
