{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručiocu je uložen zzp kojim se osporava sadržina kd na dan otvaranja ponuda – 10.1.2022. godine. P...", "link": null, "input": "Pitanje: Naručiocu je uložen zzp kojim se osporava sadržina kd na dan otvaranja ponuda – 10.1.2022. godine. P...: Podnosilac zahteva nije blagovremeno postupio iz razloga što se rok za zahtev za zaštitu prava kojim se osporavaju radnje naručioca u vezi sa određivanjem vrste postupka, sadržinom javnog poziva i konkursnom dokumentacijom smatra blagovremenim ako je primljen od strane\nnaručioca\nnajkasnije\ntri dana pre isteka roka za podnošenje ponuda, odnosno prijava, bez obzira na način dostavljanja."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li dokaz za raskid ugovora može biti Obaveštenje o jednostranom raskidu ugovora?...", "link": null, "input": "Pitanje: Da li dokaz za raskid ugovora može biti Obaveštenje o jednostranom raskidu ugovora?...: Može.."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li je za angažovanje lica za obavljanje privremenih i povremenih poslova potrebno sprovoditi post...", "link": null, "input": "Pitanje: Da li je za angažovanje lica za obavljanje privremenih i povremenih poslova potrebno sprovoditi post...: Nije, navedena situacija predstavlja izuzetak od primene zakona na osnovu člana 12. stav 1. tačka 8) ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Kod izjave o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta ako učestvuju kao po...", "link": null, "input": "Pitanje: Kod izjave o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta ako učestvuju kao po...: Upućeni na čl. 118. st. 3. ZJN, takođe ukazano i da po koracima mogu da vide kako to izgleda u uputstvima na Portalu."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: RK je u celini poništila postupak javne nabavke, kakve su sada njihove obaveze?...", "link": null, "input": "Pitanje: RK je u celini poništila postupak javne nabavke, kakve su sada njihove obaveze?...: Naručilac je dužan da obavesti sve učesnike u postupku o donetoj odluci RK saglasno čl. 227. st. 6 ZJN. Naručiocu ukazano još i na obavezu iz čl 109. st. 4. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Dokazivanje osnova za isključ. za strance?...", "link": null, "input": "Pitanje: Dokazivanje osnova za isključ. za strance?...: Ukazano na uputstvo ponuđačima..\nNabavka ispod limita..\nUkazano na načela i Poseban akt"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Uopšteno pitanje da li da idu na jedinične cene ili okvirni sporazum…...", "link": null, "input": "Pitanje: Uopšteno pitanje da li da idu na jedinične cene ili okvirni sporazum…...: Ukazano da nije preporuka koristiti jedinične cene, i na prednosti okvirnog sporazuma..\nNisu sigurni da  li se ZJN primenjuje na ugovor o delu."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Pitanje u vezi sa popunjavanjem godišnjeg izveštaja  iz čl. 181. ZJN....", "link": null, "input": "Pitanje: Pitanje u vezi sa popunjavanjem godišnjeg izveštaja  iz čl. 181. ZJN....: Da, na osnovu odredbe čl. 12. st. 1. tačka 8) ZJN, iz koje proizlazi da se na ugovor o delu primenjuju odredbe ZJN.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na Godišnji izveštaj o\nnabavkama\n).\nNejasno im je da li ponuđači dostavljaju dokaze iz člana 111. stav 1. tačka 1) i 2) ako su upisani u registar ponuđača u APR.\nSprovode postupak jn proc. vrednosti preko 5.000.000,00 din., te ih interesuje da li su dužni da od ponuđača zahtevaju da dostave sve dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta.\nDato objašnjenje da se za privredne subjekte koji su upisani u registar ponuđača\nsmatra da nemaju osnova za isključenje iz člana 111. stav 1. tač. 1) i 2) ZJN. U tom smislu, nisu u obavezi da posebno dokazuju da nemaju navedene osnove za isključenje, ukoliko ih naručilac pozove da u skladu sa čl. 119. ZJN dostave dokaze u postupku jn, pre donošenje odluke o dodeli ugovora o jn.\nDa, izuzev u situacijama propisanim čl. 119. st. 4. ZJN,  a to su situacije kada na osnovu podataka navedenih u izjavi iz čl. 118. ZJN naručilac može da pribavi\nodnosno izvrši uvid u dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta\n, ili ukoliko već poseduje važeće relevantne dokaze."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Tehničko pitanje u vezi sa primenom Portala jn....", "link": null, "input": "Pitanje: Tehničko pitanje u vezi sa primenom Portala jn....: Upućeni na brojeve kontakt tel. za primenu Portala jn objavljenih na internet stranici KJN u delu Kontakt.\nPripremaju godišnji izveštaj  iz čl. 181. ZJN, te ih zanima da li unose (i) CPV oznaku.\nU\nputstvom za objavljivanje podataka o javnim nabavkama koje su izuzete od primene Zakona, koje je KJN donela, nije predviđeno unošenje\nCPV\noznake u\ngodišnji izveštaj  iz čl. 181. ZJN,  te samim tim\nni aplikacija za unošenje\ngodišnjeg izveštaja iz čl. 181. ZJN\n, koja se zasniva na pomenutom Uputstvu, ne sadrži CPV oznaku.\nPitanja u vezi procedure za nabavke izuzete od primene ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li je naručilac u obavezi da čuva i arhivira dokumentaciju iz postupka za nabavke na koje se ZJN ...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da čuva i arhivira dokumentaciju iz postupka za nabavke na koje se ZJN ...: Pitanja u vezi procedure za nabavke izuzete od primene ZJN\nnaručilac je dužan da sam uredi posebnim aktom iz čl. 49. st. 2. ZJN.\nNačin planiranja i sprovođenja nabavki na koje se ZJN ne primenjuju naručilac uređuje\nposebnim aktom iz čl. 49. st. 2. ZJN, kao što je već pomenuto, pa samim tim i način\nčuvanja i arhiviranja dokumentacije iz postupka za nabavke na koje se ZJN ne primenjuje."}
