{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li primenjuju ZJN za nabavku usluga za izradu projekta čija je procenjena vrednost 1.000.000,00 d...", "link": null, "input": "Pitanje: Da li primenjuju ZJN za nabavku usluga za izradu projekta čija je procenjena vrednost 1.000.000,00 d...: Da. Ukoliko je procenjena vrednost nabavke usluga jednaka ili veća od 1.000.000,00 din., naručilac je dužan da primeni odredbe ZJN-a."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li dokaze dostavlja samo ponuđač koji je dostavio ekonomski najpovoljniju ponudu? (Radi se o naba...", "link": null, "input": "Pitanje: Da li dokaze dostavlja samo ponuđač koji je dostavio ekonomski najpovoljniju ponudu? (Radi se o naba...: Saglasno čl. 119. ZJN, ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku jn čija je proc. vrednost veća od 5.000.000,00 din. dužan je da pre donošenja odluke u postupku jn na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta u neoverenim kopijama u primerenom roku koji odredi naručilac."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Do kada se dostavljaju izveštaji o nabavkama na koje se ZJN ne primenjuje?...", "link": null, "input": "Pitanje: Do kada se dostavljaju izveštaji o nabavkama na koje se ZJN ne primenjuje?...: Naručilac može da izvrši izmenu ugovora o jn u slučaju povećanja cene\nukoliko je\ntu mogućnost\njasno predvideo u dokumentaciji i ugovoru o jn\nu skladu sa\nčl. 156. ZJN\nkojim su propisane\nizmene po osnovu ugovornih odredaba.\nPodatke o\nnabavkama na koje se ZJN ne primenjuje\nnaručilac zbirno objavljuje na Portalu\njn\nnajkasnije do 31. januara tekuće\ngodine za prethodnu godinu, prema\nUputstvu za objavljivanje podataka o javnim nabavkama koje su izuzete od primene Z\nakona\n."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li mogu pokrenuti postupak jn za nabavku koju nisu predvideli planom jn?...", "link": null, "input": "Pitanje: Da li mogu pokrenuti postupak jn za nabavku koju nisu predvideli planom jn?...: Ukazano da, u skladu sa čl. 88. ZJN, naručilac može da pokrene postupak za javnu nabavku ukoliko je istu predvideo u godišnjem planu jn. Izuzetno, naručilac može da pokrene postupak za javnu nabavku koju nije mogao unapred da planira ili za javnu nabavku koja zahteva hitno postupanje iako iste nije predvideo u planu jn.\nZamolili su da im se protumači odredba čl. 35. st. 4 ZJN odn. kada je moguće da se nabavka za pojedine partije izuzme od primene odredaba ZJN-a."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postoje li prepreke da se nabavka čija je procenjena vrednost ispod praga sprovede kroz otvoreni pos...", "link": null, "input": "Pitanje: Postoje li prepreke da se nabavka čija je procenjena vrednost ispod praga sprovede kroz otvoreni pos...: Protumačena\nodredba čl. 35. st. 4 ZJN.\nNe postoje prepreke, ali u tom slučaju naručilac primenjuje odredbe ZJN-a na konkretnu nabavku.\nNaručilac je primio zahteva za dodatno objašnjenje dokumentacije, u kojem je ukazano da se u okviru jedne partije nalaze dobra koja bi morala biti opredeljena u okviru samostalne partije. Naručilac je ocenio zahtev kao opravdanim te postavljaju pitanje da li mogu izmeniti dokumentaciju te tu jednu partiju podeliti na dve.\nNaručiocu odgovoreno da odredbe ZJN navedeno ne zabranjuju, ali bi pri tome naručilac morao izvršiti izmenu i dopunu odluke o sprovođenju javne nabavke. Pored navedenog naručilac mora proveriti na „demo“ verziji Portala, kao i u konsultaciji sa koleginicama i kolegama koji pružaju konsultacije u vezi sa primenom Portala, da li je navedeno tehnički izvodljivo sprovesti. Takođe skrenuta pažnja naručiocu, da ukoliko navedeno nije moguće sprovesti tehnički, postoji mogućnost da naručilac eventualno obustavi postupak shodno odredbama člana 147. stav 1. tačka 3) ZJN.\nZainteresovano lice planira da učestvuje u postupku javne nabavke uz korišćenje kapaciteta drugog subjekta, te je istom potrebna mala pomoć oko načina izrade izjave iz člana 118. ZJN, i to sopstvene i drugog subjekta.\nZainteresovanom licu ukazano na uputstvo navedeno na Portalu javnih nabavki, gde je isti proveden k\nr\no\nz postupak sačinjavanja izjave, izbora uloge njegove, kao drugog subjekta, zatim kako se izjava sačinjava i šalje od strane drugog subjekta. Posebno je zaniteresovano lice poučeno o odredbama člana 130. ZJN koja se odnose na oslanjanje na kapacitete drugog subjekta (da se to odnosi na tehnički i stručni kapacitet, obaveza stavljanja na raspolaganje kapaciteta drugog subjekta, ograničenja u vezi sa korišćenjem kapaciteta drugih subjekata). Skrenuta pažnja zainteresovanom licu da se za pitanja korišćenja Portala obrati koleginicama i kolegama koji pružaju pomoć u primeni istog."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Zainteresovano lice postavlja pitanje koji su to dokazi kojima se dokazuje ispunjenost uslova tj. ne...", "link": null, "input": "Pitanje: Zainteresovano lice postavlja pitanje koji su to dokazi kojima se dokazuje ispunjenost uslova tj. ne...: Zainteresovanom licu odgovoreno, da su dokazi za nepostojanje osnova za isključenje iz navedene zakonske odredbe, potvrda nadležnog suda , odnosno drugog nadležnog organa. U smislu navedenog to je potvrda koju izdaje nadležni Privredni sud, kao i\npotvrda koju izdaje Agencija za privredne registre.\nNaručilac je primio tri ponude u postupku javne nabavke. Prvorangirani je odustao do zaključenja ugovora, drugorangirani ne želi da produži rok važenja ponude, gde im ostaje samo trećerangirani ponuđač. Obzirom da su na Portalu javnih nabavki objavili odluku kojom je ugovor dodeljen prvorangiranom ponuđaču, postavljaju pitanje kako nakon zaključenja ugovora sa trećerangiranim ponuđačem objaviti obaveštenje da je sa itim zaljkučen ugovor.\nNaručilac u navedenoj situaciji mora i pored konačnosti donete odluke o dodeli ugovora, da istu izmeni, tako što će izvršiti ponovnu stručnu ocenu ponuda gde će konstatovati sve razloge za izmenu odluke, sačiniti novi izveštaj o postupku i doneti novu odluku o dodeli ugovora kojom će ugovor dodeliti trećerangiranom ponuđaču. Po konačnosti ove odluke, pristupiće zaključenju ugovora, te će nakon sticanja uslova u zakonskom roku objaviti obaveštenje o dodeli ugovora. I ako u odredbama člana 152. ZJN nije navedeno da se na ovaj način mora vršiti izmena odluke, tehnički je na Portalu jedino na ovaj način moguće evidentirati obaveštenje u kojem će biti naveden privredni subjekt sa kojim je zaključen ugovor."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac planira da sprovede postupak javne nabavke u restriktivnom postupku, te postavlja pitanje ...", "link": null, "input": "Pitanje: Naručilac planira da sprovede postupak javne nabavke u restriktivnom postupku, te postavlja pitanje ...: Naručiocu odgovoreno da svakako navedenu javnu nabavku naručilac mora imati u Planu javnih nabavki, kako bi sproveo predmetni postupak. Ova vrsta postupka se primenjuje kod specifičnih nabavki tj. predmeta (dobara, usluga ili radova) gde zbog kapaciteta (finansijskih i ekonomskih, ili tehničkih i stručnih) samo određeni privr.subjekti mogu da realizuju istu. To je dvofazni postupak gde se u prvoj fazi podnose prijave i privredni subjekti kvalifikuju, dok se u drugoj fazi podnose ponude i dodeljuje ugovor najpovoljnijem privrednom subjektu na osnovu definisanih kriterijuma za dodelu ugovora.\nDom učenika „Srećno“ Ćuprija\nNaručilac je zaključio ugovor o javnoj nabavi namirnica, gde je u istom definisao da je cena nepromenjiva 365 dana tj. za\nvreme važenja ugovora. Obratio im se dobavljač (izabrani ponuđač) koji zahteva izmenu cene ponuđenih dobara iz razloga značajnog povećanja cena. Kako mogu da postupe u pogledu mogućnosti izmene ugovora.\nNaručiocu odgovoreno da je isti predvideo nepromenjivost cene za vreme važenja ugovora, što je okolnost koja je bila poznata svim\nzainteresovanim licima i privrednim subjektima koji su podneli ponude. Sama izmena ugovora u smislu promene cene bi mogla biti upitna iza razloga navedenih u odredbama člana 154. stav 4. tačka 1) ZJN gde je definisao da se bitnom izmenom ugovora smatra uvođenje novih uslova koji bi, da su bili deo prvobitnog postupka nabavke, omogućili između ostalog veću konkurenciju u postupku javne nabavke koji je prethodio zaključenju ugovora. U konkretnom slučaju nemogućnost promene cene je potencijalno odbilo zaintersovana lica da učestvuju u predmetnom postupku javne nabavke. Sa druge strane odredbama člana 158. ZJN je definisano mogućnost izmene ugovora usled nepredviđenih okolnosti, uz prethodno ispunjenje kumulativno navedenih uslova. Konačno članom 163. ZJN je definisan raskid ugovora, gde je u stavu 1. tačka 1) predviđeno da se ugovor raskida ukoliko nastanu okolnosti koje bi za posledicu imale bitnu izmenu ugovora, što bi zahtevao sprovođenje novog postupka javne nabavke. Na osnovu izloženog naručilac mora sam doneti zaključak da li postoje osnovi za izmenu ugovora, posebno imajući u vidu da je ugovorom predviđena bila nepromenjivost cene za vreme važenja ugovora (što je suštinski bio i jedan od uslova dokumentacije o nabavci i izvršenju ugovora)."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Kako se sprovodi nabavka umetničkih usluga čija je procenjena vrednost ispod 500.000 dinara?...", "link": null, "input": "Pitanje: Kako se sprovodi nabavka umetničkih usluga čija je procenjena vrednost ispod 500.000 dinara?...: Odgovoreno da se na predmetne usluge ne primenjuje ZJN, već ih naručilac sprovodi u skladu sa posebnim aktom koji je morao da donese i objavi na svojoj internet stranici. Ukazano da su i u ovom slučaju dužni da poštuju osnovna načela javnih nabavki."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac je uvideo da je na ugovoru o nabavci usluga osiguranja učenika i zaposlenih napisan pogreš...", "link": null, "input": "Pitanje: Naručilac je uvideo da je na ugovoru o nabavci usluga osiguranja učenika i zaposlenih napisan pogreš...: Odgovoreno da nemaju, već da je reč o njihovoj internoj stvari."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac je objavio javni poziv i kd. Sada želi da izmeni kriterijume za kvalitativni izbor ps. Da ...", "link": null, "input": "Pitanje: Naručilac je objavio javni poziv i kd. Sada želi da izmeni kriterijume za kvalitativni izbor ps. Da ...: Odgovoreno da kd mogu da menjaju sve dok traje rok za podnošenje ponuda. Istovremeno, ukazano i na obavezu produženja roka za podnošenje ponuda kada je reč o bitnoj izmeni kd, što je njihov slučaj.\nNaručilac navodi da je dobio ponudu koja ne odgovora tehničkim specifikacijama predviđenim kd. Naime, ponuđač mu je ponudio neku tečnost u pakovanju od 400 ml, umesto u 500 ml i to u manjoj količini od zahtevane. Pitaju da li moraju da ga odbiju ili mogu da mu traže dodatna pojašljenja.\nOdgovoreno da moraju da odbiju ponudu kao neprihvatljivu."}
