{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: pitanje da li mora uvek da traži da ponuđači popunjavaju i dostavljaju obrazac troškova pripreme pon...", "link": null, "input": "Pitanje: pitanje da li mora uvek da traži da ponuđači popunjavaju i dostavljaju obrazac troškova pripreme pon...: U tim slučajevima (kada nisu zahtevani uzorci, modeli, makete, bankarska garancija...) naručilac ne bi ni trebalo da zahteva obavezno dostavljanje ovog obrasca.\nNaručilac je dobio ponudu u kojoj je izražena cena koja je veća od procenjene vrednosti.\nShodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nObavezno popunjavanje modela ugovora.\nN\naručilac u\nkonkursnoj dokumentaciji\n, u delu pod nazivom „Dokumenti koji se zahtevaju u ponudi/prijavi“, označava model ugovora samo ako je potrebno da ponuđači popune model ugovora,\nu smislu podataka\nkoji neće biti sadržani u drugim delovima ponude koje će ponuđači da podnesu, nakon čega ga učitavaju u okviru svoje e-ponude.\nU suprotnom, ponuđači izražavaju svoju saglasnost sa sadržinom budućeg ugovora jednostavno čekiranjem.\nUkazano\nje\nda u uputstvu za sačinjavanje ponude naručilac ne traži od ponuđača da potpisuju model ugovora, već da, ukoliko je to zahtevano konkursnom dokumentacijom, popune model ugovora i tako popunjeni model ugovora učitaju u okviru svoje e-ponude."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Učestvuju kao grupa ponuđača u postupku gde je naručilac kroz finansijski kapacitet zahtevao da su u...", "link": null, "input": "Pitanje: Učestvuju kao grupa ponuđača u postupku gde je naručilac kroz finansijski kapacitet zahtevao da su u...: Ukazano na odredbu čl. 130. st.1. ZJN"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Postavljaju pitanje da li mogu ugovoriti avansno plaćanje za okvirni sporazum ili je to moguće samo ...", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogu ugovoriti avansno plaćanje za okvirni sporazum ili je to moguće samo ...: Odgovoreno da avansno plaćanje može biti predviđeno okvirnim sporazumom, ali se plaćanje vrši samo kod pojedinačnih ugovora."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Dobili su kroz čl. 142. ZJN od naručioca zahtev za ispravkom računske greške, kako sada postupaju?...", "link": null, "input": "Pitanje: Dobili su kroz čl. 142. ZJN od naručioca zahtev za ispravkom računske greške, kako sada postupaju?...: Objašnjeno da su dužni da dostave odgovor u roku od 5 dana od dana prijema zahteva, a ako se na saglase sa ispravkom računske greške, naručilac će odbiti njihovu ponudu."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Imaju zaključen ugovor sa ETF- om o nabavci softvera. Da li treba za održavalje softvera da sprovode...", "link": null, "input": "Pitanje: Imaju zaključen ugovor sa ETF- om o nabavci softvera. Da li treba za održavalje softvera da sprovode...: Rečeno da bi trebalo da sprovedu pregovarački postupak na osnovu člana 61. stav 1. tač. 1. podtač. 1 ili 2. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li su dužni da menjaju konkursnu dokumentaciju ako je u dodatnim pojašnjenjima navedeno da  ponuđ...", "link": null, "input": "Pitanje: Da li su dužni da menjaju konkursnu dokumentaciju ako je u dodatnim pojašnjenjima navedeno da  ponuđ...: Rečeno da nisu dužni da menjaju konkursnu dokumentaciju."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Kako sprovode nabavku društvenih usluga na koje se ZJN ne primenjuje?...", "link": null, "input": "Pitanje: Kako sprovode nabavku društvenih usluga na koje se ZJN ne primenjuje?...: Dat odgovor naručocu danabavke na koje se ZJN ne primenjuje sprovode u skladu sa internim aktom, na osnovu člana 49. stav 2. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li se smatra izmenom ugovora usklađivanje cena na osnovu izveštaja Rep. zavoda za statistiku?...", "link": null, "input": "Pitanje: Da li se smatra izmenom ugovora usklađivanje cena na osnovu izveštaja Rep. zavoda za statistiku?...: Odgovoreno da se ne smatra izmenom ugovora ukoliko su predvideli ugovorom parametre sa kojima će se usklašivati cena."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavljaju pitanje da li usluge hotela predstavljaju društvene i druge posebne usluge....", "link": null, "input": "Pitanje: Postavljaju pitanje da li usluge hotela predstavljaju društvene i druge posebne usluge....: Ukazano na Prilog 7 i tačan deo gde se nalaze hotelske usluge."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Postavljaju pitanje u vezi sa stručnom ocenom ponuda i kada mogu da traže dodatna objašnjenja....", "link": null, "input": "Pitanje: Postavljaju pitanje u vezi sa stručnom ocenom ponuda i kada mogu da traže dodatna objašnjenja....: Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje. Ukazano i na član 142. ZJN i pojašnjeno kada naručilac može da traži dodatna objašnjenja."}
