{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Došlo je do naglog skoka cena na tržištu i ponuđač više ne može da im isporučuje po ugovorenoj ceni,...", "link": null, "input": "Pitanje: Došlo je do naglog skoka cena na tržištu i ponuđač više ne može da im isporučuje po ugovorenoj ceni,...: Ukazano na mogućnost izmene ugovora u zavisnosti od toga da li su istu predvideli na nedvosmislen način onda idu na čl. 156. ZJN, a ako nisu onda čl. 158. ZJN uz obavezu objavljivanja obaveštenja o izmenina Portal."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Sproveli su nabavku koja je oblikovana u 10 partija i za jednu od partija nisu dobili ni jednu ponud...", "link": null, "input": "Pitanje: Sproveli su nabavku koja je oblikovana u 10 partija i za jednu od partija nisu dobili ni jednu ponud...: Ukazano na mogućnost sprovođenja p.p. bez objavljivanja javnog poziva čl. 61. st. 7. ZJN"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li za partiju određuju rok za podnošenje ponuda prema proc. vred. partije ili celog postupka?...", "link": null, "input": "Pitanje: Da li za partiju određuju rok za podnošenje ponuda prema proc. vred. partije ili celog postupka?...: Prema proc. vred. celog postupka"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Produženje roka usled nepredviđenih okolnosti, da li objavljuju obaveštenje o izmeni ugovora?...", "link": null, "input": "Pitanje: Produženje roka usled nepredviđenih okolnosti, da li objavljuju obaveštenje o izmeni ugovora?...: Da u skladu sa čl. 158.ZJN"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Budući da su dostavili ekonomski najpovoljniju ponudu, na poziv naručioca u skladu sa čl. 119. ZJN, ...", "link": null, "input": "Pitanje: Budući da su dostavili ekonomski najpovoljniju ponudu, na poziv naručioca u skladu sa čl. 119. ZJN, ...: Naručilac sada vrši ocenu dokaza o ispunjenosti kriterijuma za kvalitativan izbor privrednog subjekta i da ukoliko smatra da je potrebno dopuniti ili pojasniti dokaze o  ispunjenosti navedenog kriterijuma pozvaće ponuđača u skladu sa čl. 142. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Obratili su se sa pitanjem kako dalje da postupe budući da je došlo do višestrukog porasta cene kanc...", "link": null, "input": "Pitanje: Obratili su se sa pitanjem kako dalje da postupe budući da je došlo do višestrukog porasta cene kanc...: Ponuđaču ukazano da se na izvršenje ugovornih obaveza ne primenjuje ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Nabavljaju električnu energiju u o.p., a ponuđena cena jedinog ponuđača (JP „EPS“) premašuje iznos p...", "link": null, "input": "Pitanje: Nabavljaju električnu energiju u o.p., a ponuđena cena jedinog ponuđača (JP „EPS“) premašuje iznos p...: Mogu. Naime, n\naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN.  U tom slučaju, podrazumeva se da naručilac treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke.\nŽele da  upute zahtev za tumačenje ZJN, te ih interesuje na koji način mogu to da učine."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Treba da sprovedu nabavku medicinskog potrošnog materijala po partijama u otvorenom postupku, čija j...", "link": null, "input": "Pitanje: Treba da sprovedu nabavku medicinskog potrošnog materijala po partijama u otvorenom postupku, čija j...: Upućeni na koji način mogu da se obrate KJN radi dobijanja mišljenja/tumačenja o primeni ZJN.\nNaručilac može da odredi kraći rok za podnošenje ponuda od propisanog minimalnog roka za podnošenje ponuda u otvorenom postupku iz čl. 52. st. 3. tačka 1) ZJN, ukoliko isti nije primeren iz razloga opravdane hitnosti i za koju poseduje valjane dokaze, koji ne može biti kraći od 15 dana od dana slanja na objavljivanje javnog poziva.\nU o.p. za nabavku ogrevnog drveta javila su se samo dva ponuđača\nčije ponude sadrže ponuđene cene veće od procenjene vrednosti\nnabavke, te s tim u vezi pitaju da li uopšte mogu da prihvate ponudu koja prelazi proc. vrednost nabavke s obzirom da raspolažu potrebnim finansijskim sredstvima.\nDa, naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN.  Podrazumeva se da u tom slučaju naručilac treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Kako da se obrate za pomoć pri radu na Portalu jn?...", "link": null, "input": "Pitanje: Kako da se obrate za pomoć pri radu na Portalu jn?...: Rečeno da svakodnevno u određenom terminu mogu dobiti konsultacije u vezi\nsa\nprimenom Portala jn na br. tel. date na sajtu KJN u delu Kontakt, te da trebaju da se upoznaju i koriste Uputstvo namenjeno naručiocima i ponuđačima kao korisnicima Portala jn pri radu na istom, kako bi bili u mogućnosti da pravilno koriste Portal jn i samostalno reše problem gde je to moguće. Upućeni su i na Demo verziju Portala jn."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li mogu izvršiti izmenu ugovora o nabavci namirnica  u pogledu cene usled poremećaja (skoka) cena...", "link": null, "input": "Pitanje: Da li mogu izvršiti izmenu ugovora o nabavci namirnica  u pogledu cene usled poremećaja (skoka) cena...: Upućeni su da razmotre mogućnost primene čl. 158. ZJN."}
