{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li je potrebno da karton depo potpisa bude overen na isti dan kad je menica registrovana?...", "link": null, "input": "Pitanje: Da li je potrebno da karton depo potpisa bude overen na isti dan kad je menica registrovana?...: Naručiocu odgovreno da nije neophodno da bude overen na isti dan kad je menica registrovana."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Podneli su ponudu kao grupa ponuđača, pri čemu su greškom naveli i podizvođača. Nakon dodatnih pojaš...", "link": null, "input": "Pitanje: Podneli su ponudu kao grupa ponuđača, pri čemu su greškom naveli i podizvođača. Nakon dodatnih pojaš...: Rečeno da mogu da izmene Odluku o dodeli ugovora u tom delu. Upućeni na Uputstvo na Portalu na deo Odluka o dodeli ugovora – Izmena objavljene odluke.\nPonuđač nije identično popunio Obrazac strukture\nponuđene cene i Obrazac ponude u pogledu roka plaćanja i garancije."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li da naručilac zahteva dodatna pojašnjenja?...", "link": null, "input": "Pitanje: Da li da naručilac zahteva dodatna pojašnjenja?...: Dat odgovor naručocu da bi mogli da zahtevaju dodatna pojašnjenja ukoliko utvrdi da su\npodaci u ponudi nejasni i nepotpuni, ali na način da se njihovom izmenom ili dopunom ne menja sadržina ponude. Naručilac sam utvrđuje da li da pošalje zahtev za dodatnim pojašnjenjima, zavisno od konkretnih okolnosti i podataka koji se dodatno zahtevaju."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li su dužni da produže rok za podnošenje ponuda ako su zahtevali dostavljanje menice putem pošte?...", "link": null, "input": "Pitanje: Da li su dužni da produže rok za podnošenje ponuda ako su zahtevali dostavljanje menice putem pošte?...: Odgovoreno da nisu dužni da produže rok, osim u slučaju člana 45. stav 6. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li mogu da zaključe ugovor na dve godine i kako sprovode takvu nabavku?...", "link": null, "input": "Pitanje: Da li mogu da zaključe ugovor na dve godine i kako sprovode takvu nabavku?...: ODgovoreno da mogu, ukazano na članove 32-33. ZJN. Rečeno da unose stavku u Plan za godinu u kojoj sprovode postupak."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Koji je rok za podnošenje ponuda u konkurentnom postupku sa pregovaranjem?...", "link": null, "input": "Pitanje: Koji je rok za podnošenje ponuda u konkurentnom postupku sa pregovaranjem?...: Ukazano na član 56. stav 2. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Podnosilac ZZP odustao od zahteva nakon žalbe zbog odbacivanja od strane naručioca. Naručilac hoće d...", "link": null, "input": "Pitanje: Podnosilac ZZP odustao od zahteva nakon žalbe zbog odbacivanja od strane naručioca. Naručilac hoće d...: Ukazano da naručilac treba da donese rešenje o obustavi postupka ukoliko je od ponuđača primio pisano obaveštenje o odustanku od ZZP. Nakon toga će mu Portal dozvoliti da nastavi dalje i obustavi postupak u skladu sa članom 147. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Postavili pitanje kako da tretiraju određenu ponudu....", "link": null, "input": "Pitanje: Postavili pitanje kako da tretiraju određenu ponudu....: Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavili pitanje za koliko dana produžavaju rok za podnošenje ponuda nakon što je postupak bio obus...", "link": null, "input": "Pitanje: Postavili pitanje za koliko dana produžavaju rok za podnošenje ponuda nakon što je postupak bio obus...: Produžavaju rok za onoliko dana koliko je postupak bio obustavljen."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Postavili pitanje da li postoji mogućnost da dodele ugovor ponuđaču koji ima negativnu referencu....", "link": null, "input": "Pitanje: Postavili pitanje da li postoji mogućnost da dodele ugovor ponuđaču koji ima negativnu referencu....: Pojašnjeno da novi ZJN ne sadrži pojam negativne reference. Ukazano na članove 112. i 113. ZJN.\nNaručilac\nje postavio"}
