{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Privredni subjekt prilikom dostavljanja menice greškom  poslao naručiocu neodgovarajuće menično ovla...", "link": null, "input": "Pitanje: Privredni subjekt prilikom dostavljanja menice greškom  poslao naručiocu neodgovarajuće menično ovla...: Preporučeno da dostavi ispravno ovlašćenje sa obrazloženjem."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: 1.Da li ZJN predviđa zaštitu prava u slučaju primene odredaba iz čl. 11-21. ZJN (nabavke izuzete od ...", "link": null, "input": "Pitanje: 1.Da li ZJN predviđa zaštitu prava u slučaju primene odredaba iz čl. 11-21. ZJN (nabavke izuzete od ...: 2.\nKome da se obrate u cilju dobijanja informacija\nu vezi sticanja sertifikata za službenika za j"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: n?...", "link": null, "input": "Pitanje: n?...: Dat odgovor da ZJN predviđa zaštitu prava u slučaju izuzetih nabavki iz čl. 11.-21. ZJN. Upućen na čl. 215. ZJN.\nOdgovoreno da k\nonsultacije u vezi sticanja sertifikata za\ns\nlužbenika za javne nabavke\nmože dobiti na br. tel. i u vreme koji su istaknuti na internet stranici KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li ponuda može da se izmeni?...", "link": null, "input": "Pitanje: Da li ponuda može da se izmeni?...: Shodno čl. 135. st. 3. ZJN ponuđač može da izmeni ponudu u roku za podnošenje ponuda."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: U kom roku podnosilac ZZP-a može da dostavi RKJN svoje mišljenje u vezi sa odgovorom naručioca iz čl...", "link": null, "input": "Pitanje: U kom roku podnosilac ZZP-a može da dostavi RKJN svoje mišljenje u vezi sa odgovorom naručioca iz čl...: U roku od dva radna dana od dana prijema odgovora naručioca\niz čl. 220. st. 1. tačka 2) ZJN\n.\nNaručilac je u dilemi da li može nabavku radova ispod praga da sprovede u redovnom postupku jn, jer  smatra da bi na taj način obezbedio veću konkurenciju.\nMože. U tom slučaju primenjuje odredbe ZJN-a."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Postavili pitanje oko postupanja u vezi sa računskom greškom u ponudi, koja se odnosi na podatke nav...", "link": null, "input": "Pitanje: Postavili pitanje oko postupanja u vezi sa računskom greškom u ponudi, koja se odnosi na podatke nav...: Ukoliko je pitanju računska greška,  naručilac postupa u skladu sa čl. 142. ZJN.\nZatražili pojašnjenje procedure pregovaračkog postupka iz čl. 61. st. 1. tačka 1) ZJN, u vezi nabavke softvera.\nDato objašnjenje (osnov, dokazi, procedura).\nNaručiocu je u pogledu određivanja kriterijuma za izbor u delu stručnog kapaciteta (zavarivača sa licencom) preporučeno da zahteva određenu licencu sa navodima ili odgovarajuća primenom odredbi člana 99. i 100. ZJN. Postavljaju pitanje da li se navedeno odnosi na tehničke specifikacije ili može i na kriterijume za izbor.\nNaručiocu odgovoreno da se navedeno odnosi na tehničke specifikacije, a ne na kriterijume za izbor. Svakako skrenuta pažnja naručiocu da mora jasno da definiše koji su to dokazi za ispunjenje zahtevanog kriterijuma za izbor, kako je to konačno i navedeno odredbama člana 120. stav 1. ZJN. Mora ispitati koje su to licence predviđene za obavljanje delatnosti zavarivača i kao takve ih definisati u okviru dokaza za ispunjenje kriterijuma."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Zainteresovano lice je navelo da učestvuje u postupku javne nabavke kao grupa ponuđača sa podizvođač...", "link": null, "input": "Pitanje: Zainteresovano lice je navelo da učestvuje u postupku javne nabavke kao grupa ponuđača sa podizvođač...: Ko je u obavezi da isplaćuje podizvođača za deo poslova koje je obavio u slučaju grupe ponućača.\nZaintersevanom licu odgovoreno da podizvođač sačinjava izjavu iz člana 118. ZJN i istu dostavlja članu grupe koji će sačiniti\ni podneti ponudu.\nU pogledu drugog pitanja odgovoreno da prema podizvođaču obaveze izmiruju ili članovi grupe srazmerno ili nosilac posla, što je najbolje posebno regulisati posebnim pravnim poslom (ugovorom). Svakako su naručiocu solidarno odgovorni članovi grupe shodno odredbama člana 130. stav 2.ZJN za izvršenje ugovora.\nNaručilac je sproveo postupak javne nabavke čija je procenjena vrednost 200.000,00 rsd. Da li je u obavezi da od ponuđača prvorangiranog zahteva dokaze za ispunjenost kriterijuma za kvalitatvni izbor privrednih subjekata (za nepostojanje osnova za isključenje)\nNaručiocu odgovoreno da shodno odredbama člana 119. stav 2. ZJN nije u obavezi da zahteva dokaze za ispunjenost kriterijuma, ali da svakako ima pravo da zahteva dokaze shodno stavu 3. istog člana zakona, ukoliko ima sumnje u ispunjenost kriterijuma ili ukoliko je to neophodno za pravilno\nsprovođenje postupka.\nNaručilac je sproveo postupak javne nabavke, gde je u ponudi prvorangiranog ponuđača naveden naziv istog sa dodatkom služba za GIZ, dok je u modelu ugovora naveden samo\nnaziv privrednog subjekta. Kako da postupe.\nNaručiocu odgovoreno da se radi o jednom privrednom subjektu i da je isti verovatno registrovao organizacione jedinice kada ih je nazvao „službe“. Svakako naručilac shodno odredbama člana 142. ZJN treba da zahteva dodatno objašnjenje od ponuđača, kako bi odagnao\nsve sumnje u pogledu ocene dostavljene ponude.\nPrvi put sprovode postupak na Portalu jn. Traže ukratko pojašnjenje postupka.\nU kratkim srtama pojašnjeno, upućeni na uputstva za korišćenje Portala jn."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li mogu izvršiti izmenu ugovora o jn koji je zaključen nakon sprovedenog pregovaračkog postupka b...", "link": null, "input": "Pitanje: Da li mogu izvršiti izmenu ugovora o jn koji je zaključen nakon sprovedenog pregovaračkog postupka b...: Mogu, ukoliko su ispunjeni uslovi iz čl. 154-161. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Koju dokumetaciju treba da šalju Republičkoj komisiji kada je uložen ZZP?...", "link": null, "input": "Pitanje: Koju dokumetaciju treba da šalju Republičkoj komisiji kada je uložen ZZP?...: Ukazano da dostavi svu dokumentaciju koja je potrebna da bi se donela odluka o predmetu zahteva za zaštitu prava."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Jedan od izabranih ponuđača je odustao od zaključenja okvirnog sporazuma koji se zaključuje sa više ...", "link": null, "input": "Pitanje: Jedan od izabranih ponuđača je odustao od zaključenja okvirnog sporazuma koji se zaključuje sa više ...: Ukazano da mora ponovo izvršiti stručnu ocenu ponuda kako bi odbio ponudu tog ponuđača."}
