{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Nabavljaju kancelarijski materijal u o.p. po partijama. Za tri od četiri partije dobili su ponude či...", "link": null, "input": "Pitanje: Nabavljaju kancelarijski materijal u o.p. po partijama. Za tri od četiri partije dobili su ponude či...: Dato je objašnjenje\nprocedure\npregovaračkog postupka bez objavljivanja javnog poziva u skladu sa čl 62. ZJN, na koji je naručilac upućen. Potom je ukazano na\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva, Uputstvo za korisnike Portala jn, kao i mogućnost korišćenja Demo verzije Portala jn.\nObjašnjeno da je pon\nuda\nkoja\nsadrži\nponuđenu cenu veću od proc.\nvrednosti jn potencijalno, a ne automatski neprihvatljiva.\nN\naručilac\nu ovom slučaju\nmože da postupi\npo\nčl. 144.\nst. 2.\nZJN\ntako što će da\nodbije kao\nneprihvatljivu ponudu koja prelazi izno\ns proc.\nvrednosti predmeta jn ili raspoloživih sredstava\n.\nUkoliko to nije slučaj, naručilac može da postupi po\nčl. 146. st. 2. ZJN\ni\ndodeli ugovor ponuđaču čija ponuda sadrži\nponuđenu cenu veću od proc.\nvrednosti jn."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: primenjuju odredbe ZJN?...", "link": null, "input": "Pitanje: primenjuju odredbe ZJN?...: ZJN\n-om\nnije predviđeno da\nnaručioci ne primenjuju odredbe ovog\nz\nakona u sl\nučaju donacije\n. Dakle,\nnaručilac\nje\ndužan da\nprimenjuje\nodredbe\nZJN kada sprovodi nabavke putem donacije čija\nje proc.\nvredn\nost\niznad pragova\npropisanih čl. 27. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li mogu da zahtevaju dodatna pojašnjenja od ponuđača u pogledu nejasne dokumentacije?...", "link": null, "input": "Pitanje: Da li mogu da zahtevaju dodatna pojašnjenja od ponuđača u pogledu nejasne dokumentacije?...: Ukazano na mogućnost naručioca da zahteva dodatno objašnjenje u skladu sa čl. 142. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: U o.p. za nabavku medicinskih aparata oblikovanoj u dve partije nisu dobili nijednu ponudu. Kako dal...", "link": null, "input": "Pitanje: U o.p. za nabavku medicinskih aparata oblikovanoj u dve partije nisu dobili nijednu ponudu. Kako dal...: Odgovoreno da mogu ponovo da pokrenu o.p. ili da primene pregovarački postupak po čl. 61. st. 7. ZJN pod uslovima koje isti predviđa.\nImaju dileme oko računanja rokova.\nPojašnjeno računanje rokova u skladu sa čl. 85. ZJN.\n1."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li primenjuju odredbe ZJN-a na nabavke restoranskih usluga proc. vrednosti 155.000,00 din. Prilog...", "link": null, "input": "Pitanje: Da li primenjuju odredbe ZJN-a na nabavke restoranskih usluga proc. vrednosti 155.000,00 din. Prilog...: 2."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Kako da sprovedu nabavku na koju se ZJN ne primenjuje?...", "link": null, "input": "Pitanje: Kako da sprovedu nabavku na koju se ZJN ne primenjuje?...: U konkretnom slučaju radi o nabavci čiji je predmet iz Priloga 7. ZJN, procenjene vrednosti  ispod praga po čl. 27. st. st. 1. tač. 3) ZJN, te naručilac istu sprovodi u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN\nprimenjujući\nnačela ZJN na način koji je primeren okolnostima konkretne nabavke\n.\nIz razgovora u\nstanovljeno\nda nisu uredili procedure za nabavke na koje se ZJN ne primenjuju i društvene i druge posebne  usluge, te je rečeno da što pre to regulišu posebnim aktom iz čl. 49.st. 2. ZJN.\nPonovljeno\nda\nnabavke na koje se ZJN ne primenjuje (nabavke ispod praga iz čl.27. ZJN i izuzete nabavke iz čl. 11.-21. ZJN) naručilac sprovodi\npo proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49.\ns\nt. 2. ZJN uz primenu načela ZJN na način koji je primeren okolnostima konkretne nabavke.\nUkazano i na dužnost naručioca da dostavi godišnji izveštaj o\nnabavkama na koje se ZJN ne primenjuje iz čl. 181. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Konkretno, naručilac je postavio pitanje da li je obavezan da sprovodi postupak javne nabavke u sluč...", "link": null, "input": "Pitanje: Konkretno, naručilac je postavio pitanje da li je obavezan da sprovodi postupak javne nabavke u sluč...: Naručiocu odgovoreno da je pojam donacije i postupak postupanja sa primljenim donacijama regulisan Zakonom o donacijama i humanitarnoj pomoći, kao i da u slučaju da dobiju sredstva (finansijska) od fizičkog ili pravnog lica, a imaju nameru da nabavljaju određena dobra, usluge ili radove, u obavezi su da sprovode postupak javne nabavke sa obaveznom izmenom Plana javnih nabavki. Takođe, posavetovao sam da se obrate zahtevom za mišljenje Kancelariji za javne nabavke u kome će obrazloženo objasniti predmetnu situaciju, odnosno o kakvoj vrsti donacije je reč.\nNaručilac je sproveo postupka javne nabavke namirnica, po partijama. Za partiju 2 će dodeliti ugovor (samo jedna ponuda), dok će  za partiju 1 i 3 obustaviti postupak iz razloga što do roka za podnošenje ponuda nije prispela ni jedna ponuda. Da li istog dana mogu objaviti odluku o dodeli ugovora i odluku o obustavi postupka, ili iste moraju objaviti dan, za danom.\nNaručiocu odgovoreno, da navedene odluke može objaviti na Portalu javnih nabavki istog dana. Opreza radi, preporučeno da naručilac kod partije 2 uradi pažljivo stručnu ocenu ponuda, pre sačinjavanja i objave odluke o dodeli ugovora. Za navedenu partiju nisu u obavezi da čekaju protok roka za podnošenje zahtev aza zaštitu prava, shodno odredbama člana 151. stav 2. tačka 3) ZJN. Za druge dve partije, po sticanju zakonskih uslova, mogu pokrenuti ponovo otovoreni postupak javne nabavke, ili pregovarački postupak bez objavljivanja javnog poziva, shodno odredbama člana 61. stav 7. ZJN. Takođe, imajući u vidu procenjenu vrednost javne nabavke ove dve partije, naručilac poziv (u otvorenom postupku) može uputiti privrednim subjektima za koje ima saznanje da imaju sprosobnost da izvrše nabavku, shodno članu 52. stav 8. ZJN.\nNaručilac ima zaključen ugovor za isporuku namirnica, koji ističe naredne nedelje, ali im dobavljač odbija isporučiti predmetna dobra. Ša mogu da preduzmu sa njihove strane, kako bi obezbedili izvršenje ugovora.\nNaručiocu odgovoreno da KJN ne vrši nadzor nad izvršenjem ugovora o javnoj nabavci. Imajući u vidu navedenu situaciju, predočeno naručiocu da preduzme prvenstveno radnje, koje bi morale biti definisane odredbama zaključenog ugovora (npr. opomena, upozorenje), posebno ukoliko navedene radnje prethode aktiviranju eventualno zahtevanog sredstva obezbeđenja za ispunjenje ugovornih obaveza (za dobro izvršenje posla). U opomeni se može navesti da eventualni raskid ugovora zbog neizvršenja, za dobavljača može imati\nposledice u smislu odredbi člana 112. stav 1. tačka 5) ZJN (fakultativni osnovi za isključenje).\nNaručilac je sproveo postupak javne nabavke, oblikovan po partijama (8 partija). Za jednu od navedenih partija je dodeljen ugovor, dok je za ostalih 7 partija obustavljen postupak. Da li na poziciji iz Plana javne nabavke, sa koje je pokrenut postupak javne nabavke, mogu izvršiti izmenu tako što će povećati procenjenu vrednost javne nabavke.\nNaručiocu odgovoreno, da nije moguće povećati procenjenu vrednost javne nabavke na navedenoj poziciji, imajući u vidu da je predmetni postupak javne nabavke pokrenut i sproveden.\nMoraju planirati, izmenom Plana j.nabavki, novu poziciju u planu, gde je preporuka da u obrazloženju odluke o izmeni i dopuni plana navedu okolnosti koje su uslovile planiranje nove stavke u Planu javnih nabavki (dokumentovanje).\nNaručilac je bio u nedoumici šta da radi sa ponudom koja nije dostavila dokaz o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta. Procenjena vrednost nabavke je ispod 5.000.000 dinara.\nRečeno mu je da ukoliko je ponuđač dostavio Izjavu o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta u kojoj je naveo da poseduje sporni dokaz, Naručilac može, na osnovu člana 119. stav 2. ZJN, da traži od ponuđača da dostavi dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac primio tri ponude i sve prelaze procenjenu vrednost. Da li da obustave postupak?...", "link": null, "input": "Pitanje: Naručilac primio tri ponude i sve prelaze procenjenu vrednost. Da li da obustave postupak?...: Naručilac ima mogućnost da na osnovu 146. stav 2. ZJN prihvati ponudu koja je veća od procenjene vrednosti. Sa druge strane iste može i odbiti kao neprihvatljive. Dakle, naručilac u odnosu na svoje mogućnosti odlučuje koja je najbolja opcija po njega."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li se za eksurzije u vrednosti od 600.000 dinara sprovodi postupak javne nabavke?...", "link": null, "input": "Pitanje: Da li se za eksurzije u vrednosti od 600.000 dinara sprovodi postupak javne nabavke?...: Ukoliko ne postoje iste ili slične nabavke, naručilac nema obavezu da sprovede postupak."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Dobili su neuobičajeno nisku ponudu, tražili da naručilac pojasni, pri čemu je naručilac na osnovu d...", "link": null, "input": "Pitanje: Dobili su neuobičajeno nisku ponudu, tražili da naručilac pojasni, pri čemu je naručilac na osnovu d...: Odgovoreno naručiocu da može da odbije neuobičajeno nisku cenu u skladu sa članom 143. stav 5. ZJN, ukoliko smatra da cena koju je dao ponuđač nije realna."}
