{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Kako da sprovode nabavku ispod limita?...", "link": null, "input": "Pitanje: Kako da sprovode nabavku ispod limita?...: U  skladu sa procedurom koja je propisana internim aktom ."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Kako se upućuje zahtev za tumačenje?...", "link": null, "input": "Pitanje: Kako se upućuje zahtev za tumačenje?...: Date instrukcije."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li kod čl. 52. st. 7. ZJN moraju da produžavaju rok za 5  dana, budući da se sredstvo obezbeđenja...", "link": null, "input": "Pitanje: Da li kod čl. 52. st. 7. ZJN moraju da produžavaju rok za 5  dana, budući da se sredstvo obezbeđenja...: Ne, ukazano na čl. 45. st. 6. ZJN i isti pojašnjen.\nNaručilac je primio dve ponude. Prva ponuda je preko procenjene vrednosti. U drugoj ponudi, ponuđač je naveo da nastupa samostalno, a kroz dokaze utvrđeno da"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: koristi kapacitete drugog privrednog subjekta i to ovog koji je prvorangirani. Šta da rade?...", "link": null, "input": "Pitanje: koristi kapacitete drugog privrednog subjekta i to ovog koji je prvorangirani. Šta da rade?...: Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda i takođe skrenuta pažnja na čl. 135. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Na koji način objavljuju oglas u Službenom listu Evropske unije?...", "link": null, "input": "Pitanje: Na koji način objavljuju oglas u Službenom listu Evropske unije?...: Naručiocu ukazano da se odredbe čl. 105. st. 10. ZJKN primenjuju od dana pristupanja RS Evropskoj uniji."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li mogu da koriste tehniku okvirnog sporazuma za nabavke koje su izuzete od primene ZJN?...", "link": null, "input": "Pitanje: Da li mogu da koriste tehniku okvirnog sporazuma za nabavke koje su izuzete od primene ZJN?...: Primenjuju proceduru propisanu internim aktom."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Sproveli nabavku električne energije, dobili su jednu ponudu koja višestruko prelazi iznos proc. vre...", "link": null, "input": "Pitanje: Sproveli nabavku električne energije, dobili su jednu ponudu koja višestruko prelazi iznos proc. vre...: Ukazano na odredbe čl. 146. st. 2. ZJN i 144. st.2. ZJN"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Kako sprovesti nabavku društvenih i drugih posebnih usluga iz Priloga 7. ZJN, čija je proc. vrednost...", "link": null, "input": "Pitanje: Kako sprovesti nabavku društvenih i drugih posebnih usluga iz Priloga 7. ZJN, čija je proc. vrednost...: Žele da se obrate KJN zahtevom za tumačenje u vezi sa primenom čl. 12. st. 1. tačka 2) ZJN (nabavka izuzeta od primene ZJN), te ih zanima na koji način mogu da se obrate KJN radi dobijanja istog (poštom ili elektronski, na koju adresu...)."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Kako se u konkretnom slučaju radi...", "link": null, "input": "Pitanje: Kako se u konkretnom slučaju radi...: o nabavci iz čl. 27. st. st. 1. tač. 3) ZJN, naručilac istu sprovodi u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN.\nRečeno kako i na koji način mogu da pošalju KJN zahtev za dobijanje mišljenja (tumačenja) u vezi sa primenom ZJN.\nU o.p. za nabavku električne energije dobili su samo jednu ponudu koja prelazi procenjenu vrednost nabavke, te su u dilemi da li da mogu da je prihvate.\nTehnička pitanja u vezi sa izmenom plana jn.\nMogu, u skladu sa čl. 146. st. 2. ZJN, s tim da raspolažu potrebnim finansijskim sredstvima.\nUpućeni na Uputstvo za korisnike Portala,  deo pod nazivom Planovi javnih nabavki. Klikom na isti pojavljuje se, između ostalog, Plan jn  -\nizmene i dopune. U slučaju pojave dodatnih pitanja, rečeno da se obrate na br. tel. za konsultacje u vezi sa primenom Portala jn datih na sajtu KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Koje dokaze zamenjuje upis ponuđača u registar APR?...", "link": null, "input": "Pitanje: Koje dokaze zamenjuje upis ponuđača u registar APR?...: Dato objašnjenje da se za privredne subjekte koji su upisani u registar ponuđača APR smatra da nemaju osnov za isključenje iz člana 111. stav 1. tač. 1) i 2) ZJN, a u skladu sa čl. 128. ZJN st. 6. ZJN, te nisu u obavezi da to posebno dokazuju. Dakle, ukoliko privredni subjekat nije upisan u registar ponuđača u APR dužan je da to dokaže, ukoliko ga naručilac kao najpovoljnijeg ponuđača pozove pre donošenja odluke o dodeli ugovora o jn da u skladu sa čl. 119. ZJN dostavi dokaze.\nTreba da sprovedu nabavku namirnica po partijama u o.p. S tim u vezi, imaju tehničkih  pitanja u vezi sa sprovođenjem postupka na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn.\nPored toga, u\nkazano im je na mogućnost korišćenja Demo verzije Portala jn u cilju vežbanja rada na istom, te na mogućnost dobijanja konsultacije u vezi sa primenom Portala jn na br. tel. datih na sajtu KJN u delu Kontakt."}
