{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li mogu da prihvate ponude koja prelaze procenjenu vrednost nabavke?...", "link": null, "input": "Pitanje: Da li mogu da prihvate ponude koja prelaze procenjenu vrednost nabavke?...: Naručiocu je ukazano da može dodeliti ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN., te da se podrazumeva da naručilac u tom slučaju treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke.\nU o.p. za nabavku poljoprivrednih potrepština po partijama, za nabavku po partiji Mineralno đubivo nisu dobili nijednu ponudu. Znaju za mogućnost primene pregovaračkog postupka po čl. 61. st. 7. ZJN, ali bi izmenili kd u delu koji se tiče vrste mineralnog đuvriva, pa se pitaju da li je i u tom slučaju moguća primena pregovaračkog postupka\npo ovom osnovu."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: 2. Ponuđač je načinio računsku grešku u ponudi. Da li to može da se ispravi?...", "link": null, "input": "Pitanje: 2. Ponuđač je načinio računsku grešku u ponudi. Da li to može da se ispravi?...: Predočeno da je primena\npregovaračkog postupka po čl. 61. st. 7. ZJN moguća pod uslovom da početni uslovi jn nisu bitno izmenjeni.\nS tim u vezi, ukazano na bitne izmene kd shodno čl. 87. st. 2.  ZJN.\n2. U\nslučaju računske greške u ponudi,  naručilac postupa u skladu sa čl. 142. ZJN.\nU septembru prošle godine sproveli su nabavku namirnica po partijama. Međutim, dobavljač za jednu od partija (Meso i mesne prerađevine)"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: obavestio ih je da neće biti u mogućnosti da dalje isporučuje predmetna dobra. Šta dalje da čine?...", "link": null, "input": "Pitanje: obavestio ih je da neće biti u mogućnosti da dalje isporučuje predmetna dobra. Šta dalje da čine?...: Savetovano da razmotre mogućnost primene  pregovaračkog postupka po hitnosti za predmetnu partiju\n(Meso i mesne prerađevine)\nu količini neophodnoj do okončanja o.p."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li je naručilac u obavezi da primenjuje odredbe ZJN-a kada sprovodi nabavku usluga obezbeđenja či...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da primenjuje odredbe ZJN-a kada sprovodi nabavku usluga obezbeđenja či...: Nisu sigurni da li su u obavezi da zatraže dokaze od najpovoljnijeg ponuđača ako je procenjena vrednost nabavke niža od 5.000.000,00 din.\nU konkretnom slučaju radi o nabavci čiji je predmet iz Priloga 7. ZJN, procenjene vrednosti  ispod praga po čl. 27. st. st. 1. tač. 3) ZJN, te naručilac istu sprovodi u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN.\nOdgovoreno da naručilac nije u obavezi da zatraži dokaze\nod najpovoljnijeg ponuđača ako je procenjena vrednost nabavke ispod 5.000.000,00 din.\nUpućeni na čl. 119. ZJN.\nG-đa je zamolila je da joj se javi kolega Dalibor Marinović u vezi započete konsultacije u vezi sa e-mailom poslatim od strane KJN koji se odnosi na podatke o nabavkama na koje se ZJN ne primenjuje, i ostavila kontakt tel.\nPreneto kolegi Daliboru\nMarinoviću.\nRadi se o novoosnovanoj agenciji, čiji vlasnik želi da se registruje na Portalu jn. Osim toga upitali su kako da se obuče za rad na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na registraciju privrednih subjekata), Demo verziju Portala jn u cilju vežbanja rada na Portalu jn, i kontakt tel. za podršku u radu na Portalu jn u slučaju eventualnih pitanja.\nZamolio je da mu se objasni kako da postupi u vezi sa mejlom koji je dobio od KJN u vezi slanja podataka za nabavke na koje se ZJN ne primenjuje. Ostavio je kontakt tel.\nPreneto kolegama koji daju konstulacije u vezi sa primenom Portala jn.\nInteresuju se da li je došlo do izmena iznosa evropskih pragova.\nVažeće evropske pragove odn. dinarsku vrednost evropskih pragova objavilo je\nMinistarstvo finansija\nu\n\"Službenom glasnik\nu\nRS\", broj 127 od 24. decembra 2021\n. godine, i u primeni su od\n1. januara 2022. godine."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li treba da šalju zapisnik o otvaranju ponuda?...", "link": null, "input": "Pitanje: Da li treba da šalju zapisnik o otvaranju ponuda?...: Odgovoreno da ne treba, jer je zapisnik o otvaranju ponuda javno dostupan na Portalu. Isti se\nautomatski generiše nakon otvaranja ponuda i mogu ga preuzeti svi ponuđači i zainteresovana lica."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: Odgovoreno da nemaju obavezu"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Nakon donošenja odluke o dodeli ugovora, naručilac je uvideo da je pogrešio prilikom stručne ocene p...", "link": null, "input": "Pitanje: Nakon donošenja odluke o dodeli ugovora, naručilac je uvideo da je pogrešio prilikom stručne ocene p...: Odgovoreno da je da je potrebno ponovo izvrše stručnu ocenu ponuda, te nakon toga donesu novu odluku o dodeli ugovora. Ukazano, takođe, da od objavljivanja nove odluke teče novi rok za podnošenje ZZZP."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li može da prihvati ponuđača sa višom cenom koji ispunjava uslov u pogledu većeg broja benzinskih...", "link": null, "input": "Pitanje: Da li može da prihvati ponuđača sa višom cenom koji ispunjava uslov u pogledu većeg broja benzinskih...: Rečeno da naručilac prvo vrši stručnu ocenu ponuda da bi odredio koje su ponude prihvatljive i odgovarajuće u smislu da ispunjavaju uslove nabavke, a nakon toga vrši rangiranje ponuda na osnovu kriterijuma za dodelu ugovora."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li naručilac može da obustavi postupak jer je prestala potreba za predmetom nabavke usled dužeg t...", "link": null, "input": "Pitanje: Da li naručilac može da obustavi postupak jer je prestala potreba za predmetom nabavke usled dužeg t...: Rečeno da naručilac može da obustavi postupak javne nabavke iz tog razloga uz napomenu da ne bi mogao da pokrene novi postupak u roku od 6 meseci.\nTakođe, ukazano da prvo mora da postupi u skladu sa odlukom RK na Portalu da bi postupak nastavio iz suspendovanog statusa."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li nabavka angažovanja radnika za fizičke radove kopanja po osnovu PP ugovora preko zadruge preds...", "link": null, "input": "Pitanje: Da li nabavka angažovanja radnika za fizičke radove kopanja po osnovu PP ugovora preko zadruge preds...: Rečeno da se radi o javnoj nabavci jer se ugovor zaključuje preko posrednika-zadruge."}
