{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: Ne, jer se radi o nabavci ispod praga iz čl. 27. ZJN na koju se ne primenjuju odredbe ZJN-a. Naručilac u konkretnom slučaju sprovodi postupak po proceduri za nabavke na koje se ZJN ne primenjuje u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li se i nabavke ispod praga sprovode putem Portala jn?...", "link": null, "input": "Pitanje: Da li se i nabavke ispod praga sprovode putem Portala jn?...: Ne, osim ukoliko naručilac nije drugačije uredio posebnim aktom iz čl. 49. st. 2. ZJN  (npr. ukoliko je naručilac posebnim aktom\nodredio da se na nabavke od određenog iznosa proc. vrednosti, npr. od 500.000,00 din., primenjuju odredbe ZJN-a, što se dešava u praksi iako se ne preporučuje takvo postupanje). Takođe, ukoliko naručilac odluči da nabavku na koju se ne primenjuju odredbe ZJN-a ipak sprovede kao redovnu nabavku, u tom slučaju dužan je da u svemu postupa po odredbama ZJN-a (plan nabavke, postupak...)."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Kako sprovode nabavke koje su ispod limita i da li imaju neku obavezu prema KJN?...", "link": null, "input": "Pitanje: Kako sprovode nabavke koje su ispod limita i da li imaju neku obavezu prema KJN?...: Upućeni na čl. 49. st.2 i čl. 181. st. 3. ZJN"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac ima potrebu za hitnom nabavkom usled kvara magneta. Postavljaju pitanje da li mogu da pokr...", "link": null, "input": "Pitanje: Naručilac ima potrebu za hitnom nabavkom usled kvara magneta. Postavljaju pitanje da li mogu da pokr...: Naručiocu ukazano na mogućnost sprovođenja p.p. bez objavljivanja javnog poziva u skladu sa čl. 61. st. 1. tač. 2) ZJN, te obavezu da istovremeno sa objavljivanjem obaveštenja o sprovođenju ovog postupka dostave KJN obrazloženje i svu dokumentaciju u vezi sa razlozima koji opravdavaju sprovođenje ove vrste postupka. Naručiocu takođe ukazano na mogućnost primene čl.88. st. 7 ZJN u pogledu druge okolnosti koju je naveo."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavljaju pitanje da li mogu da aneksiraju ugovor usled nepredviđenih okolnosti zbog toga što imaj...", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogu da aneksiraju ugovor usled nepredviđenih okolnosti zbog toga što imaj...: Naručiocu ukazano da ukoliko su  ispunjeni svi uslovi predviđeni navedenim članom i ako je ugovor još uvek na snazi imaju takvu mogućnost, kao i da imaju obavezu da objave obaveštenje o izmeni ugovora  na Portalu."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li za nabavku kod koje postoje isključiva prava a čija je procenjena vrednost 700 000 dinara imaj...", "link": null, "input": "Pitanje: Da li za nabavku kod koje postoje isključiva prava a čija je procenjena vrednost 700 000 dinara imaj...: Naručiocu odgovoreno da budući da je nabavka ispod pragova do kojih se zakon ne primenjuje saglasno čl. 27. ZJN, nemaju takvu obavezu."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavljaju pitanje vezano za računanje rokova....", "link": null, "input": "Pitanje: Postavljaju pitanje vezano za računanje rokova....: Upućeni na čl. 85. ZJN"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: li donose sporazum kojim uređuju svoja prava i obaveze?...", "link": null, "input": "Pitanje: li donose sporazum kojim uređuju svoja prava i obaveze?...: Objašnjen navedeni član, rečeno da istu stavljaju u Plan i da čekiraju opciju o zajedničkoj nabavci kao i da se donosi sporazum kojim se uređuju međusobna prava i obaveze."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Sproveli su nabavku čija je proc. vrednost ispod 5 000 000 dinara i dobili su jednu ponudu. Ponuđač ...", "link": null, "input": "Pitanje: Sproveli su nabavku čija je proc. vrednost ispod 5 000 000 dinara i dobili su jednu ponudu. Ponuđač ...: Naručiocu ukazano na odredbe čl. 119. st. 2, 3 i 4. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li naručilac treba da zahteva u kd da model ugovora  bude popunjen odn. da li isti mora biti popu...", "link": null, "input": "Pitanje: Da li naručilac treba da zahteva u kd da model ugovora  bude popunjen odn. da li isti mora biti popu...: Saglasno odredbama čl. 142. ZJN, ukoliko ponuda sadrži računsku grešku, saglasno odredbama čl. 142. ZJN, naručilac je u obavezi da od ponuđača zatraži da prihvati ispravku računske greške, koji je u obavezi da dostavi svoj odgovor u roku od 5 dana od dana prijema zahteva naručioca, a ukoliko se ponuđač ne saglasi sa ispravkom računske greške, naručilac  takvu ponudu odbija.\nNaručilac u\nkd, u delu pod nazivom „Dokumenti koji se zahtevaju u ponudi/prijavi“,\noznačava model ugovora\nsamo ako je potrebno da ponuđači popune model ugovora\n,\nodnosno ako postoje podaci u modelu ugovora za koje naručilac očekuje da ih ponuđač\ni\npopune\n, a\nkoji neće\nbiti\nsadržani u drugim delovima ponude koje će\nponuđači\nda podnesu\n, nakon čega ga učitavaju u okviru svoje e-ponude\n.\nPored toga, ukazano da u\nupu\nt\nstvu za sačinjavanje ponude naručilac\nne traži\nod\nponuđača da potpisuju model ugovora\n, već da,\nukoliko je to zahtevano konkursnom dokumentacijom, p\nopune model ugovora i\ntako popunjeni model\nugovora učitaju u okviru svoje e-ponude."}
