{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavljaju pitanje da li su dobro razumeli odgovor KJN na zahtev za tumačenje koji su uputili?...", "link": null, "input": "Pitanje: Postavljaju pitanje da li su dobro razumeli odgovor KJN na zahtev za tumačenje koji su uputili?...: Nakon konsultacije sa rukovodiocem grupe za normativne poslove Aleksandrom Krivokapić, potvrđeno da su dobro razumeli.\nImaju nedoumicu u pogledu sastavljanja izveštaja iz čl. 181. ZJN, jer su za neke nabavke koje su bile ispod limita iz člana 27.1.1. ZJN, zaključili da su istovrsne i sprovodili na Portalu u skladu sa ZJN. Da li sad i te nabavke treba da prikažu kroz izveštaj iz čl. 181. ZJN.\nObjašnjeno da nabavke koje su sproveli u skladu sa zjn, ne unose u izveštaj iz čl. 181. ZJN.\nDobili su dopis od KJN, kojim se traži dostvljanje zaključenog ugovora, te ih interesuje zašto je tražen..\nIz razgovora sa kolegama iz Monitoringa utvrđeno da je u pitanju potencijalni prekršaj, te je naručiocu rečena samo da postupi po zahtevu ZJN.\nInteresuje ih da li je moguće izmeniti ugovor o jn u pogledu promene cene (povećanje) u"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Koje nabavke naručilac evidenira u godišnjem izveštaju iz čl. 181. ZJN?...", "link": null, "input": "Pitanje: Koje nabavke naručilac evidenira u godišnjem izveštaju iz čl. 181. ZJN?...: Ne. Dato je objašnjenje čl. 156. ZJN.\nUkoliko je nastupila nepredviđena okolnost usled koje je nastupila potreba za promenom cene, naručilac bi eventualno mogao da primeni čl. 158. ZJN, pod uslovom da se izmenom ne menja priroda ugovora i ostalim uslovima predviđenim navedenim članom ZJN.\nIz odredaba čl. 181. ZJN proizlazi da godišnji izveštaj sadrži podatke o nabavkama na koje se ZJN ne primenjuje. Dakle, to su nabavke ispod praga iz čl. 27. st. 1. ZJN i nabavke izuzete od primene ZJN iz čl. 11-21. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: sporazuma kod nabavki ispod praga?...", "link": null, "input": "Pitanje: sporazuma kod nabavki ispod praga?...: Sva p\nitanja u vezi procedure za nabavke izuzete od primene ZJN naručilac je dužan\nda sam uredi posebnim aktom iz čl. 49. st. 2. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Tehničko pitanje u vezi primene Portala jn....", "link": null, "input": "Pitanje: Tehničko pitanje u vezi primene Portala jn....: Rečeno da se jave kolegama i koleginicama na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na sajtu KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Nakon zaključenog okvirnog sporazuma sproveli o.p. za nabavku ronilačke opreme u kome nisu dobili ni...", "link": null, "input": "Pitanje: Nakon zaključenog okvirnog sporazuma sproveli o.p. za nabavku ronilačke opreme u kome nisu dobili ni...: Mogu, pod uslovom da početni uslovi javne nabavke nisu bitno izmenjeni.\nPonuđač koji je\ndostavio ekonomski najpovoljniju ponudu u o.p. čija je proc. vrednost preko\n5.00\n0\n.0\n0\n0,00"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: din. nije dostavio dokaze u ostavljenom datom roku od 5 dana...Kako dalje postupati?...", "link": null, "input": "Pitanje: din. nije dostavio dokaze u ostavljenom datom roku od 5 dana...Kako dalje postupati?...: Ukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu ne dostavi dokaze u datom roku, naručilac će u skladu sa čl. 119. st. 6. ZJN ponudu tog ponuđača odbiti i u skladu sa st. 1. istog člana pozvati sledećeg ponuđača koji je podneo najpovoljniju ponudu (ukoliko ga ima) da dostavi dokaze, ili će obustaviti postupak jn, ako postoje razlozi za obustavu postupka jn.\nPojavio im se tehnički problem prilikom rada na Portalu jn.\n.\nUpućeni da se jave na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na sajtu KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Ponuđač je uložio zzp, ali nije uplatio taksu. Kako da postupaju?...", "link": null, "input": "Pitanje: Ponuđač je uložio zzp, ali nije uplatio taksu. Kako da postupaju?...: Ukazano na čl. 219. stav 3. ZJN. Naručilac takav zahtev odbacuje rešenjem, bez prethodnog pozivanja podnosioca da dopuni zahtev."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Pitanje u vezi sa nabavkom na koju se ZJN ne primenjuje....", "link": null, "input": "Pitanje: Pitanje u vezi sa nabavkom na koju se ZJN ne primenjuje....: Ukazano da primenjuju svoj interni akt."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavili pitanje da li mogu da pokrenu pregovarački postupak nakon što nisu imali ni jednu ponudu u...", "link": null, "input": "Pitanje: Postavili pitanje da li mogu da pokrenu pregovarački postupak nakon što nisu imali ni jednu ponudu u...: Da.\nKod dostavljanja godišnjih izveštaja za nabavke koje su izuzete od primene ZJN-a, da li dostavljaju zbirni izveštaj za sve iste vrste"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: premeta po istom pravnom osnovu?...", "link": null, "input": "Pitanje: premeta po istom pravnom osnovu?...: Da, upravo tako.\nUrgencija za predmet.\nPreneto kolegama.\nNaručilac navodi da dobavljač sa kojim su zaključili ugovor po sprovedenom postupku javne nabavke ne izvršava obaveze, šta mogu da urade.\nNaručiocu ukazano da su obaveze koje proizilaze iz ugovornog odnosa domen ZOO a ne ZJN."}
