{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac je postavio pitanje ugovorenih viškova radova u smislu da li oni predstavljaju izmenu ugov...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje ugovorenih viškova radova u smislu da li oni predstavljaju izmenu ugov...: Protumačene su odredbe člana 157. Zakona o javnim nabavkama.\nTakođe, objašnjeno da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nIstovremeno je ukazano da ugovoreni viškovi radova ne predstavljaju izmenu ugovora, te da ne postoji obaveza objavljivanja obaveštenja o izmeni."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručilac planira da pokrene postupak javne nabavke, međutim, smanjio bi procenjenu vrednost. Postav...", "link": null, "input": "Pitanje: Naručilac planira da pokrene postupak javne nabavke, međutim, smanjio bi procenjenu vrednost. Postav...: Ukazano je u kojim je zakonom predviđenim slučajevima naručilac dužan da izvrši izmenu, odnosno dopunu plana javnih nabavki, pri čemu kao osnov nije predviđeno smanjenje procenjene vrednosti.\nPored toga, objašnjeno je da je radi pravne sigurnosti preporučljivo i u drugim situacijama upodobiti pravno stanje faktičkom, posebno kada naručilac odustaje od određenih javnih nabavki koje je planirao.\nNaručilac\nima potpisan Ugovor sa Ministarstvom prosvete za projekat vrednosti\n970.000,00 rsd\n(nabavka računarske opreme za naučne radove)\n. Navedeno je deo iznosa finansijskih sredstava koja su potrebna za nabavku koju čini navedeni projekat. Deo fina.sredstava ministarstvo će obezbediti do kraja godine, a preostali deo do kraja februara 2022. godine. Da li oni mogu u Plan javnih nabavki da unesu vrednost navake koja je veća trenutno od vrednosti koja je navedena u finansijskom planu.\nNaručiocu odgovoreno da isti donosi Plan javnih nabavki u skladu sa odredbama člana 88. ZJN. Naručilac ne mora imati"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: obezbeđena finansijska sredstva u momentu planiranja nabavke, ali da ista mora imati obezbeđena u tr...", "link": null, "input": "Pitanje: obezbeđena finansijska sredstva u momentu planiranja nabavke, ali da ista mora imati obezbeđena u tr...: Naručilac sprovodi javnu nabavku društvenih i posebnih usluga (član 75. JN) za usluge fto. Procenjena vrednost j.nabavke je preko milijardu dinara. Opredelili su se da objave javni poziv shodno odredbama člana 75. stav 2. tačka 1) ZJN i sprovešće postupak primenjujući pravila otvorenog postupka. Postavljaju pitanje da li isti moraju objaviti poziv u Sl.glansiku  RS, imajući u vidu\nprocenjenu vrednost, posebno što ta funkcionalnost na Portalu nije predviđena."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Drugo pitanje se odnosi na okolonost da je naručilac sproveo postupak za j.nabavku zdravstvenih uslu...", "link": null, "input": "Pitanje: Drugo pitanje se odnosi na okolonost da je naručilac sproveo postupak za j.nabavku zdravstvenih uslu...: Nakon konsultacije sa S.Leposavić saopšteno naručiocu da se oglas ne objavljuje u Sl.glasniku RS, obzirom da isti predstavlja obaveštenje za društevne i druge posebne usluge, koje se ne objavljuju u navedenom glasilu prema odredbam ačlana 105. stav 8. ZJN.\nU pogledu drugog pitanja, naručiocu odgovoreno da prilikom planiranja mora da vodi računa o prirodi samih nabavki koje namerava da sprovodi, te u tom smislu i društevnih i posebnih usluga. Svakako bi naručilac, koji je nabavku odredi kao društvenu, trebao da istu kao\ntakavu označi na Portalu javnih nabavki. U konkretnom slučaju je sproveden otvoreni postupak kao njtransparentniji postupak i propust naručioca u tom smislu nije velikog značaja.\nPostupak javne nabavke se nalazi u fazi stručne ocene gde je pripremljen Izveštaj o postupku, koji je naručilac generisao i odštampao. Svi članovi komisije su potpisali isti, osim jednog koji odbija da navedeno učini.\nNaručiocu odgovoreno da KJN ne može da odgovori na navedeno pitanje, obzirom da je isto pitanje uređeno unutrašnjom organizacijom kod naručioca. Sam izveštaj se genereše na Portalu i odredbe ZJN ne predviđaju obavezu njegovog potpisivanja. U članu 145. stav 1. ZJN je navedeno da komisija sastavlja izveštaj o postupku, nakon sprovedenog postupka stručne ocene ponuda. Komisija je kolektivno telo koje je imenovano odlukom naručioca i isti imaju obavezu da sprovedu postupka javne nabavke, da vode računa o zakonitosti postupka i da posebno izvrše zadatke navedene u članu 92. stav 7. ZJN i da odluke donose\nkonsenzusom. Potrebno je da se utvrdi unutar naručioca i same komisije, iz kojih razloga član komisije ne želi da da saglasnost na predmetni izveštaj (izjava i sl.)"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Naručilac je postavio pitanje iz kog razloga u izveštaju iz člana 181. ZJN nisu uključene nabavke iz...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje iz kog razloga u izveštaju iz člana 181. ZJN nisu uključene nabavke iz...: Naručiocu odgovoreno da jesu uključene, obzirom da je u članu 181. stav 3. ZJN navedeno da su to i nabavke iz člana 27. stav 1. ZJN u kojem se nalaze sve nabavke navedene od tačke 1) do 3) ZJN.\nNaručilac je obustavio postupak javne nabavke za nekoliko partija, koje je sproveo u otvorenom postupku javne nabavke. Postavljaju pitanje da li navedene partije mogu da sprovedu bez primene odredbi ZJN, shodno odredbama člana 35. stav 4. ZJN i da li iste moraju sve da se saberu i da budu ispod limita iz navedene odredbe zakona.\nNakon kosultacije sa S.Leposavić saopšteno naručiocu da, obzirom da je za predmetne partije prethodno sproveo postupak j.nabavke koji je obustavljen, nisu u mogućnosti da navedene partije sprovedu bez primene ZJN, po osnovu odredbi člana 35. stav 4. ZJN, već moraju sprovesti tj. ponoviti postupak javne nabavke (za navedene partije)."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac ima zaključen ovirni sporazum po postupku sprovedenom na osnovu odredbi ZJN/2015. Izdaju n...", "link": null, "input": "Pitanje: Naručilac ima zaključen ovirni sporazum po postupku sprovedenom na osnovu odredbi ZJN/2015. Izdaju n...: dostavljanja kvartalnih izveštaja. Naručilac navodi da su na osnovu informacija viših instanci iz MUP-a dobili usmenu informaciju da shodno mišljenju DRI-a nemaju obavezi sačinjavanja i slanja kvartalnih izveštaja.\nNaručiocu odgovoreno da imaju obavezu da sačinjavaju i dostavljaju kvartalne izveštaje u vezi sa postupcima koje su sproveli na osnovu odredbi ZJN/2015. Za bliže informacije skrenuta pažnja naručiocu da se obrati koleginicama i kolegama koji pružaju infomracije u vezi\nfunkcionisanja Portala. Posebno skrenuta pažnja naručiocu da obaveštenja o zaključenim ugovorima (sada Obaveštenja o dodeli ugovora) objavljuju na novom Portalu javnih nabavki, prema uputstvu navedenom na novom Portalu javnih nabavki."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac ima isključivo pravo štampanja izbornog materijala. Da li može da pokrene nabavku materija...", "link": null, "input": "Pitanje: Naručilac ima isključivo pravo štampanja izbornog materijala. Da li može da pokrene nabavku materija...: Rečeno da je takva mogućnost predviđena članom 88. stav 7. ali samo u slučaju izuzetne hitnosti koju naručilac nije mogao da predvidi, u slučaju kada nastupe nepredvidljive i vanredne okolnosti."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li mogu da izmene način plaćanja i rok važenja ugovora?...", "link": null, "input": "Pitanje: Da li mogu da izmene način plaćanja i rok važenja ugovora?...: Rečeno da mogu da postupe u skladu sa članom 156. ili 158. ZJN ukoliko postoji odgovarajući osnov za to."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li mogu da traže dodatna pojašnjenja ako je ponuđač naveo pogrešne jedinične cene?...", "link": null, "input": "Pitanje: Da li mogu da traže dodatna pojašnjenja ako je ponuđač naveo pogrešne jedinične cene?...: Odgovoreno da se navedene jedinične cene ne mogu menjati."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac je nakon dodele ugovora i zaključenja ugovora izvršio predmetnu nabavku mimo ponuđača. Koj...", "link": null, "input": "Pitanje: Naručilac je nakon dodele ugovora i zaključenja ugovora izvršio predmetnu nabavku mimo ponuđača. Koj...: Rečeno da nadzor nad izvršenjem ugovora o javnoj nabavci vrši Ministarstvi finansija.\nNaručiocu je ukazano da se nakon sprovedenog postupka javne nabavke, na izvršavanje obaveza ugovornih strana primenjuje ZOO."}
