{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavljaju generalno pitanje kako se podnosi zzp...", "link": null, "input": "Pitanje: Postavljaju generalno pitanje kako se podnosi zzp...: Objašnjena procedura.\nNaručilac je sprov\neo\njavnu\nnabavku goriva, gde je između ostalog predvideo jednu od stavki gas. Dobili su dve ponude, ponuđača NIS a.d. i Knez Petrol Bgd. U ponudi ponuđača NIS a.d. utvrđeno je da je ponuđač umesto cene po komadu, dostavio cenu po l/kg gasa (kako je opisano u obrascu). Iz objašenja koje je dostavi navedeni ponuđač utvrđeno je da je cena po litru, a ne po komadu. Šta mogu da urade.\nNaručiocu predočeno da KJN ne vrši stručnu ocenu ponuda, već komisija za javnu nabavku. U vezi sa navedenim, predočeno naručiocu da mora da vodi računa prilikom definisanja dokumentacije o nabavci i sadržini iste, kako ista ne bi dovela u zabludu ponuđače i onemogućila ih da pripreme prihvatljivu ponudu (kako je i definisano odredbama člana 93. stav 1. ZJN). U konkretnom slučaju, naručilac je možda pre bio u obavezi da zahteva obrazloženje ponuđene cene, u smislu neuobičajeno niske ponude. Usled navedene situacije i ponuđene cene, moglo bi se zaključiti da naručilac spornu ponudu ne može kao takvu da uporedi sa drugom ponudom, posebno što dostavljenim objašnjenjem ne bi smela da se menja sama ponuda i cena u istoj. Posebno u tom smislu je bitno istaći da je članom 142. stav 6. ZJN\n, definisano da je prilikom ocenjivanja ponuda merodavan jedinična cena.\nNaručilac ima nameru da dostavi kvartalni izveštaj, gde im softver stavlja napomenu u vezi sa odlukom iz člana 115. stav 5. ZJN/2015. O čemu se tu radi.\nNaručiocu predočeno, da se ugovori za\nklj\nučeni po odredbama ranije važećeg ZJN/2015, menjaju prema odredbama nov\nog\nZJN/2019 (član 154. do 162.). Odredbe nov\nog\nzakona, ne predviđaju obavezu donošenja odluke kojom se konstatuje izmena ugovora, ali navedeno\npostupanje ne zabranjuje. Oko de\ntalja u vezi kvartalnog izveštavanja i softvera (prema ZJN/2015), preporučeno naručiocu da se obrati koleginicama i kolegama koji pružaju konsultacije u vezi primene Portala javnih nabavki.\nNaručilac je\nsp\nroveo postupak za nabavku knjiga (postupa\nk\nna koji se ne primenjuju odrebe ZJN) i u po pozivu jed\nan\nponuđač je dostavio ponudu za samo jedan naslov (od 7 zahtevanih), dok je drugi dostavio 4 naslova (od 7 zahtevanih). Da li mogu da narudžbenciom poručuju od svakog naslove koje su ponudili.\nNaručiocu predočeno da se na predmetni postupak ne primenjuju odredbe ZJN, ali je u pogledu navedenog postupka naručilac u obavezi da primeni načela zakona, te između\nostalih"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: i načelo jednakosti ponuđača. Da bi postupanje za koje naručilac postavlja pitanje, bilo moguće, ist...", "link": null, "input": "Pitanje: i načelo jednakosti ponuđača. Da bi postupanje za koje naručilac postavlja pitanje, bilo moguće, ist...: do nejednakog\npoložaj\na\nponuđače, da omogući eventualnu favorizaciju nekog od ponuđača, ili da naručiocu omogući postupanje koje bi odredilo slobodu postupanja koje ugrožava jednak položaj ponuđača. Imajući u vidu navedenu situaciju, za naručioca bi bilo celishodnije da je predm\ne\ntnu nabavku oblikovao po partijama i da se ponude mogu dostaviti za svaki naslov pojedinačno, ili za sve naslove ukoliko je neko od ponuđača u mogućnosti da navedeno\nučini\n. Na navedeni način bi se omogućilo lakše sprovođenje postupka, svi ponuđači bi bili u jednakom položaju i naručilac bi mogao na osnovu sproveden\ne\nprocedure zaključiti pojedinačne ugovore, ili narudžbenice, a na osnovu rezultata ocena dostavljenih ponuda (prema jasno definisanom kriterijumu za izbor)."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Zaključili su aneks ugovora sa EDB na osnovu zaključka Vlade. Da li je potrebno da objavljuju na Por...", "link": null, "input": "Pitanje: Zaključili su aneks ugovora sa EDB na osnovu zaključka Vlade. Da li je potrebno da objavljuju na Por...: Ukoliko su kao osnov za izmenu ugovora koristili član 158. ZJN, onda je potrebno da objave Obaveštenje o izmeni ugovora."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li imaju obavezu objavljivanja na Portalu jn u slučaju izmene ugovora o jn po osnovu čl. 158. ZJN...", "link": null, "input": "Pitanje: Da li imaju obavezu objavljivanja na Portalu jn u slučaju izmene ugovora o jn po osnovu čl. 158. ZJN...: Saglasno čl. 155. st 2. ZJN, obaveštenje o izmeni ugovora o jn po osnovu čl. 158. ZJN\nnaručilac je dužan da\npošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li...", "link": null, "input": "Pitanje: Da li...: mo\ngu da zatraže\npojašnjenje nekog dokaza ili podatka u ponudi ukoliko\nsmatra\nju\nda"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: je isti nejasan ili nepotpun?...", "link": null, "input": "Pitanje: je isti nejasan ili nepotpun?...: Na\nruči\nlac ima mogućnost\nda zahteva dodatna objašnjenja\nna način i u roku  propisanim u\nčl\nanu\n142. ZJN\n."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li mou da prihvate...", "link": null, "input": "Pitanje: Da li mou da prihvate...: ponudu"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: ponuđača čija ponuđena cena prelazi proc. vrednost jn?...", "link": null, "input": "Pitanje: ponuđača čija ponuđena cena prelazi proc. vrednost jn?...: Imaju zaključen ugovor o jn u o.p., a tokom vremena se javila potreba za povećanim\nobimom predmetnih usluga do 10 %. S tim u vezi,"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: postavljaju pitanje da li...", "link": null, "input": "Pitanje: postavljaju pitanje da li...: usled toga mogu\nda izmene ugovor o jn.\nPostoji mogućnost da\nu skladu sa čl. 146. st. 2. ZJN\nnaručilac prihvati\nponudu\nponuđača čija ponuđena cena prelazi proc. vrednost jn ukoliko finansijska situacija naručioca to dozvoljava.\nI\nzmenu ugovora o jn usled povećanja obima nabavke naručilac može izvršiti pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni\nsvi\nuslovi propisani čl. 160. ZJN.\nOsim toga,\nukazano da\nu slučaju izmene ugovora o jn po ovom osnovu\nnisu\nu obavezi da\nobjave obaveštenje o izmeni ugovora o jn."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Imaju zaključen ugovor o jn, koji su zaključili u o.p., kojim su predvideli promenu cene. Kako se po...", "link": null, "input": "Pitanje: Imaju zaključen ugovor o jn, koji su zaključili u o.p., kojim su predvideli promenu cene. Kako se po...: Objašnjeno da postupaju u skladu sa čl. 156. ZJN (izmene ugovora po osnovu ugovornih odredaba) na koji su i upućeni."}
