{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Danas im je poslednji dan za ulaganja zzp. Da li to znači da mogu isti da ulože do ponoći?...", "link": null, "input": "Pitanje: Danas im je poslednji dan za ulaganja zzp. Da li to znači da mogu isti da ulože do ponoći?...: Da.\n1."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Šta se smatra neodgovarajućom prijavom iz čl. 61. st. 8. ZJN?...", "link": null, "input": "Pitanje: Šta se smatra neodgovarajućom prijavom iz čl. 61. st. 8. ZJN?...: 2."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: U kojim još slučajevima, osim iz čl. 61. st. 8. ZJN, sektorski naručilac može primeniti pregovarački...", "link": null, "input": "Pitanje: U kojim još slučajevima, osim iz čl. 61. st. 8. ZJN, sektorski naručilac može primeniti pregovarački...: 3.\nZa nabavku vozila dobijene su ponude ponuđača čije ponuđen\ne\ncene prelaze proc. vrednost nabavke. Nemaju\nfinansijskih\nsredstava da ih prihvate.\nUkoliko sektorski naručilac primenjuje pregovarački postupak iz čl. 61. st. 8. ZJN, potrebno je da zna da je pojam  neodgovarajuće prijave u smislu pomenutog člana ZJN definisan u st. 10. istog člana i predstavlja prijavu koju je podneo kandidat za kojeg je utvrđeno da ne ispunjava kriterijume za kvalitativni izbor privrednog subjekta.\nOsim gorepomenutog pregovaračkog postupka bez objavljivanja javnog poziva iz čl. 61. st. 8. ZJN, sektorski naručilac može primeniti i pregovarački postupak bez objavljivanja javnog poziva iz čl. 61. st. 12. i st. 13. ZJN.\nN\naručilac\nu ovom slučaju\nmože da postupi\npo\nčl. 144.\nst. 2.\nZJN\ntako što će da\nodbije kao\nneprihvatljivu ponudu koja prelazi izno\ns proc.\nvrednosti predmeta jn ili raspoloživih sredstava\n.\nPitanja u vezi sa planom jn i Portalom jn.\nUpućeni na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na Portalu jn u delu Kontakt.\nZatražili su objašnjenje razloga za negativno mišljenje o osnovanosti primene\npregovaračkog postupka bez objavljivanja javnog poziva po čl. 61. st. 1. tačka 1) podtačka (3) ZJN,\nkoji je KJN donela u vezi nabavke opreme za nauku, br. 404-02-273/22 od 29.3.2022. godine.\n(Kontakt: 011/3218-478, Marija Živanović i Aleksandra Kujundžić).\nDato objašnjenje."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Tehničko pitanje u vezi sa Portalom jn....", "link": null, "input": "Pitanje: Tehničko pitanje u vezi sa Portalom jn....: Upućeni na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na Portalu jn u delu Kontakt.\nUsled poremećaja cena na tržištu hoće da izmene ugovor o jn predmetnih dobara. S obzirom da ugovorom o jn nisu predvideli promenu cene, da  li i po kom\nosnovu mogu da prihvate zahtev dobavljača za\npromenu"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: cene?...", "link": null, "input": "Pitanje: cene?...: Odgovoreno da razmotre mogućnost izmene ugovora koje se odnose na cenu usled nepredviđenih okolnosti pod uslovima propisanim čl. 158. ZJN. Pored toga, ukazano da naručilac u skladu sa čl. 155. st. 2. ZJN ima obavezu da obaveštenje o izmeni\nugovora po osnovu čl. 158. ZJN objavi na Portalu jn.\nPitanja u vezi sa planom jn i Portalom jn.\nUpućeni na br. tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze na Portalu jn u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac je postavio pitanje vezano za Izveštaj o nabavkama na koje se ZJN ne primenjuje, kao i o p...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje vezano za Izveštaj o nabavkama na koje se ZJN ne primenjuje, kao i o p...: Naručiocu pojašnjeno da se Kancelarija 22.2.2022. godine obratila naručiocu putem mejla u kome je traženo od naručioca da obavesti Kancelariju da li su tokom 2021. godine sprovodili nabavke na koje se ne primenjuju odredbe ZJN. Pod nabavkama na koje se ne primenjuju odredbe zakona misli se na nabavke iz člana 11. – 21. ZJN i nabavke iz člana 27. stav 1. ZJN. Dalje, naručiocu pojašnjeno da su shodno članu 181. ZJN bili u obavezi da najkasnije do 31. januara tekuće godine objave Izveštaj o nabavkama na koje se ZJN ne primenjuje. Takođe, posavetovao sam naručioca da bez odlaganja odgovori na mejl Kancelariji i da ukoliko su sprovodili nabavke na koje se ZJN ne primenjuje tokom 2021. godine, objave Izveštaj na Portalu javnih nabavki u što kraćem roku. Naručilac je tokom telefonske konsultacije pitao za pojašnjenje odredbe člana 27. stav 1. ZJN. Pojašnjena tražena odredba zakona.\nNaručilac je shodno članu 220. stav 1. tačka 1) ZJN usvojio zahtev za zaštitu prava i doneo rešenje kojim delimično poništava postupak. Rešenje je dostavio podnosiocu zahteva za zaštitu prava i Republičkoj komisiji za zaštitu prava u postupcima javnih nabavki. Podnosilac zahteva za zaštitu prava nije inicirao nastavak postupka pred Republičkom komisijom. Naručilac postavlja pitanje da li može da nastavi sa postupkom i da li može da odbije pristigle ponude i samim tim postupak obustavi? U slučaju oduluke o obustavi postupka, naručilac pita da li može da pokrene isti postupak javne nabavke sa"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: izmenjenom konkursnom dokumentacijom i kada?...", "link": null, "input": "Pitanje: izmenjenom konkursnom dokumentacijom i kada?...: Na osnovu navoda navedenih tokom telefonske konsultacije, konstatovao sam da je naručilac usled podnetog zahteva za zaštitu prava na odluku u postupku javne nabavke doneo rešenje shodno članu 220. stav 1. tačka 1) kojim usvaja zahtev za zaštitu prava i delimično poništava postupak predmetne javne nabavke. Rešenje je dostavljeno podnosiocu zahteva i Republičkoj komisiji za zaštitu prava u postupcima javnih nabavki. Podnosilac zahteva nije shodno članu 220. stav 3. ZJN podneo Republičkoj komisiji pisano izjašnjenje u roku od dva radna dana od dana prijema rešenja o nastavku postupka zaštite prava pred Republičkom komisijom. Shodno gore navedenom, naručiocu odgovoreno da može da nastavi postupak. Po pitanju da li naručilac može da odbije pristigle ponude i obustavi postupak, odgovorio sam da Kancelarija ne vrši stručnu ocenu ponuda i da ukoliko komisija za javnu nabavku utvrdi da postoje osnovi za odbijanje ponuda, nema\nnikakvih zakonskih smetnji da to i uradi, kao i da usled takvog postupanja obustavi postupak shodno članu 147. ZJN. U slučaju obustave postupka predmetne javne nabavke, naručiocu odgovoreno da nema nikakvih zakonskih smetnji da pokrenu novi postupak, s tim da moraju da vode računa o članu 214. stav 1. ZJN, odnosno o roku za podnošenje zahteva za zaštitu prava. Tek kada protekne rok iz člana 214. stav 1. ZJN, mogu da pokrenu novi postupak javne nabavke.\nNaručilac je naveo da grad Niš ima onovano preduzeće za investiciono održavanje zgrada, koje obavalja delatnost u objektima grada, ali i na"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: tržištu. Postavljaju pitanje da li prilikom ugovoranja usluga koje obavlja navedeno preduzeće, grad ...", "link": null, "input": "Pitanje: tržištu. Postavljaju pitanje da li prilikom ugovoranja usluga koje obavlja navedeno preduzeće, grad ...: Naručiocu odgovoreno, da za primenu izuzetka od primene zakona iz člana 13. ZJN, moraju biti ispunjeni svi navedeni uslovi kumulativno, iz stava 1. tačka 1) do 3) navedenog člana zakona. Putem usmenih konsultacije, nije moguće dati odgovor da li su ispunjeni navedeni uslovi, ili ne za primenu navedenog izuzetka od primene zakona, te je za mišljenje potrebno da se naručilac obrati KJN pismenim zahtevom i svom potrebnom dokumentacijom na osnovu koje je moguće dati potrebno mišljenje, posebno što je naručilac naveo da navedeno preduzeće pruža usluge i na tržištu.\nPonuđač je dostavio svu traženu dokumentaciju, međutim\nObrazac strukture ponuđene cene nije potpisan i overen\niako je naručilac to zahtevao\n."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Kako da postupe?...", "link": null, "input": "Pitanje: Kako da postupe?...: S\nhodno Uputstvu ponuđačima kako da sastave ponudu koje se generiše od strane sistema Portala jn, niti jedan deo elektronske ponude/ prijave\nse\nne potpisuje, nije potreban pečat niti je potrebno skeniranje dokumenta.\nUkazano da naručilac ne bi smeo da odbije ponudu kojoj je jedini nedostak to što Obrazac strukture ponu\nđene cene nije potpisan i overen\n.\nNaručilac"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: ima nameru da sprovede postupak javne nabavke radi zaključenja okvirnog sporazuma. Postavlja pitanje...", "link": null, "input": "Pitanje: ima nameru da sprovede postupak javne nabavke radi zaključenja okvirnog sporazuma. Postavlja pitanje...: Ukazano je da je\nokvirni sporazum uređen čl. 66. i 67\n. Zakona o javnim nabavkama\n, kao i da je odredbama navedenih članova predviđeno da o\nkvirni sporazum\nne može da traje duže od\nčetiri godine, osim u posebno opravdani\nm slučajevima koji su u vezi sa\npredmetom javne nabavke, koje naručilac mora da obrazloži\n.\nOdredbama navedenog zakona nije predviđeno minimalno trajanje okvirnog sporazuma, međutim, s tim u vezi treba imati u vidu prirodu i svrhu okvirnog sporazuma kao posebne tehnike.\nNaručilac"}
