{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li ugovor po sprovedenom postupku javne nabavke može da se zaključi na period od 4 godine?...", "link": null, "input": "Pitanje: Da li ugovor po sprovedenom postupku javne nabavke može da se zaključi na period od 4 godine?...: Može."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Postavljaju pitanje šta je to istovrsnost...", "link": null, "input": "Pitanje: Postavljaju pitanje šta je to istovrsnost...: Ukazano na odredbu čl. 29. st. 3 ZJN"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li mogu da dodele ugovor ponuđaču čija je ponuda preko procenjene vrednosti?...", "link": null, "input": "Pitanje: Da li mogu da dodele ugovor ponuđaču čija je ponuda preko procenjene vrednosti?...: Da saglasno čl. 146. st. 2. ZJN\nImaju potrebu za nabavkom usluge održavanja softvera  i tvrde da iste može"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Kako se sprovodi pregovarački postupak bez objavljivanja javnog poziva?...", "link": null, "input": "Pitanje: Kako se sprovodi pregovarački postupak bez objavljivanja javnog poziva?...: Odgovoreno da mogu da primene pregovarački postupak ukoliko su ispunjeni uslovi iz čl. 61. st. 1. tač. 1) podtačka 3) ZJN na način\npropisan čl. 62. ZJN, uzimajući u obzir i\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva.\nPored toga, ukazano i na mogućnost korišćenja Uputstva za korisnike Portala jn u vezi primene\npregovaračkog postupka bez objavljivanja javnog poziva\nbudući da lice koje je zatražilo konsultaciju do sada nije primenjivalo ovu vrstu postupka jn.\nSp\np"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: U slučaju obustave o. p.  usled prestanka potrebe za istom, da li i kada naručilac može ponovo da po...", "link": null, "input": "Pitanje: U slučaju obustave o. p.  usled prestanka potrebe za istom, da li i kada naručilac može ponovo da po...: U dilemi su oko pitanja koje se odnosi na primenu izuzetka iz čl. 14. st. 1. tačka 3) ZJN.\nDat odgovor da mogu ponoviti o.p. za četiri partije za koje nisu dobili nijednu ponudu. Uz to ukazano je i na mogućnost primene pregovaračkog postupka bez objavljivanja javnog poziva iz čl. 61. st. 7. ZJN\nza predmetne partije\npod uslovom da početni uslovi jn nisu bitno izmenjeni.\nUkazano da naručilac može da postupi po čl. 147. st. 1. tačka 2) ZJN i donese odluku o obustavi postupka jn ako postoje dokazivi razlozi usled kojih je prestala potreba za tom nabavkom zbog čega se neće ponavljati u toku iste budžetske godine, odnosno u narednih šest meseci.\nRečeno da mogu da upute KJN zahtev ѕa mišljenje/tumačenje u vezi sa primenom ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li mogu da prihvate zahtev ponuđača sa kojim su zaključili ugovor o jn usluge prevoza dece i zapo...", "link": null, "input": "Pitanje: Da li mogu da prihvate zahtev ponuđača sa kojim su zaključili ugovor o jn usluge prevoza dece i zapo...: ugovoru o jn predvideli mogućnost promene cene.\nMogu, u skladu sa čl 156. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Pitanje u vezi važenja ponude i  mogućnosti produženja njenog važenja....", "link": null, "input": "Pitanje: Pitanje u vezi važenja ponude i  mogućnosti produženja njenog važenja....: Dato objašnjenje uz upućivanje na čl. 137. ZJN kojim je regulisano"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: pitanje...", "link": null, "input": "Pitanje: pitanje...: važenja ponude."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Nije im jasno da li i dalje uzimaju u obzir istovrsnost nabavki, kako bi utvrdili uk. proc. vrednost...", "link": null, "input": "Pitanje: Nije im jasno da li i dalje uzimaju u obzir istovrsnost nabavki, kako bi utvrdili uk. proc. vrednost...: Primenjuje, saglasno čl. 28. st. 1. ZJN.\nO\nbjašnjeno da ZJN ne sadrži\nkonkretan\npojam istovrsnosti, ali\nsadrži\nodredbe koje na odgovarajući način upućuju naručioca kako da postupa s tim u vezi.\nNaime, prema čl. 29. st.\n3\nJN\nnaručilac određuje predmet javne nabavke na način da\nisti\npredstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nNapomenuto\nda je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom cilju može da se vrši podela predmeta jn na više nabavki."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: EPS im je ponudio duplo veću cenu od procenjene, i najavio zaključenje aneksa kojim će cena biti sni...", "link": null, "input": "Pitanje: EPS im je ponudio duplo veću cenu od procenjene, i najavio zaključenje aneksa kojim će cena biti sni...: Mogu."}
