{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Koje rezervne kriterijume naručilac može da predvidi u dokumentaciji o nabavci u slučaju da dobije d...", "link": null, "input": "Pitanje: Koje rezervne kriterijume naručilac može da predvidi u dokumentaciji o nabavci u slučaju da dobije d...: Naručilac u\ndokumentaciji o nabavci\nkao rezervni kriterijum može da predvidi npr. rok i način plaćanja, rok važenja ponude ili neki drugi kriterijum, ali ne može predvideti kao rezervni kriterijum onaj koji je predvideo kao kriterijum za dodelu ugovora o jn. Takođe, potrebno je da  naručilac u\ndokumentaciji o nabavci\nodredi da će se ovi kriterijumi koristiti kao rezervni kriterijumi za dodelu ugovora ukoliko postoje dve ili više ponuda koje su nakon primene kriterijuma za dodelu ugovora o jn iste. Skrenuta je pažnja da žreb ne predstavlja rezervni kriterijum, već shodno čl. 144. st. 6. ZJN predstavlja način za dodelu ugovora o jn u slučaju kada nakon primene rezervnih kriterijuma iz čl. 133. st. 8. ZJN postoje dve ili više jednako rangiranih ponuda."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Koliko dugo treba da se čuva dokumentacioja o jn?...", "link": null, "input": "Pitanje: Koliko dugo treba da se čuva dokumentacioja o jn?...: Celokupnu dokumentaciju o jn naručilac shodno čl. 41. ZJN čuva najmanje pet godina od zaključenja ugovora, okvirnog sporazuma, obustave ili poništenja postupka jn. Na isti način čuva se i arhivira dokumentacija koja se razmenjuje na Portalu jn."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li mogu u ovoj godini da pokreću nabavke za sl. godinu?...", "link": null, "input": "Pitanje: Da li mogu u ovoj godini da pokreću nabavke za sl. godinu?...: Mogu u ovoj godini da donesu plan jn za  sledeću, 2022. godinu i pokrenu postupke za tu godinu."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Primećena je tehnička greška u ponudi i modelu ugovora u vezi sa navođenjem da nastupa sa podizvođač...", "link": null, "input": "Pitanje: Primećena je tehnička greška u ponudi i modelu ugovora u vezi sa navođenjem da nastupa sa podizvođač...: Naručilac može da zahteva dodatno objašnjenje od ponuđača  u skladu sa čl. 142. ZJN.\nNaručilac je sproveo postupak javne nabavke i zaključio ugovor. U dokumentaciji o nabavci i modelu ugovora naručilac je pogrešno definisao zahtev za s.o. za ispunjenje ugovornih obaveza\n,\nobzirom da je isto definisao u visini od 10% sa uračunatim pdv-om. Dobavljač usluge s kojim su zaključili ugovor, dostavio je bank.garanciju u visini od 10% bez pdv-a, ali je istoj navedena nominalana vrednost sa pdv-om. Da li mogu da prihavte ovakvo sredstvo obezbeđenja bez izmene.\nNaručiocu odgovoreno da nije zahtev za navedenim sredstvom obezbeđenja definisao u skladu sa odredbama člana 94. ZJN, gde je u stavu 3. jasno navedeno da je vrednost sdersdstva obezbeđenja bez uračunatog pdv-a. Obzirom na postojeću situaciju, preporučeno da naručilac usaglasi zahtevano sredstvo obezbeđenja sa dobavljačem i poslovnom bankom, kako bi isto bilo ispravno i naplativo ukoliko nastupe slučajevi po osnovu kojih se isto aktivira.\nNaručilac ima potrebu da se registruje kao ponuđač na Portalu javnih nabavki, pored činjenice da je već registrovana kao naručilac na istom. Kako to da izvedu.\nNaručilac upućen na konsultacije vezane za funkcionisanje Portala javnih nabavki, kako bi istom bio otvoren krovni nalog pomoću kog bi naručilac sebe mogao registrovati i kao ponuđača.\nZainteresovano lice je učetvovalo u postupku javne nabavke tonera kod naručioca RT Srbija. Podneli su zzp na odluku o dodeli ugovora, koji je usvojen od strane RKZP. Zzp je usvojen i naručilac je izvršio ponovnu stručnu ocenu ponuda, prilikom čega je od njih zahtevao dodatna pojašnjenja ponude, a koja su oni dostavili u roku. Nakon toga je doneta nova odluka kojom je ponovo njihova\nponuda odbijena. Šta oni sad mogu da preduzmu.\nZainteresovanom licu predočena da shodno odredbama člana 149. ZJN mogu izvršiti uvid u dokumentaciju o nabavci, kao i da mogu da eventualno da podnesu zahtev za zaštitu prava, shodno odredbama člana 214. ZJN. Opreza radi, skrenuta pažnja zanteresovanom licu da ima u vidu odredbe navedenog člana zakona od stava 5. do 7. ukoliko se odluče za ponovno podnošenja zahteva za zaštitu prava.\nNaručilac je sproveo postupak javne nabavke za dobra (elektromašine), otvorene su ponude i u ponudi jednog ponuđača tj. izjavi nema podataka u vezi kriterijuma str.i tehničkog kapaciteta koji se tiče obrazovnih i stručnih kvalifikacija. Da li je navedeno ponuđač mogao propustiti i kako da cene dostavljenu ponudu. Navedeni ponuđač je u vezi navedenog kapaciteta u ponudi dostavio sertifikat jednog lica (što nije potpuni dokaz za ispunjenje zahtevanog kriterijuma).\nNaručiocu skrenuta pažnja da se oko tehničkih pitanja obrati koleginicama i kolegama koji pružaju konsultacije u vezi sa funcionisanjem Portala javnih nabavaki. U vezi sa samom izjavom, prema odredbama člana 118. stav 1. ZJN ponuđači potvrđuju da, između ostalog, ispunjavaju kriterijume za izbor privr.subjekata. Prema stavu 4. prethodno navedenog člana zakona ponuđač navodi i izdavaoca dokaza u izjavi. Shodnio navedenom, kao i na osnovu činjenice da je neka dokumentacija od strane ponuđača u ponudi dostavljana, naručilac treba da uradi stručunu ocenu ponuda, sačini izveštaj i donese odluku o dodeli ugovora. U ve\nz\ni eventualnih dodatnih pojašnjenja ponude (član 142. ZJN) skrenuta pažnja naručiocu da vodi računa da ne dozvoli da dođe do izmene ponude, obzirom da se ponude mogu izmeniti, dopuniti i opozvati do roka za podnošenje ponuda.\nNaručilac je sproveo postupak za sanitetski potrošni materijal. U stavci 1. tehničke specifikacije su opisane karakteristike dobra, koje se razlikuju od karakteristika stavke 1. u obrascu strukture ponuđene cene. Dostavljene su tri ponude, od kojih najskuplja po vrednosti, na osnovu dostavljenog kataloga (koji je zahtevan) ispunjava karakteristike koje su navedene i u obr. Tehničke specifikacije i obr.strukture ponuđene cene. Kako da postupe.\nNaručiocu skrenuta pažnja da KJN ne vrši stručnu ocenu ponud\na\n, već komisija za javnu nabavku. Napomenuto da naručilac odgovora za ispravnost dokumentacije koju objavljuje, te da ista mora biti u saglasnosti (u tom smislu i u pogledu sadržine objavljenih obrazaca). Naručilac je navedeno u konkretnom slučaju propustio da učini. Ocena sadržine svakog od objavljenih obrazaca u smislu njegovog značaja je u nadležnosti komisije naručioca. Osnovno pravilo je da se ponuđeno dobro, u smislu da li je odgovarajuće ili ne, ocenjjuje prema karakteristikama navedenim u obrascu tehničke specifikacije."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li nabavku usluge organizovanja koncerta Beogradske filharmonije čija je procenjena vrednost ispo...", "link": null, "input": "Pitanje: Da li nabavku usluge organizovanja koncerta Beogradske filharmonije čija je procenjena vrednost ispo...: Mogu.\nPonuđač u obrascu strukture cene uneo cifru 1,79, dok je u"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: obrascu ponude une ispravnu ponuđenu cenu 1.790.000,00 dinara. Kako da postupe?...", "link": null, "input": "Pitanje: obrascu ponude une ispravnu ponuđenu cenu 1.790.000,00 dinara. Kako da postupe?...: Ukazano na mogućnost da ako su podaci ili dokumentacija, koju je ponuđač, odnosno\nkandidat dostavio nepotpuni ili nejasni, naručilac može, poštujući načela jednakosti i transparentnosti, u primerenom roku koji nije kraći od pet dana, da zahteva od ponuđača, odnosno kandidata da dostavi neophodne informacije ili dodatnu dokumentaciju.\nSkrenuta pažnja da ovakvo postupanje ne sme da dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora ili do izmene ponuđenog predmeta nabavke."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li mogu sprovesti novi postupak nabavke na koju se ZJN ne primenjuje (pv - 120.000 dinara), ako s...", "link": null, "input": "Pitanje: Da li mogu sprovesti novi postupak nabavke na koju se ZJN ne primenjuje (pv - 120.000 dinara), ako s...: Može."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Postavljaju pitanje da li mogi izmeniti ugovor na osnovu člana 158. ZJN iz razloga što je došlo do p...", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogi izmeniti ugovor na osnovu člana 158. ZJN iz razloga što je došlo do p...: Mogu, ukazano na uslove."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li može uzeti u obzir ponudu koja mu je dostavljena blagovremeno putem pošte, a zahtevao je dosta...", "link": null, "input": "Pitanje: Da li može uzeti u obzir ponudu koja mu je dostavljena blagovremeno putem pošte, a zahtevao je dosta...: (nabavke na koje ZJN ne primenjuje)\nUkazano da se nabavke na koje se ne primenjuju odredbe ZJN sprovode u skladu sa internim aktom naručioca."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li se prilikom izmene ugovora zbog nepredviđenih okolnosti, povećanje vrednosti od 50 % odnosi na...", "link": null, "input": "Pitanje: Da li se prilikom izmene ugovora zbog nepredviđenih okolnosti, povećanje vrednosti od 50 % odnosi na...: Da."}
