{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Sproveli su nabavku na koju se zakon ne primenjuje i zaključili ugovor. Zbog trenutne epidemiološke ...", "link": null, "input": "Pitanje: Sproveli su nabavku na koju se zakon ne primenjuje i zaključili ugovor. Zbog trenutne epidemiološke ...: Naručiocu je ukazano da je članom 49. stav 2. ZJN predviđeno da na nabavke na koje se ne primenjuje zakon, primenjuju interni akt."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li naručila RK šalje i uzorke uz dokumentaciju?...", "link": null, "input": "Pitanje: Da li naručila RK šalje i uzorke uz dokumentaciju?...: Naručiocu je naglašeno da je članom 220. stav 1. tač. 2. predviđeno da je dužan da dostavi kompletnu dokumentaciju iz postupka.\nNaručilac je u dokumentaciji o nabavci predvideo da će isključiti privrednog subjekta iz postupka javne nabavke ako utvrdi da je privredni subjekt u stečaju, da je nesposoban za plaćanje ili je u postupku likvidacije, da njegovom imovinom upravlja stečajni upravnik\nili sud, da je u aranžmanu pogodbe sa poveriocima, da je prestao da obavlja poslovnu delatnost ili je u bilo kakvoj istovrsnoj situaciji koja proizlazi iz sličnog postupka prema nacionalnim zakonima i propisima. Ponuđač je po navodima naručioca u Izjavi naveo samo ne, a nije ostavio i link za proveru tog podatka. Šta ponuđač kada ga u skladu sa članom 119. ZJN budu pozvali da dostavi dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta treba da"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: dostavi?...", "link": null, "input": "Pitanje: dostavi?...: Upućeni na član 121. st. 1. tač.)3. ZJN, gde je navedeno da se nepostojanje ovog osnova dokazuje potvrdom nadležnog suda, odnosno drugog nadležnog organa."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljaju pitanje vezano za čl. 15. st. 1. tač.)1 ZJN i takođe pitaju da li su sektorski ili javni...", "link": null, "input": "Pitanje: Postavljaju pitanje vezano za čl. 15. st. 1. tač.)1 ZJN i takođe pitaju da li su sektorski ili javni...: Upućeni da dostave zvaničan zahtev za tumačenje i dati svi podaci koji se odnose na način dostavljanja zahteva i  plaćanja takse."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Naručilac navodi da je nakon otvaranja ponuda uočeno da Odluka o sprovođenju postupka sadrži grešku....", "link": null, "input": "Pitanje: Naručilac navodi da je nakon otvaranja ponuda uočeno da Odluka o sprovođenju postupka sadrži grešku....: Odgovoreno da se navedena Odluka ne može menjati, ali da postoji mogućnost da se postojeća ukloni i objavi nova. Napomenuto da je to poželjno uraditi do momenta donošenja Odluke o dodeli ugovora."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li naručilac može da dozvoli izmenu ugovora zbog povećanja cena na tržištu?...", "link": null, "input": "Pitanje: Da li naručilac može da dozvoli izmenu ugovora zbog povećanja cena na tržištu?...: Postoji mogućnost izmene ugovora usled nepredviđenih okolnosti ukoliko su ispunjeni uslovi iz člana 158. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac navodi da u otvorenom postupku za nabavku dobara procenjene vrednosti od 1.700.000 dinara ...", "link": null, "input": "Pitanje: Naručilac navodi da u otvorenom postupku za nabavku dobara procenjene vrednosti od 1.700.000 dinara ...: Ukazano na mogućnost pokretanja pregovaračkog postupka bez objavljivanja javnog poziva na osnovu člana 61. stav 7. ZJN.\nNaručilac je zaključio ugovor o jn za nabavku\nnamirnica po partijama\nu o.p.,\nali mu je nakon određenog vremena dobavljač za partiju - Meso i mesne prerađevine (proc. vrednosti 4.000.000,00 din.),   uputio zahtev za raskid ugovora za navedenu partiju usled nemogućnosti daljeg izvršenja istog. S tim u vezi, naručilac je u dilemi kako dalje da postupi.\nUpućeni da razmotre mogućnost sprovođenja pregovaračkog postupka po hitnosti za neophodne količine do okončanja o.p. za predmetnu partiju."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu jn....", "link": null, "input": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu jn....: Upućeni na kontakt tel. za konsultacije u vezi sa radom na Portalu jn.\nUkoliko prvorangirani ponuđač odbije da zaključi ugovor o jn, da li naručilac može da zaključi ugovor o jn  sa drugorangiranim ponuđačem odn. prvim sledećim najpovoljnijim ponuđačem, s obzirom da ih ima.\nDa, u skladu sa čl. 152. ZJN.\nNaručilac je dobio dodatna finansijska sredstva i interesuje se da li može, nakon što je određena dobra nabavljao preko narudžbenice u vrednosti do\n1.000.000 dinara, da sprovede otvoreni postupak.\nU ovoj novonastaloj situaciji naručilac je dužan da sprovede odgovarajući postupak javne nabavke, imajući u vidu da je ukupna procenjena vrednost predmetnih dobara prešla 1.000.000 dinara u toku tekuće godine. Može se postaviti pitanje da li je naručilac mogao da pretpostavi da će imati potrebu za novim količinama, odnosno da će uspeti da obezbedi dodatna\nsredstva, u kom slučaju je bio dužan da i u prvom koraku sprovede postupak javne nabavke (nabavka bez primene zakona).\nPonuđač je, prilikom pripreme ponude, u obrascu strukture ponuđene cene  napravio računsku grešku tako što je pogrešno obračunao ukupnu cenu.\nUkazano je na odredbe člana 142. ZJN/2019 koje omogućavaju naručiocu da zahteva dodatna objašnjenja dostavljenih ponuda, kao i ispravku računskih grešaka u ponudama, ne podrazumevajući pod tim dopunu/izmenu ponude."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Pitanje izmena ugovora....", "link": null, "input": "Pitanje: Pitanje izmena ugovora....: Ukazano je da se od dana početka primene ZJN/2019 izmene ugovora o javnoj nabavci vrše u skladu sa odredbama čl. 154 – 162. ZJN/2019, bez obzira na to da li su ugovori zaključeni nakon postupka javne nabavke sprovedenog po osnovu ovog zakona ili ZJN/2015.\nU planu javnih nabavki naručilac ima predviđenu nabavku usluga stručnog nadzora procenjene vrednosti preko 15.000.000 dinara.  U ovom trenutku im je hitno potreban stručni nadzor nad izvođenjem rudarsko geoloških radova u vrednosti oko 500.000 dinara. Postavljaju pitanje da li predmetnu nabavku mogu izuzeti od primene ZJN, jer za nju potrebna licenca koju neće tražiti u drugim nabavkama usluga stručnog nadzora i upravo u tome se, prema njihovim navodima, ogleda njena specifičnost.\nNisam bila sto posto sigurna, pa sam odgovorila da bih ja na njihovom mesdtu sprovela jedinstven postupak. Savetovala sam da kada imaju dilemu da li je reč o srodnim dobrima, uslugama ili radovima, uvek je bolje sprovesti jedan postupak, nego cepkati nabavku.\nNaručilac je tražio određene informacije u vezi funkcionisanja Portala javnih nabavki.\nTakođe je naručilac naveo da je u postupku javne nabavke nakon objavljivanja odluke o dodeli ugovora dobio zahtev\nza uvid u dokumentaciju, gde je ponuđač zahtevao samo uvid u ponudu jednog ponuđača, te shodno navedenom nije učitavao dokaze za ispunjenost kriterijuma za kvalitatitvni izbor privrednih subjekata. Da li je bio dužan da učita i dokaze."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručiocu je upućen prigovor putem Portala javnih nabavki, te postavljaju pitanje kako da postupe....", "link": null, "input": "Pitanje: Naručiocu je upućen prigovor putem Portala javnih nabavki, te postavljaju pitanje kako da postupe....: Naručiocu dati brojevi telefona koleginica i kolega koji pružaju konsultacije u vezi sa funkcionisanjem Portala javnih nabavki.\nU pogledu drugog pitanja, naručiocu citirane odredbe člana 149. ZJN i ukazano da naručilac ima dužnost da omogući uvid u dokumentaciju o nabavci ponuđaču\nkoji je podneo ponuda, a nakon donošenja i objavivanja odluke o dodeli ugovora, i to u roku od dva dana. U konretnom slučaju, naručilac mora da vodi računa o sadržini zahteva za uvid podnosioca, te da shodno navedenom omogući uvid u zahtevanu dokumentaciju (predočena funkcionlanost na Portalu javnih nabavaki u pogledu navedenog).\nPrigovor kao pravno sredstvo u odredbama ZJN ne postoji. Postoji zahtev za zaštitu prava, koji je uređen u posebnom delu ZJN. Svakako naručilac mora da proveri sadržinu prigovora, u smislu da li isti ima elemente koje mora da sadrži zahtev za zaštitu prava u skladu sa ZJN, te da na osnovu utvrđenog stanja navedeni prigovor eventualno tretira kao zahtev za zaštitu prava.\nNaručiocu je stigao putem Portala javnih nabavki zahtev za uvid u dokumentaciju, u postupku javne nabavke, a nakon objavljivanja odluke o dodeli ugovora. Zahtevom se traži uvid u bankarsku garanciju za ozbiljnost ponude i izveštaj o postupku javne nabavke. Naručilac postavlja pitanje kako da postupi.\nNaručiocu citirane odredbe člana 149. ZJN i objašnjena procedura odobravanja uvida, unošenja napomene u vezi sa načinom uvida u dokumentaciju koja nije dostavljena putem Portala javnih nabavki i deo u kojem se učitavaju dokumenti koje naručilac stavlja na uvid podnosiocu zahteva."}
