{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Kako uputiti zahtev za tumačenje ZJN?...", "link": null, "input": "Pitanje: Kako uputiti zahtev za tumačenje ZJN?...: Dato objašnjenje\nkada je moguća primena čl. 158. ZJN uz ukazivanje na obavezu objavljivanja obaveštenja o izmeni ugovora o jn usled postojanja ovog osnova na Portalu jn u roku od deset dana od dana izmene ugovora o jn, shodno čl. 155. st. 2. ZJN\nDato uputstvo kako da upute KJN zahtev za tumačenje.\nUpućen im je zahtev za pristup informacijama od javnog značaja u vezi sa dokumentacijom o jn, te nisu sigurni kako da postupe."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Kako je lice sa kojim sam obavila razgovor zaduženo za jn, a na osnovu informacija od istog saznala ...", "link": null, "input": "Pitanje: Kako je lice sa kojim sam obavila razgovor zaduženo za jn, a na osnovu informacija od istog saznala ...: ovlašćeno lice za postupanje po zahtevu za slobodan\npristup informacijama\nod\njavnog značaja, rečeno da se obrati tom licu radi daljeg postupanja, s obzirom da se radi o pitanju iz njegove nadležnosti."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li je naručilac dužan da zahteva od ponuđača da mu dostavi dokaze o ispunjenosti kriterijuma za k...", "link": null, "input": "Pitanje: Da li je naručilac dužan da zahteva od ponuđača da mu dostavi dokaze o ispunjenosti kriterijuma za k...: U tom slučaju naručilac ne mora da zahteva od\nponuđača da mu dostavi dokaze o ispunjenosti kriterijuma za kvalitativni izbor ps shodno čl 119. st. 4. tač. 2) ZJN.\nUkoliko naručilac donese odluku o obustavi postupka jn usled prestanka potrebe za predmetnom nabavkom za koji period naručilac"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Kako bi naručilac trebao da postupi, odn. koji postupak jn da sprovede ako samo jedan ponuđač može d...", "link": null, "input": "Pitanje: Kako bi naručilac trebao da postupi, odn. koji postupak jn da sprovede ako samo jedan ponuđač može d...: Saglasno čl. 147. ZJN,\nukoliko naručilac donese odluku o obustavi postupka jn usled prestanka potrebe za predmetnom nabavkom,\nnaručilac istu neće ponavaljati u toku iste budžetske godine, odnosno u narednih šest meseci.\nOdgovoreno da bi u tom slučaju naručilac trebao da razmotri primenu pregovaračkog postupka po čl. 61. t. 1. tač. 1) ZJN uz objašnjenje procedure pregovračkog postupka u skladu sa čl. 62. ZJN.\nNaručilac navodi da je u otvorenom postupku čija je procenjena vrednost iznosila preko 12.000.000 dinara, za određene partije doneo odluku o obustavi postupka. Sada za te partije ponovo pokreće otvoreni postupak. S obzirom na to da je njihova provenjena vrednost preko 2.000.000 dinara, pitaju da li mogu da odredi kraći rok za podnošenje ponuda, odnosno rok od 10 dana?\nOdgovoreno da mogu.\nUkazuju na diskriminatorski kriterijum koji se odnosi na udaljenost magacina od sedišta naručioca. Naime, naručilac je u postupku javne nabavke guma tražio da magacin ponuđača bude udaljen od sedišta naručioca do 50 km. Interesuje ih naše mišljenje o tome.\nOdgovoreno da, imajući u vidu predmet javne nabavke, može da se dovode u pitanje opravdanost navedenog zahteva. Ipak, ukazano da KJN ne može da se izjasni o tome da li je kriterijum diskriminatorski ili ne, jer nema saznanja kakve su objektivne potrebe naručioca. Na kraju predočeno da je najbolje da postave pitanje naručiocu u vezi sa tim, te da u zavisnosti od njegovog odgovora, odluče da li će podneti zzzp."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Naručilac je sproveo postupak javne nabavke i prilikom stručne ocene ponuda moraju da primene žreb, ...", "link": null, "input": "Pitanje: Naručilac je sproveo postupak javne nabavke i prilikom stručne ocene ponuda moraju da primene žreb, ...: Naručiocu odgovoreno da se žreb primenjuje shodno odredbama člana 144. stav 6. ZJN, gde je navedeno da se isti primenjuje ako i nakon primene rezervnih kriterijuma postoje dve ili više ponuda koje su jednako rangirane.  Preporučljivo je da se u dokumentaciji o nabavci opiše način na koji će naručilac pozvati ponuđače da učestvuju u žrebanju, kao i sam\npostupak žrebanja. U konkretnom slučajju, naručilac će na osnovu zakonom dozvoljenih načina komunikacije (član 44. ZJN) pozvati ponuđače da prisustvuju žrebanju uz obavezno prilaganje ovlašćenja. Pored navedenog, naručiocu su opisane moguće tehnike žreba."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Dobili su zahtev za dodatno pojašnjenje od ponuđača. U samom pitanju, ponuđač je otkrio svoj idendit...", "link": null, "input": "Pitanje: Dobili su zahtev za dodatno pojašnjenje od ponuđača. U samom pitanju, ponuđač je otkrio svoj idendit...: Ukazano na čl. 38. stav 1. tačka 2) ZJN, naručilac je dužan da čuva kao poslovnu tajnu podatke o privrednim društvima zainteresovanim za učešće u postupku javne nabavke i podatke o podnetim prijavama i ponudama do otvaranja prijava, odnosno ponuda. Mogu da pozovu ponuđača i da zatraže da postavi pitanje ponovo ali da tom prilikom više vodi računa da ne otkrije svoj identitet.\nNaručilac je izvršio izmenu teh. specifikacije, za koliko produžavaju rok.\nNaručiocu ukazano na odredbe čl. 87. st. 2 i 3 ZJN"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Dobili su pisani zahtev za uvid u dokumentaciju nakon objavljivanja odluke o dodeli ugovora, te post...", "link": null, "input": "Pitanje: Dobili su pisani zahtev za uvid u dokumentaciju nakon objavljivanja odluke o dodeli ugovora, te post...: Naručiocu odgovoreno da mora da omogući uvid u roku od dva dana od dana prijema pisanog zahteva saglasno čl. 149. ZJN"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Učestvovali su na tenderu, na kom izabrani ponuđač nije dostavio dokaze da je izmirio dospele poreze...", "link": null, "input": "Pitanje: Učestvovali su na tenderu, na kom izabrani ponuđač nije dostavio dokaze da je izmirio dospele poreze...: Ponuđaču odgovoreno da kad imaju interes za dodelu određenog ugovora i kada smatraju da su oštećeni zbog postupanja naručioca protivno odredbama ZJN, mogu podneti zzp."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac postavlja pitanje u kom roku je dužan da odgovori privrednom subjektu koji je blagovremeno...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje u kom roku je dužan da odgovori privrednom subjektu koji je blagovremeno...: Odgovoreno da da dodatne informacije i pojašnjenja objavljuju na Portalu najkasnije četvrtog dana pre isteka roka određenog za podnošenje  ponuda u sladu sa čl. 97 ZJN"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Postavljaju tehničko pitanje...", "link": null, "input": "Pitanje: Postavljaju tehničko pitanje...: Upućeni na kolege sa Portala."}
