{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li je naručilac u obavezi da nakon objavljivanja odluke o dodeli ugovora omogući uvid u dokumenta...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da nakon objavljivanja odluke o dodeli ugovora omogući uvid u dokumenta...: N\naručilac je dužan da nakon objavljivanja odluke o dodeli ugovora omogući uvid u dokumentaciju o jn privrednom subjektu koji  je podneo ponudu\nu roku od dva dana od dana prijema pisanog zahteva za uvid u dokumentaciju o jn u skladu sa čl. 149. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Ponuđač je načinio tehničku (računsku) grešku u  obrascu strukture cene. Da li da istu ispravi?...", "link": null, "input": "Pitanje: Ponuđač je načinio tehničku (računsku) grešku u  obrascu strukture cene. Da li da istu ispravi?...: Odgovoreno da u tom slučaju naručilac postupa u skladu sa čl. 142. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Zamolili da razgovaraju sa  koleginicom Marijom Petković, koja je već upoznata sa pitanjem....", "link": null, "input": "Pitanje: Zamolili da razgovaraju sa  koleginicom Marijom Petković, koja je već upoznata sa pitanjem....: Prosleđeno koleginici.\nZatražili objašnjenje procedure pregovaračkog postupka bez objavljivanja javnog poziva.\nDato objašnjenje procedure\npregovaračkog postupka bez objavljivanja javnog poziva\n. Ukazano na Smernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva, koje je KJN objavila na svojoj internet stranici.\nU"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li privredni subjekt uz izjavu o ispunjavanju kriterijuma za kvalitativni izbor privrednog subjek...", "link": null, "input": "Pitanje: Da li privredni subjekt uz izjavu o ispunjavanju kriterijuma za kvalitativni izbor privrednog subjek...: Na način i u rokovima propisanim čl 97. ZJN (u zavisnosti od proc. vrednosti jn).\nPredočeno da privredni subjekti u ponudi odn. prijavi dostavljaju izjavu iz čl. 118. ZJN kojom samo potvrđuju da ispunjavaju kriterijume za kvalitativni izbor privrednog subjekta, što dalje znači da uz izjavu ne dostavljaju dokaze. Ukazano da je, u skladu sa čl. 119. ZJN, samo ponuđač koji dostavi ekonomski najpovoljniju ponudu u postupku jn čija je proc. vrednost veća od 5.000.000,00 din. dužan da pre donošenja odluke u postupku jn na zahtev naručioca dostavi dokaze da ispunjava kriterijume za kvalitativni izbor privrednog subjekta u neoverenim kopijama u primerenom roku koji odredi naručilac.\nTakođe, u slučaju kada je proc. vrednost jn jednaka ili niža od 5.000.000,00 din. naručilac može da zahteva deo dokaza ili sve dokaze radi provere podataka\nnavedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ukoliko je to u cilju pravilnog sprovođenja postupka jn."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li može da se prihvati ponuda koja prelazi proc. vrednost nabavke?...", "link": null, "input": "Pitanje: Da li može da se prihvati ponuda koja prelazi proc. vrednost nabavke?...: Može, u skladu sa čl. 146. st. 2. ZJN.\nNaručilac je izvršio izmenu ugovora u vezi sa postupkom javne nabavke koji je sproveden po odredbama ranijeg ZJN/2015, ali nije naveo\novu izmenu\nu kvartalnom izveštaju. Da li imaju obavezu da navedeno evidentiraju u kvartalnom izveštaju, obzirom da se izmene ugovora vrše na osnovu odredbi novog ZJN.\nNaručilac ima obavezu da u kvartalnim izveštajima dostavlja podatke, za sve postupke i ugovore koje je zaključio prema odredbama ranije važećeg ZJN/2015.\nNaručilac je u postupku javne nabavke primio zahtev za zaštitu prava, pre roka za podnošenje ponuda o kojem je konačnu odluku donela R.komisija za zaštitu prava u postupcima javnih nabavki. Nakon prijema odluke RKZP, izmenjena je dokumentacija i nastavljen postupak. Naručiocu je dostavljen zahtev za pojašnjenjem u kojem je isti upitan iz kog razloga nije obavestio podnosioca zahteva o donetoj odluci RKZP shodno odredbama člana 227. stav 6. ZJN. Kako da postupe.\nNaručiocu odgovoreno da je isti u obavezi da shodno odredbama člana 227. stav 6. ZJN obavesti sve učesnike u postupku o donetoj odluci Republičke komisije, ali je ovo najčešće situacija kada je zahtev za zaštitu prava podnet nakon donete odluke o dodeli ugovora. U konkretnom slučaju podnosilac zahteva je morao dobiti odluku R.komisije, kao i naručilac imajući u vidu sadržinu stava 4. prethodno navedenog člana zakona. Svakako preporučeno naručiocu da u odgovoru citira prethodno navedeni stav ZJN, kao i da kroz odgovor obavesti podnosioca zahteva o donetoj odluci R.komisije (broj odluke i dispozitiv odluke).\nNaručilac je sproveo postupak javne nabavke za uslugu izrade projekta za rekonstrukciju fasade gradske uprave i predvideo je obavezan obilazak (gde je navedeno da će biti odbijene ponude ponuđača koji ne izvrše obilazak). Jedan od ponuđača nije izvršio obilazak, koji je u vezi navedenog postavio neblagovremen zahtev za pojašnjenjem (dan pre isteka roka za podnošenje ponuda). Kako da cene navedenu ponudu.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, te da o navedenom odlučuje komisija za javnu nabavku. Svakako je skrenuta pažnja naručiocu da obaveza obilaska može izuzetno da postoji kada je to potrebno radi pripreme ponude, a što mora da ceni naručilac u svakom konretnom postupku javne nabavke. Navedeno proizilazi i iz odredbi člana 86. ZJN. U konretnom slučaju naručilac mora ceniti prethodno navedeno, kao i činjenicu da je zahtevao obilazak koji predstava i uslov prihvatljivosti dostavljenih ponuda. Preporučeno naručiocu da u buduće obrati pažnju u vezi navedenog zahteva, te da ukoliko obilazak ili uvid nije uslov pripreme ponuda, opredeli mogućnost a ne obavezu obilaska lokacije, objekta i sl."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac ima nameru da sprovede pregovarački postupak bez objavljivanja javnog poziva za održavanje...", "link": null, "input": "Pitanje: Naručilac ima nameru da sprovede pregovarački postupak bez objavljivanja javnog poziva za održavanje...: Naručiocu odgovoreno da sačekaju odgovor u vezi sa prosleđenim pitanjem. U vezi sa postavljenim pitanjima odgovoreno da se nabavke po pravilu planiraju za kalendarsku godinu. Konkretna situacija nije regulisana odredbama ZJN, ali je zbog kratkih rokova jedino logično planiranje predmetne nabavke u Planu javnih nabavki za 2021. godine, kako bi bio sproveden postupak i pravovremeno bio zaključen ugovor po predmetnoj nabavci. Način finansiranja predmetne nabavke (budžetska godina, odobrena sredstva i dr.pitanja) ne regulišu odredbe ZJN. Naručiocu posebno skrenuta pažnja na Prilog 7. ZJN (u vezi sa predmetnom nabavkom) koji definiše društvene i druge posebne usluge, u kontekstu odredbi člana 27. ZJN i vrednosti pragova do kojih naručilac nije dužan da sprovodi postupak javne nabavke, osim načela definisanih odredbama ZJN (u meri u kojoj je to primenjivo).\nNaručilac je sproveo postupak javne nabavke na ukupnu procenjenu vrednost (konstatovano u odluci o sprovođ.postupka i ostalim aktima iz postupka). Obzirom da je ugovor zaključen na manji iznos od procenjene vrednosti, naručilac postavlja pitanje da li za preostali iznos može sprovesti novi postupak javne nabavke.\nNaručiocu odgovoreno da ne može sprovoditi sa iste pozicije u planu novi postupak javne nabavke, obzirom da je isti sproveo na ukupno opredeljenu procenjenu vrednost. Evenetualno usled opravdane potrebe može planirati novi postupak javne nabavke koji je istovrstan sa već sprovedenim postukom, vodeći računa o ukupnoj procenjenoj vrednosti i rokovima iz člana 52. ZJN.\nNaručilac je sproveo postupak javne nabavke, doneo odluku o dodeli ugovora, te postavljaju pitanje da li mogu da zaključe ugovor i pre isteka roka za podnošenje zahteva za zaštitu prava, ukoliko bi se drugorangirani ponuđač (kao jedini pored prvoragiranog kojem je dodeljen ugovor) odrekao prava na ulaganje zahteva za zaštitu prava.\nNaručiocu odgovoreno da shodno odredbama člana 151. ZJN naručilac između ostalog može zaključiti ugovor pre isteka roka za podnošenje zahteva za zaštitu prava ukoliko je podneta samo jedna ponuda, što ovde nije slučaj. Institut odricanja od ulaganja zahteva za zaštitu prava ne poznaje ZJN (navedeno regulišu odrebe Zakona o opštem upravnom postupku). Aktivnu legitimaciju za podnošenje zahteva za zaštitu prava pored drugorangiranog ponuđača, shodno odredbama člana 211. stav 2. ZJN imaju i nadležne državne institucije. Takođe napomenuto da nepostupanje naručioca po odredbama člana 151. ZJN predstavlja prekršaj shodno odredbama člana 236. stav 1. tačka 12) ZJN. Shodno svemu iznetom navedeno naručiocu da nije preporučljivo da zaključuje ugovor o javnoj nabavci pre sticanja zakonskih uslova za to."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Zaintersovano lice postavilo pitanje da li može da menja cene u ponudama prilikom trajanja sistema d...", "link": null, "input": "Pitanje: Zaintersovano lice postavilo pitanje da li može da menja cene u ponudama prilikom trajanja sistema d...: Zaintersovanom licu skrenuta pažnja da se predmetni postupka sprovodi u dve faze (faza prijava i faza podnošenja ponuda). U fazi podnošenja ponuda, naručilac upućuje poziv za podnošenje ponuda ponućačima čije su prijave prihvaćene. Pitanje promene cena, po pravilu ne bi trebalo da bude smetnja, ukoliko naručilac više puta sprovodi"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li je neophodno tražiti dokaze od ponuđača koji nije upisan u Registar ponuđača u slučaju nabavke...", "link": null, "input": "Pitanje: Da li je neophodno tražiti dokaze od ponuđača koji nije upisan u Registar ponuđača u slučaju nabavke...: Naručilac nema takvu obavezu."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li naručilac može doneti Odluku o obustavi postupka za nabavku u kojoj je uložen Zahtev za zaštit...", "link": null, "input": "Pitanje: Da li naručilac može doneti Odluku o obustavi postupka za nabavku u kojoj je uložen Zahtev za zaštit...: Ne može, iz razlog ašto podnošenje zahteva za zaštitu prava zadržava nastavak postupka javne nabavke od strane naručioca do okončanja postupka zaštite prava, osim u slučaju pregovaračkog postupka iz člana 61. stav 1. tačka 2) ovog zakona."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac postavlja pitanje istovrsnosti....", "link": null, "input": "Pitanje: Naručilac postavlja pitanje istovrsnosti....: Ukazano da je članom 29. stav 3. ZJN propisano je da naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu."}
