{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Uložen im je zzp nakon donošenja Odluke o dodeli ugovora. Usvajaju sve navode podnosioca. Kako treba...", "link": null, "input": "Pitanje: Uložen im je zzp nakon donošenja Odluke o dodeli ugovora. Usvajaju sve navode podnosioca. Kako treba...: Ukazano na čl. 220. ZJN. Naručilac ukoliko smatra da su navodi osnovani, donosi rešenje kojim usvaja zzp i delimično poništava postupak jn, u kojem će se izjasniti na sve navode zzp, i koje dostavlja podnosiocu zahteva, ponuđačima i Republičkoj komisiji u roku od tri dana od dana donošenja."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Odgovoreno da ZJN ne reguliše predmetno pitanje. Na naručiocu i ponuđaču je kako će to pitanje regul...", "link": null, "input": "Pitanje: Odgovoreno da ZJN ne reguliše predmetno pitanje. Na naručiocu i ponuđaču je kako će to pitanje regul...: Pojašnjen član 52. stav 5. ZJN\nNa koji način da sprovedu postupak nabavke društvenih\ni drugih posebnih usluga čija je procenjena vrednost manja od 15.000.000 dinara, kao nabavku na koju se ZJN ne primenjuje ili kroz okvirni sporazum, iako je predmet nabavke drugačiji.\nKao nabavku na koju se ZJN ne primenjuje."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li je neprihvatljiva ponuda u kojoj je dostavljena jedna zajednička menica za sve partije umesto ...", "link": null, "input": "Pitanje: Da li je neprihvatljiva ponuda u kojoj je dostavljena jedna zajednička menica za sve partije umesto ...: KJN nije nadležna da vrši stručnu ocenu ponuda.\nUkazano da na osnovu člana 144. stav 1. tačka 4) ZJN naručilac nakon pregleda i stručne ocene, odbija ponudu,  odnosno prijavu kao neprihvatljivu, ako nije dostavljeno sredstvo obezbeđenja za ozbiljnost ponude u skladu sa dokumentacijom o nabavci."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Koje su obaveze naručioca preme KJN ukoliko izvrši izmenu ugovora na osnovu člana 158. ZJN?...", "link": null, "input": "Pitanje: Koje su obaveze naručioca preme KJN ukoliko izvrši izmenu ugovora na osnovu člana 158. ZJN?...: U slučaju izmene ugovora iz čl. 157. i 158. ZJN, naručilac je dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Koliko da produže rok za podnošenje ponuda ukoliko menjaju Obrazac strukture cena?...", "link": null, "input": "Pitanje: Koliko da produže rok za podnošenje ponuda ukoliko menjaju Obrazac strukture cena?...: Naručilac je dužan da produži rok za podnošenje ponuda ili prijava, srazmerno značaju informacije ili izmene koje se objavljuju, pri čemu do isteka roka za podnošenje zahteva za zaštitu prava iz člana 214. stav 2. ovog zakona ne može da preostane manje od deset dana. (10+3)\nNaručilac je zahtevao da mu se objasni razlika između čl. 157. I 158. Zakona o javnim nabavkama.\nImajući u vidu situaciju koju je naručilac opisao, objašnjeno je šta su nepredviđeni radovi, kao i u kojim slučajevima se može smatrati da postoje nepredviđene okolnosti.\nNaručilac se interesovao o tome na koji način se sprovodi pregovarački postupak.\nData potrebna uputstva i smernice.\nNaručilac sprovodi postupak javne nabavke oblikovan po partijama. Ponuđač je podneo ponudu za više partija, s tim što je u ponudi za drugu partiju na jednom mestu ostala cena iz ponude za prvu partiju.\nUkazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda ili prijava.\nNaručilac se interesovao da li treba konkursnom dokumentacijom da zahteva od\nponuđača da popune model ugovora o javnoj nabavci.\nNaručilac u konkursnoj dokumentaciji, u delu pod nazivom „Dokumenti koji se zahtevaju u ponudi/prijavi“, označava model\nugovora samo ako je potrebno da ponuđači popune model ugovora, u smislu podataka koji neće biti sadržani u drugim delovima ponude koje će ponuđači da podnesu, nakon čega ga učitavaju u okviru svoje e-ponude. U suprotnom, ponuđači izražavaju svoju saglasnost sa sadržinom budućeg ugovora jednostavno čekiranjem. Ukazano je da u uputstvu za sačinjavanje ponude naručilac ne traži od ponuđača da potpisuju model ugovora, već da, ukoliko je to zahtevano konkursnom dokumentacijom, popune model ugovora i tako popunjeni model ugovora učitaju u okviru svoje e-ponude."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Kako tržište pokazuje trend rasta cen...", "link": null, "input": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Kako tržište pokazuje trend rasta cen...: Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nPored toga, naručilac može i da obustavi postupak.\nMeđutim, imajući u vidu da mu je električna energija neophodna, naručilac bi trebalo da obazbedi sredstva."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: U ponudi i modelu ugovora o jn se neki podaci ne poklapaju, verovatno omaškom Da li se može prihvati...", "link": null, "input": "Pitanje: U ponudi i modelu ugovora o jn se neki podaci ne poklapaju, verovatno omaškom Da li se može prihvati...: Naručilac može da zatraži dodatno pojašnjenje shodno čl. 142. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li svi članovi zajedničke ponude moraju imati dozvolu za obavljanje delatnosti?...", "link": null, "input": "Pitanje: Da li svi članovi zajedničke ponude moraju imati dozvolu za obavljanje delatnosti?...: Član zajedničke ponude mora imati dozvolu za obavljanje delatnosti ukoliko se ista traži za izvršenje posla koji će  obaviti u okviru nabavke."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Pripremaju zahtev za tumačenje ZJN, te postavljaju pitanje da li nam isti šalju elektronski ili pute...", "link": null, "input": "Pitanje: Pripremaju zahtev za tumačenje ZJN, te postavljaju pitanje da li nam isti šalju elektronski ili pute...: Rečeno da zahtev za tumačenje ZJN upućuju KJN na zajedničku pisarnicu republičkih organa poštom ili neposredno.\nRegistrovani su na Portalu jn kao naručilac, a trebaju da se registruju i kao ponuđač.\nOdgovoreno da se obrate KJN mejlom sa zahtevom za otvaranje krovnog naloga kako bi im bilo omogućeno da budu registrovani i kao naručilac i kao ponuđač."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Ukoliko naručilac produži rok za podnošenje ponuda usled bitne izmene dokumentacije o nabavci (izmen...", "link": null, "input": "Pitanje: Ukoliko naručilac produži rok za podnošenje ponuda usled bitne izmene dokumentacije o nabavci (izmen...: Ukazano da u navedenoj situaciji do isteka roka za podnošenje ZZP iz čl. 214. st. 2. ZJN ne može da preostane manje od deset dana (deset + tri dana  = trinaest dana)."}
