{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Ukazano je na odredbe Zakona o javnim nabavkama koje su od značaja u odnosu na dato pitanje i ujedno...", "link": null, "input": "Pitanje: Ukazano je na odredbe Zakona o javnim nabavkama koje su od značaja u odnosu na dato pitanje i ujedno...: Naručilac je sproveo postupak za javnu nabavku usluge izrade projekata. Primio je do roka\nza podnošenje ponuda pet ponuda. Drugorangirani ponuđač je u obrascu ponude, umesto u delu gde se\nupisuje cena bez pdv-a, istu upisao u delu gde se upisuje cena sa obračuntim pdv-om. U ostalim obrascima (str.pon.cene i mod.ugovora) cena je ispravno uneta i postoji napomena ponuđača da nije u sistemu pdv-a obzirom da po Zakonu o porezu na dodatu vrednost nije obveznik pdv-a. Kako da postupe u navedenoj situaciji."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Drugo  pitanje se odnosi na postupak gde je doneta odluka o dodeli ugovora, koja je danas postala ko...", "link": null, "input": "Pitanje: Drugo  pitanje se odnosi na postupak gde je doneta odluka o dodeli ugovora, koja je danas postala ko...: Naručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, ali da u konretnom slučaju ima mogućnost da na osnovu odredbi člana 142. ZJN zahteva od navedenog ponuđača dodatno obajašnjenje ponude, kao i saglasnost na ispravku računske greške. Napomenuto naručiocu da mora utvrditi stvarnu sadržinu ponude, te je u skladu sa tim oceniti prihvatljivom, odnosno neprihvatljivom, vodeći računa da prilikom zahteva (dodatana objašnjenja i dr.) ne dovede do izmene dostavljene ponude.\nU pogledu drugog pitanja, naručiocu odgovoreno da isti nakon konačnosti odluke, shodno odredbama člana 152. najkasnije u roku od 10 daan od isteka roka za podnošenje zahteva za zaštitu prava ima dužnost da dostavi ugovor na potpisivanje izabranom ponuđaču. Prema stavu 3. istog člana zakona, ukoliko ponuđač odbije da zaključi ugovor, naručilac može da zaključi ugovor sa sledećim najpovoljnijim ponuđačem. Posebno ukazano naručiocu na opravdanost tj. neopravdanost odbijanja ponuđača da zaključi ugovor, prekršajnu odgovornost ponuđača u tom smislu, zatim sredstva obezbeđenja za ozb.ponude i naplate istog zbog\nodbijanja ponuđača da zaključi ugovor i dr."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Treće pitanje se odnosi na slučaj u kojem ponuđač kojem je dodeljen ugovor (jedini ponuđač u postupk...", "link": null, "input": "Pitanje: Treće pitanje se odnosi na slučaj u kojem ponuđač kojem je dodeljen ugovor (jedini ponuđač u postupk...: Naručiocu odgovoreno da prema odredbama ZJN ne postoji zakonska obaveza naručioca da objavljuje procenjenu vrednost javne nabavke, tj. navedeni podatak on može da objavi.\nU pogledu drugog pitanja, odgovorno da se izveštaj sačinjava na Portalu javnih nabavki, ali naravno uz pripremu potrebe dokumentacije i podataka, a prema uputstvu navedenom na samom Portalu. Dodatno je skrenuta pažnja naručiocu na Uputstvo za objavivanje podataka o javnim nabavkama koje su izuzete od primene zakona (podzakonski akt mogu pronaći na int.stranici KJN). Za bliže informacije oko tehnike popunjavanja navedenog izveštaja, naručilac upućen na telefonske konsultacije koje pružaju koleginice i kolege koje rade na pružanju informacija o funkcionisanju Portala javnih nabavki."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Odgovor na treće pitanje: Naručilac u navedenoj situaciji mora obustaviti postupak, i ako navedenu s...", "link": null, "input": "Pitanje: Odgovor na treće pitanje: Naručilac u navedenoj situaciji mora obustaviti postupak, i ako navedenu s...: obrazloženje razloga obustave postupka koje su navedene i u izveštaju u postupku javne nabavke. Posebno ukazano naručiocu na opravdanost tj. neopravdanost odbijanja ponuđača da zaključi ugovor, prekršajnu odgovornost ponuđača u tom smislu, zatim sredstva obezbeđenja za ozb.ponude i naplate istog zbog odbijanja ponuđača da zaključi ugovor i dr.\nNaručilac je postavio pitanje u vezi kvartalnog objavivanja ugovora koji su zaključeni na osnovu prethodno zaključenog okvirnog sporazuma iz člana 109. ZJN. U pitanju je CJN koju je sproveo RFZO kao telo za sprovođenje centralizovanih javnih nabavki. Kako da oni navedeno sprovedu na Portalu javnih nabavki.\nNaručiocu odgovoreno da shodno odredbama člana 109. stav 2. ZJN naručilac ima dužnost da tromesečno obavljuje zbirno obaveštenja o dodeli ugovora koji su zaključeni na osnovu okvirnog sporazuma, i to u roku od 30 dana od isteka tromesečja  u kojem su ugovori zaključeni. Obzirom da je u pitanju CJN nabavaka koju je sproveo RFZO kao telo za CJN, i da su pitanja objave navedenog oglasa pitanja tehničke prirode, preporučeno da se naručilac obrati koleginicama i kolegama koji pružaju informacije o funkcionalnosti Poratal, ali da se u pogledu svog postupanja u vezi sa navedenim obrate i telu za CJN tj. RFZO radi dobijanja preciznih instrukcija za postupanje u pogledu navedenog.\nNaručilac ima tehničkih poteškoća da unese podatke o zahtevanom\nsredstvu obezbeđenja za ozbiljnost ponude (Portal javalja greške u prethodnim koracima).\nNaručiocu saopšteno da se vrati nekoliko koraka unazad te da proveri da li je kod zahtevane\ndokumentacije označio zahtev za s.o. za ozbiljnost ponude. Naručilac je proverio navedeno ispravio, čime je otklonjen nastali problem u pripremi dokumentacije za javnu nabavku.\nZamolili su za informacije u vezi sa slanjem zahteva za tumačenje ZJN (način slanja, adresa...).\nDate informacije u vezi sa slanjem zahteva za tumačenje ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li mogu prihvatiti ponudu koja prelazi iznos procenjene vrednosti?...", "link": null, "input": "Pitanje: Da li mogu prihvatiti ponudu koja prelazi iznos procenjene vrednosti?...: N\naručilac može da postupi\nu skladu\nsa čl. 144. st. 2. ZJN i dodeli ugovor ponuđaču koji sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nImaju nejasnoća oko dokaza koje naručilac zahteva u dokumentaciji o nabavci.\nUkazano na mogućnost da zahtevaju pojašnjenja i dodatne informacije od naručioca u skladu sa čl. 97. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li je naručilac u obavezi da odgovori na neblagovremni zahteva za dodatnim pojašnjenjem i informa...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da odgovori na neblagovremni zahteva za dodatnim pojašnjenjem i informa...: Ne, naručilac odgovara na blagovremeni\nzahtev za dodatnim pojašnjenjem i informacijama na način proopisan čl. 97. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Kada se radi o jn po partijama (predmetna partija je podeljena na 35 partija), da li...", "link": null, "input": "Pitanje: Kada se radi o jn po partijama (predmetna partija je podeljena na 35 partija), da li...: u tom slučaju"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: naručilac  zaključuje jedan ugovor o jn po partijama, ili pojedinačne ugovore o jn tj. za svaku part...", "link": null, "input": "Pitanje: naručilac  zaključuje jedan ugovor o jn po partijama, ili pojedinačne ugovore o jn tj. za svaku part...: Odgovoreno da se radi o pitanju tehničke prirode, te da naručilac ima mogućnost da zaključi jedan ugovor o jn za sve partije ili pojedinačne ugovore o jn (za svaku partiju posebno).\nNejasni su im podaci koje je\nponuđač naveo u obrascu\nponude u pogledu cene.\nUkazano na mogućnost da zahtevaju pojašnjenje od ponuđača na način propisan  čl. 142. ZJN uz napomenu da takvo postupanje ne sme dovesti do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora o jn ili do izmene ponuđenog predmeta jn."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac je u postupku javne nabavke kancelarijskog nameštaja, između ostalog, dobio i jednu ponudu...", "link": null, "input": "Pitanje: Naručilac je u postupku javne nabavke kancelarijskog nameštaja, između ostalog, dobio i jednu ponudu...: Ukazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda ili prijava, a može da vrši i kontrolu (uvid) kod ponuđača.\nNaručilac se interesovao da li može\nu ovoj godini da pokrene postupak za sledeću.\nObjašnjeno je da sa stanovišta Zakona o javnim nabavkama ne postoji smetnja, ali je potrebno da\nse nova nabavka unese u Plan javnih nabavki za tekuću godinu.\nNaručilac u toku dana ima otvaranje ponuda, koja je oblikovana po partijama i za jednu partiju je zahtevao dostavu uzoraka. Kako postupaju sa delom ponude koji se ne dostavlja putem Portala i da li su obavezi da npr.\no\ntvore kutiju sa uzorcima ili samo da istu pokažu na otvaranju.\nNaručiocu odgovoreno da je postupak otvarnja ponuda javan i da imaju pravo da prisustvuju sva zainteresovan lice (osim u izutenim slučajevima def.zakonom) i ovlašćeni predstavnici ponuđača koji mogu i aktivno da učestvuju u postupku otvaranja ponuda pa i onog dela koji se dostavlja mimo Portala javnih nabavki. Naručilac je obavezi prvenstveno da primi uzorke (na istim naznači tačana datum i vreme prijema) i da o tome izda potvrdu podnosiocu ukoliko je isti uzorke dostavio neposredno. Uzorci kao delovi ponude, se shodno odredbi člana 5. stav 1. Pravilnika o otvaranju ponuda otvaraju i to prema redosledu prispeća. Shodno navedenoj odredbi naručilac ima obavezu da otvori ovaj deo ponude i konstatuje da su ti delovi ponude dostavljeni. Naručilac je dužan da podatke o ovim delovima ponude konstatuje u izveštaju u postupku (a i ako nije propisano zakonom i podzakonskim aktom preporuka je da naručilac vodi zapisnik ili belešku o otvaranju ovih delova\nponude). Prisutni ovlašćeni predstavnici ponuđača imaju pravo uvida u obrazac ponude svih ponuđača i pravo utvrđivanja da su delovi ponude dostavljeni koji se ne dostavljaju elektornskim sredstvima tj. putem Portala javnih nabavki, gde isti može izneti i određene primedbe u vezi sa otvaranjem ponuda što je naručilac dužan da zabeleži.\nNaručilac je primio ponude za javnu nabavku. Pregledom je utvrdio da jedna od ponuda sadrži i neto i bruto cenu 0,00 rsd. Uvidom u ostale obrasce utvrđeno je da sadrže jedinične i ukupne cene, kao i ukupnu neto i bruto vrednost. Takođe je utvrđeno, i ako nije zahtevno uputstvom, da je navedeni ponuđač dostavio u okviru ponude model ugovora u kojem je popunio vrednost neto i bruto. Kako bi bilo najpametnije da postupe.\nNaručiocu skrenuta pažnja da KJN ne vrši stručnu ocenu ponuda, ali je ipak skrenuta pažnja na sledeće: da ponuđači u obrascu ponude moraju da navedu vrednost ponude (voljnom radnjom) što je sporni ponuđač i učinio i napisao 0,00 rsd. Sa druge strane u ostalim dostupnim obrascima (koji su i zahtevani dokumentacijom, ali koje je ponuđač i bez obaveze dostavio) može se utvrditi vrednost ponude. Napomenuto da naručilac mora utvrditi stvarnu sadržinu ponude pre ocene iste. Skrenuta pažnja naručiocu i na načelni pravni stav Republičke komisije (stav 87.) kao i na jednu od odluka R.komisije za zaštitu prava po podnetom zahtevu za zaštitu prava koja možda daje odgovor na spornu situaciju\n4-00-109/2017. Napomenuto je da su u pitanju stavovi R.komisije u postupcima\nzaštite prava po odredbama ZJN/2015.\nNaručilac je objavio poziv i jednu ispravku dokumentacije u u postupku j.nabavke. Ima nameru da menja tehničku specifikaciju u jednoj od partija (greškom je uneta pogrešna specifikacija i karakteristike). Da li moraju da postupaju u skladu sa odredbama člana 87. ZJN i za koliko su dužni da pomere rok za podnošenje ponuda.\nNaručiocu odgovoreno da su dužni da produže rok za podnošenje ponuda u navedenoj situaciji, a prema odredbama stav člana 87. stav 3. ZJN. Detaljno naručiocu objašnjeno računanje rokova prema prethodno navedenom članu zakona.\nZainteresovano lice postavilo sledeća pitanja:\n-ponuđač je dostavio ponudu bez jediničnih cena u modelu ugovora, ali je istu naveo u obrascu strukture ponuđene cene i iskazao je ukupnu vrednost u obr.ponude. Kako se tretira ovakva ponuda.\n-u članu 5. modela ugovora je ostao nakon dela gde se upisuje rok plaćanja, tekst koji se odnosi na potpuno drugu javnu nabavku.\n-sumnja u validnost dokaza (falsifikat). Da\nli se na osnovu navedenog može odbiti ponuda.\nZainteresovanom licu odgovoreno:\n-Komisija za javnu nabavku mora utvrditi stvarnu sadržinu dostavljenih ponuda. Imajući u vidu da se mogu utvrditi jedinične cene iz dostavljenog obr.strukture ponuđene cene, kao i ukupna vrednost ponude iz istog obrasca, ali i ostalih obrazaca, komisija za javnu nabavku je u mogućnosti da utvrdi stvarnu sadržinu ponude, na osnovu čeka će doneto i odluku o oceni dostavljene ponude.\n-Navedeni nedostatak dokumentacije bi se mogao podvesti pod propust i tehničku grešku. Zainteresovana lica su mogla, shodno odredbama člana\n97. ZJN da ukažu naručiocu na učinjeni propust, koji je isti mogao otkloniti ispravkom dokumentacije.\n-Sama sumnja da je neki dokaz nevalidan ili falsifikat, nije dovoljan za ocenu istog. Potrebno je da naručilac utvrdi verodostojnost dostavljenog dokaza, posebno što na to ima pravo shodno odredbama člana 120. stav 2. ZJN, tražeći original dokaza (ili over.kopiju), zatim potvrdu izdavaoca dokaza (nadl.organa) ili trećeg lica koje ima saznanja o relevantnim činjenicama."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li je naručilac u obavezi da uvek zahteva dokaze za ispunjenosti kriterijuma za kvalitativni izbo...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da uvek zahteva dokaze za ispunjenosti kriterijuma za kvalitativni izbo...: Naručiocu odgovoreno da shodno odredbama člana 119. stav 2. ZJN nije u obavezi da zahteva dokaze ukoliko procenjena vrednost j.nabavke ne prelazi iznos od 5 miliona dinara. Ali svakako prema stavu 3. prethodno navedenog člana zakona, svakako ima pravo tj. može da zahteva dokaze i u ovim postupcima, kada je to potrebno za pravilno sprovođenje postupka.\nNaručilac sprovodi otvoreni postupak javne nabavke, tehnikom okvirnog sporazuma. Predmet su usluge. U tehničkim specifikacijama su\ndefinisane okvirne količine na osnovu kojih je definisana i procenjena vrednost j.nabavke. Da li im ponuđač može podneti zahteva za zaštitu prava, iz razloga što njegova ponuda ima vrednost koja prelazi iznos procenjene vrednosti javne nabavke.\nNaručiocu odgovoreno da prema odredbama člana 144. stav 2. ZJN može da odbije kao neprihvatljivu ponudu koja prelazi iznos procenjene vrednosti javne nabavke ili raspoloživih sredstava.\nNaručiocu takođe predočeno da ponuđači u svakom slučaju pod zakonom predviđenim uslovima (i pod uslovom da imaju aktivnu legitimaciju) mogu da podnesu zahtev za zaštitu prava (nezavisno od toga da li je isti osnovan ili ne)."}
