{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Ponuđač je uz ponudu dostavio dokaze , ali je u izjavi koji se odnosi ma osnove za isključenje. Da l...", "link": null, "input": "Pitanje: Ponuđač je uz ponudu dostavio dokaze , ali je u izjavi koji se odnosi ma osnove za isključenje. Da l...: Rečeno da ponuđač u fazi podnošenja ponude dokazuje izjavom o ispunjenosti kriterijuma da ispunjava tražene kriterijume i da je ona sastavni deo ponude, na osnovu koje naručilac ocenjuje da li kod određenog ponuđača postoje razlozi za isknjučenje iz postupka javne nabavke."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li poziv za pregovaranje mora da se uputi putem Portala?...", "link": null, "input": "Pitanje: Da li poziv za pregovaranje mora da se uputi putem Portala?...: Rečeno da  se poziv za podnošenje ponuda kreira na Portalu  i šalje privrednim subjektima.\nU o.p. dobili po partijama dobili su ponude koje sadrže\nponuđenu cenu veću od procenjene vrednosti"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: predmetne partije. S tim u vezi, postavljaju pitanje da li mogu da prihvate ove ponude....", "link": null, "input": "Pitanje: predmetne partije. S tim u vezi, postavljaju pitanje da li mogu da prihvate ove ponude....: Nameravaju da sprovedu nabavku građevinskog materijala\n. S obzirom na moguće\noscilacije cena ovog materijala, pitaju da li da predvide\nmogućnost promene\ncene."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Do kog iznosa može da se vrši izmena ugovora o jn usled nepredvidljivih okolnosti?...", "link": null, "input": "Pitanje: Do kog iznosa može da se vrši izmena ugovora o jn usled nepredvidljivih okolnosti?...: Ukazano da naručilac može dodeliti ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN., te da se podrazumeva da naručilac u tom slučaju treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati ponudu koja prelazi procenjenu vrednost nabavke\n, konkretno partije\n.\nOsim toga, rečeno da je moguće da naručilac u konkretnom slučaju nije dobro istražio tržište i, s tim u vezi, pravilno odredio procenjenu vrednost predmetne nabavke.\nRečeno da mogu da predvide promenu cene u dokumentaciji o nabavci i ugovoru o jn, te da u tom slučaju mogu da postupaju po čl. 156. ZJN.\nU slučaju izmene ugovora o jn usled nepredvidljivih okolnosti povećanje vrednosti ugovora o jn ne sme biti veće od 50% vrednosti prvobitnog ugovora, čak i ako se ugovor o jn menja više puta, i to ne može da ima za cilj izbegavanje primene ZJN.\nZvali su u vezi sa dobijenim mejlom od strane Portala jn, radi prikupljanja podataka u vezi sa primenom odn. korišćenjem socijalnih i ekoloških aspekata u jn. Zanima ih da li je dovoljno da jedno lice pošalje tražene podatke na nivou  arodne biblioteke Srbije, ili moraju da ih pošalju sva lica koja kod njih rade na Portalu jn.\nDovoljno je da jedno od tih lica dostavi tražene podatke za Narodnu biblioteku Srbije."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li je naručilac dužan da od ponuđača zahteva obrazloženje cene ili troška iz ponude kada se radi ...", "link": null, "input": "Pitanje: Da li je naručilac dužan da od ponuđača zahteva obrazloženje cene ili troška iz ponude kada se radi ...: Dato objašenje da je naručilac\ndužan\nda\nod ponuđača zahteva obrazloženje cene ili troška navedenih u ponudi, ukoliko proceni da je reč o neuobičajeno niskoj ponudi.  Pored toga, objašnjeno je dalje postupanje naručioca sa neuobičajeno  niskom ponudom, u skladu sa čl. 143. ZJN:"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Ukoliko naručilac usled hitnosti koristi skraćeni rok za podnošenje ponuda u o.p. iz čl. 52. st. 6. ...", "link": null, "input": "Pitanje: Ukoliko naručilac usled hitnosti koristi skraćeni rok za podnošenje ponuda u o.p. iz čl. 52. st. 6. ...: Naručilac može da koristi\nskraćeni rok za podnošenje ponuda iz čl. 52. st. 6. ZJN, ako postoji opravdana hitnost u vezi sa kojom naručilac\nposeduje valjane dokaze\n, što je i predviđeno pomenutim čl. 52. st. 6. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Kako mogu uputiti zahtev za tumačenje ZJN?...", "link": null, "input": "Pitanje: Kako mogu uputiti zahtev za tumačenje ZJN?...: Odgovoreno kako mogu da upute KJN zahtev za tumačenje ZJN.\nNaručilac je od svog računovodstva\ndobio informaciju da je Ministarstvo kulture, na osnovu instrukcija Ministarstva finansija dalo instrukciju da naručioci u narednih 45 dana ne sprovode postupke javnih nabavki.\nNaručiocu odgovoreno da se na telefonima koje pozivaju dobijaju informacije o primeni odredbi ZJN. Saznanja o iznetim navodima KJN nema, te je preporučeno naručiocu da se obrati svom računovodstvu radi bližih informacija i kontaktiranja nadležnih institucija koje su eventualno donele neke od navedenih instrukcija.\nNaručilac je u prošloj godini zaključio ugovor za nabavku kancelarijskog materijala, po partijama. Ugovor za partiju 1 je već skoro iskorišten, dok su za partiju 2 i 3 otežani uslovi izvršenja usled drastičnog povećanja cena predmetnih\ndobara na tržištu. Da li naručilac može da raskine predmetne ugovore, usled činjenice ispunjenja kod partije 1, i nemogućnosti izvršenja ugovora kod partije 2. i 3.\nNaručiocu odgovoreno da je odredbama člana 163. stav 1. tačka 1) ZJN regulisan raskid ugovora, usled razloga koji bi imali za posledicu bitnu izmenu ugovora (član 154. ZJN bliže uređuje). Pored navedenog, naručiocu predočena pravila vezana za izmenu ugovora, definisana u odredbama član 156, 158. i 160. ZJN, naravno pod uslovom da su ispunjeni svi zakonski uslovi\ni sa oprezom da naručilac mora voditi računa da li navedenim izmenama ugovora krši neke druge propise (npr. finansijske propise). Pored svega navedenog naručiocu predočeno da ispita i sadržinu samih odredbi zaključenih ugovora, kao i osnove za raskid koji je eventulano sadržan u istim, koji pored odredbi ZJN, možda sadrže i osnove za raskid ugovora definisan odredbama ZOO-a.\nNaručilac je sproveo javnu nabavku i juče je bilo otvaranje ponuda. Naručilac je zahtevao od ponuđača dostavu uzoraka u ponudama (zahtev je istaknut u uputstvu ponuđačima kako da sačine ponudu. Samo jedan ponuđač im je dostavi zahtevane uzorke. Kako da postupe u pogledu navedenog.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, već komisija naručioca, shodno odredbama ZJN. Iz postavljenog pitanja, proizilazi da ponuđači nisu dostavili zahtevane uzorke, čime nisu postupili po zahtevu naručioca, te se u skladu sa tim postavlja pitanje da li komisija naručioca može izvršiti stručnu ocenu tih ponuda, kao i da ih uporedi sa drugim dostavljenim ponudama, a što je razlog neprihvatljivosti takvih ponuda (shodno odredbi člana 144. stav 1. tačka 6) ZJN. Opreza radi, skrenuta pažnja naručiocu na odredebe člana 124. stav 1. tačka 12) ZJN gde je uziorak definisan kao dokaz za ispunjenje kriterijuma  za izbor (stručnog i tehničkog kapaciteta). Takođe je ukazano naručiocu da obavezno ispita sadržinu dokumentacije o nabavci, iz koje eventualno može da proizilazi neka kontradiktornost u pogledu zahteva naručioca za uzorcima u predmetnom postupku javne nabavke."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li naručilac omogućava uvid u delove ponude koje nije moguće dostaviti putem Portala?...", "link": null, "input": "Pitanje: Da li naručilac omogućava uvid u delove ponude koje nije moguće dostaviti putem Portala?...: Odgovoreno da naručilac može da zakaže uvid u prostorijama naručioca."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li može iz iste stavke više puta da pokrene postupak javne nabavke?...", "link": null, "input": "Pitanje: Da li može iz iste stavke više puta da pokrene postupak javne nabavke?...: Može."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Pitanje vezano za izmenu ugovora....", "link": null, "input": "Pitanje: Pitanje vezano za izmenu ugovora....: Ukazano na odgovarajuće članove ZJN."}
