{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac postavlja pitanje da li za utrošak sredstava koje dobija kroz sponzorstvo od strane Teleko...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li za utrošak sredstava koje dobija kroz sponzorstvo od strane Teleko...: Budući da ZJN nije predviđen izuzetak od primene, te da imaju status javnog naručioca – sprovode javne nabavke, osim ukoliko iste nisu ispod limita iz čl. 27. Takođe ukazano i na čl. 75. ZJN, kada sprovode\nusluge koje potpadaju pod društvene i druge posebne usluge, tada nemaju obavezu ukoliko su iste manje od  15 000 000 dinara na godišnjem nivou.\nImaju potrebu za nabavk\no\nm usluge pomoći"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Kada naručilac zapravo može zahtevati dodatna objašnjenja od ponuđača po čl. 142. ZJN?...", "link": null, "input": "Pitanje: Kada naručilac zapravo može zahtevati dodatna objašnjenja od ponuđača po čl. 142. ZJN?...: Dato objašnjenje da se u konkretnom slučaju radi o nabavci društvenih i drugih posebnih usluga iz Priloga 7. ZJN, te da naručilac istu sprovodi u skladu sa čl. 75. ZJN i posebnim aktom iz čl. 49. ZJN, kojim naručilac uređuje način planiranja i sprovođenja nabavki društvenih i drugih posebnih usluga.\nVrsta pos\ntupka kada je reč o nabavci društvenih i drugih posebnih usluga može biti otvoreni, pregovarački (ukoliko su ispunjeni uslovi za ovu vrstu postupka)...\nUkoliko naručilac prilikom pregleda i stručne ocene ponuda utvrdi nedostatke u ponudi zbog kojih nije moguće utvrditi njenu stvarnu sadržinu ili uporediti je sa drugim ponudama, naručilac nakon toga odbija takvu ponudu kao neprihvatljivu u skladu sa čl. 144. ZJN.\nObjašnjeno kada i kako naručilac može da zahteva dodatna pojašnjenja od ponuđača po čl. 142. ZJN sa posebnim naglaskom da postupanje naručioca i ponuđača u tom slučaju ne sme da dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora o jn, ili do izmene ponuđenog predmeta nabavke."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu jn....", "link": null, "input": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu jn....: Upućeni na br. kontakt tel. za konsultacije u vezi primene Portala jn objavljene na sajtu KJN u delu Kontakt.\nPitanja u vezi sa postupkom zaštite prava za izuzete nabave iz čl 11-21. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: zaštite prava za nabavke na koje se ZJN ne primenjuje?...", "link": null, "input": "Pitanje: zaštite prava za nabavke na koje se ZJN ne primenjuje?...: Protumačene su odredbe čl. 215. ZJN, na koje je naručilac upućen.\nNaručilac sam uređuje način planiranja i sprovođenja\nnabavki na koje se ZJN ne primenjuje\n, pa samim tim i postupak zaštite prava za ove nabavke.\nInteresuje ih šta se tačno podrazumeva pod izmenom plana jn,  kako bi znali kako da postupaju.\nUkazano na čl. 88. ZJN sa akcentom na st. 3. i 4. istog člana uz napomenu da je čl. 88. st. 4. ZJN definisano šta se smatra izmenom i dopunom plana jn. Pored toga, upućeni su na Uputstvo za korisnike Portala jn (deo koji se odnosi na Plan jn - izmene ili dopune plana jn)."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li se u slučaju objavljivanja izmenjene odluke o dodeli ugovora o jn prethodno doneta (osnovna) i...", "link": null, "input": "Pitanje: Da li se u slučaju objavljivanja izmenjene odluke o dodeli ugovora o jn prethodno doneta (osnovna) i...: Ne, Portal jn ne briše prethodno objavljenu (osnovnu)\nodluku o dodeli ugovora o jn, već pored objavljene nove (izmenjene) odluke o dodeli ugovora o jn,\nprethodno objavljena (osnovna)\nodluka o dodeli ugovora o jn ostaje i dalje vidljiva tj. dostupna na Portalu jn i označena je precrtanim tekstom.\nPozvala je zaposlena iz ove ustanove zahtevajući da se izvrši preregistracija\nkorisničkog naloga\nna Portalu jn kako bi mogla da koristi Portal jn umesto koleginice koja je otišla u penziju, a koja je bila registrovana na Portalu jn.\nUsmereni na br. kontakt tel. za konsultacije u vezi primene Portala jn objavljene na sajtu KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Tražili su od izabranog ponuđača da im dostavi bilans stanja i uspeha. Ponuđač to nije dostavio, međ...", "link": null, "input": "Pitanje: Tražili su od izabranog ponuđača da im dostavi bilans stanja i uspeha. Ponuđač to nije dostavio, međ...: Ukazano na član 119. stav 4. tačka 1) ZJN. S obzirom da se radi o javno dostupnom podatku i da naručilac može da pribavi dokaze na osnovu podataka navedenih u izjavi, nema potrebe da dodatno traži od ponuđača bilans stanja i uspeha."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Na koje teme mogu da se obrate mejlom?...", "link": null, "input": "Pitanje: Na koje teme mogu da se obrate mejlom?...: To je izuzetak predviđen članom 12. stav 1 . tačka 1) ZJN.\nPojašnjeni čl. 61. i 62. ZJN.\nTelefonske konsultacije i obraćanja mejlom služe isključivo za jednostavnija i kraća pitanja. Za sve ostalo, potrebno je da se obrate zvanično dopisom."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: 2. Da li naručilac može da zahteva dostavljanje dokaza u roku kraćem od 5 radnih dana?...", "link": null, "input": "Pitanje: 2. Da li naručilac može da zahteva dostavljanje dokaza u roku kraćem od 5 radnih dana?...: 1. Ukazano na čl. 115. ZJN i rečeno da naručilac odgovarajući uslov za obavljanje profesionalne delatnosti treba da definiše u okviru kriterijuma za izbor privrednog subjekta.\n2. Ukazano na član 119. stav 1. ZJN i rečeno da taj rok mora da bude najmanje 5 radnih dana."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li je naručilac dužan da ima interni akt o sprovođenju nabavki?...", "link": null, "input": "Pitanje: Da li je naručilac dužan da ima interni akt o sprovođenju nabavki?...: Naručiocu je ukazano na član 49. stav 2. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li je naručilac pravilno definisao kriterijum u okviru finansijskog kapaciteta – da ponuđač ima o...", "link": null, "input": "Pitanje: Da li je naručilac pravilno definisao kriterijum u okviru finansijskog kapaciteta – da ponuđač ima o...: Odgovoreno da je kriterijum definisan u skladu sa članom 116. stav 1. ZJN."}
