{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Poslali su javni poziv i kd na objavljivanje na Portalu jn za konkretnu nabavku. U međuvremenu su se...", "link": null, "input": "Pitanje: Poslali su javni poziv i kd na objavljivanje na Portalu jn za konkretnu nabavku. U međuvremenu su se...: Odgovoreno da saglasno čl. 147. ZJN naručilac može doneti odluku o obustavi postupka jn usled pojave okolnosti koje bi, da su naručiocu bile poznate ranije, dovele do bitne promene u sadržaju dokumentacije o nabavci.\nUčestvuju kao ponuđači u pregovaračkom postupku kod sektorskog naručioca po čl. 61. st. 8. ZJN, te su\nzamolili za objašnjenje pomenutog člana ZJN.\nDato objašnjenje pregovaračkog postupka čl. 61. st. 8. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Imaju tehničko pitanje u vezi sa slanjem oglasa na Portal službenih glasila Republike Srbije i baza ...", "link": null, "input": "Pitanje: Imaju tehničko pitanje u vezi sa slanjem oglasa na Portal službenih glasila Republike Srbije i baza ...: Upućeni na kolege i koleginice koji daju konsultacije u vezi sa radom na Portalu jn."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li nabavku opreme i potrošnog materijala za  laboratoriju da sprovode  u jednom postupku jn, ili ...", "link": null, "input": "Pitanje: Da li nabavku opreme i potrošnog materijala za  laboratoriju da sprovode  u jednom postupku jn, ili ...: Ukazano da naručilac određuje predmet jn imajući u vidu odredbu čl. 29. st. 3. ZJN.\nPrimili su\nodluku RKJN o odbijanju ZZP  kao neosnovanog putem pošte, ali nisu sigurni da li mogu dalje da postupaju s obzirom da RKJN istu nije objavila na Portalu jn."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: jedna firma autorizovana da pruži predmetne usluge na teritoriji Republike Srbije?...", "link": null, "input": "Pitanje: jedna firma autorizovana da pruži predmetne usluge na teritoriji Republike Srbije?...: Rečeno da mogu dalje da postupaju.\n.\nDat odgovor da postoji mogućnost primene pregovaračkog postupka u skladu sa čl. 61. st. 1. tačka 1) ZJN, ukoliko je ta firma jedina ovlašćena od proizvođača da vrši predmetne\nusluge na teritoriji Republike Srbije, s tim što je u naručilac  u obavezi da zatraži mišljenje o osnovanosti primene pregovaračkog postupka. Ukazano na proceduru pregovaračkog postupka u skladu sa čl. 62. ZJN.\nImaju zaključen ugovor za isporuku električne energije sa ponuđačem „\nRestart energy“"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: i isti ih je obavestio da prestaje sa obavljanjem delatnosti i da neće moći dalje da isporučuje el.e...", "link": null, "input": "Pitanje: i isti ih je obavestio da prestaje sa obavljanjem delatnosti i da neće moći dalje da isporučuje el.e...: NNaručiocu odgovoreno da u odredbam ZJN nema zakonskih smetnji koje bi zabranile ponovno sprovođenje postupka javne nabavke, nakon što je po prethodno sprovedenom postupku javne nabavke po kojem je zaključen ugovor isti raskinut. Sama tehnička pozivanja na istu u poziciju u Planu javnih nabavki, ili planiranje nove j.nabavke je pitanje koje naručilac mora rešiti u konsultaciji sa koleginicama i kolegama koji pružaju konsultacije u vezi funkcionisanja Portala javnih nabavki."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac je postavio pitanje da li svi članovi grupe kojima je dodeljen ugovor, moraju isti da poti...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li svi članovi grupe kojima je dodeljen ugovor, moraju isti da poti...: Naručiocu odgovoreno da navedeno nije regulisano odredbama ZJN, ali i da za navedeno nema smetnje, posebno ukoliko imamo u vidu da je prema definiciji iz člana 2. ZJN ponuđač privredni subjekt koji je podneo ponudu, a gde je privredni subjekt lice ili grupa lica koja nude na tržištu dobra, usluge ili radove. Dalje u članu 152. stav 1. ZJN je navedeno da se ugovor o javnoj nabavci zaključuje u pisanoj formi sa ponuđačem kojem je dodeljen ugovor.\nNaručilac je sproveo postupak javne nabavke po partijama, koji je ukupne procenjen\ne\nvrednosti nekih 9.500.000,00 rsd. Zaključeni su ugovori za sve partije i objavljena obaveštenja o dodeli ugovora. Naručilac je propustio da objavi oglas (javni poziv) u Sl.glasniku RS. Da li može naknadno da objavi ovaj oglas u navedenom službenom glasilu.\nNaručiocu odgovoreno da se oglas iz člana 105. stav 1. tačka 1) do 4) ZJN gde spada i javni poziv objavljuje i u Sl.glasniku RS, ukoliko je procenjena vrednost javne nabavke (nezavisno od toga da li je oblikovana po partijama ili ne) jednake ili veće vrednosti od 5 miliona dinara. U konkretnoj situaciji nema smetnji da naručilac generiše navedeni oglas i da ga pošalje na objavljivanje u Sl.glasnik RS, ali se postavlja pitanje svrhe ovakvog postupanja, obzirom da je postupak sroveden, dodeljeni su ugovori i objavljena obaveštenja o dodeli ugovora. Svakako je naglašeno da je propust naručioca nepravilnost u postupanju koje je u suprotnosti sa navedenom odredbom ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li moraju da produže rok za 5 dana, ako traže dostavljanje bank. garancije?...", "link": null, "input": "Pitanje: Da li moraju da produže rok za 5 dana, ako traže dostavljanje bank. garancije?...: Ne, odredba člana 52. stav 7. ZJN, ne odnosi se na podnošenje ponuda, već konkursnu dokumentaciju.."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Ponuđač nije popunio i dostavio  obrazac strukture cene, ali jeste upisao ukupnu cenu..Iz toga ne mo...", "link": null, "input": "Pitanje: Ponuđač nije popunio i dostavio  obrazac strukture cene, ali jeste upisao ukupnu cenu..Iz toga ne mo...: Ukazano za šta služi opcija pojašnjenja, i da u ovom slučaju to nije moguće.. Te da je takva ponuda neprihvatljiva.\nPotrebno im je pojašnjenje člana 124. stav 1. tačka 1. I da li se pod spiskom izvedenih radova smatraju potpuno izvedeni radovi tj. okončane situacije ili može i privrena situacija.\nUkazano da se referentne liste kao dokazi izvedenih radova, odnose na kompletno izvedene radove..tj. isporučena dobra ili pružene usluge."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Na kom jeziku član grupe ponuđača koji je iz inostrastva popunjava Izjavu o ispunjenosti kriterijuma...", "link": null, "input": "Pitanje: Na kom jeziku član grupe ponuđača koji je iz inostrastva popunjava Izjavu o ispunjenosti kriterijuma...: Na srpskom jeziku, osim ako naručilac u konkursnoj dokumentaciji nije dozvolio da se ponuda ili deo ponude podnese na stranom jeziku."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li mogu da izmene Odluku o dodeli ugovora za jednu partiju?...", "link": null, "input": "Pitanje: Da li mogu da izmene Odluku o dodeli ugovora za jednu partiju?...: Navedeno ne bi bilo u skladu sa odredbama ZJN."}
