{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac postavlja pitanje da li se čl. 129. odnosi na strane ponuđače?...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li se čl. 129. odnosi na strane ponuđače?...: Da.\nNabavljaju suvenire  u reprezentativne svrhe. Procenjena vrednost nabavke je ispod 1.000.000,00 din.  S tim u vezi, hteli su da\npotvrde da li ovu nabavku sprovode po proceduri za nabavke izuzete od primene ZJN.\nPotvrđeno da\npredmetnu  nabavku sprovode po proceduri za nabavke izuzete od primene ZJN u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN.\nImaju potrebu za izmenom ugovora zaključenog u o.p. za nabavku šavnog materijala po partijama\nusled povećanja obima nabavke. Naime, u kd su predvideli da će zaključiti jedan ugovor o jn sa ponuđačem za sve partije za koje isti bude podneo najpovoljniju ponudu. (Tako, imaju zaključene ugovore o jn sa pojedinim ponuđačima za dve, negde za tri partije). U vezi s tim, postavljaju pitanje da li se povećanje obima nabavke do 10% odnosi na sve partije za koje je ugovor zaključen ukupno ili na pojedinačne vrednosti partija u okviru zaključenog ugovora o jn.\nPovećanje obima od\n10%  naručilac bi trebao da posmatra na nivou ugovora o jn, imajući u vidu odredbu čl 160. st. 1. tač.\n1) ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Uopšteno pitanje u vezi sa izmenom ugovora o jn....", "link": null, "input": "Pitanje: Uopšteno pitanje u vezi sa izmenom ugovora o jn....: Objašnjeno kako i na koji način može da se vrši izmena ugovora o jn uz upućivanje na čl. 154-161 ZJN.\nImaju potrebu za nabavkama  usluga stručnog nadzora nad izvođenjem građevinskih radova (radovi na zelenoj bašti, radovi na sportskom terenu, radovi na zgradi). Pojedinačna proc. vrednost dve od ovih nabavki su ispod limita, a treće je iznad limita. Da li nabavke ispod limita sprovode u skladu sa posebnim aktom iz čl. 49. st. 2. ZJN, ili ih posmatraju kao istovrsne s obzirom da se sve tri nabavke odnose na usluge stručnog nadzora nad izvođenjem građevinskih radova?\nUkoliko\nse radi o uslugama stručnog nadzora nad izvođenjem radova koje ne predstavljaju celinu u smislu člana 29. stav 3. ZJN, što bi trebao da utvrdi naručilac uz pomoć stručnog lica, tada naručilac u zavisnosti od procenjene vrednosti svake konkretne javne nabavke utvrđuje da li se radi o nabavci na koju se ne primenjuju odredbe ZJN u smislu člana 27. ZJN ili se radi o nabavci na koju će primeniti odredbe ZJN, i iste nabaviti primenom odgovarajućeg postupka javne nabavke propisanog odredbama ZJN.\nNa osnovu rečenog ne može se zaključiti da predmetne usluge predstavljaju tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu u smislu člana 29. stav 3. ZJN s obzirom da se usluge\nstručnog nadzora odnose na izvođenje različitih  građevinskih radova\n(zelena bašta, sportski teren i zgrada) koji međusobno nemaju nikakve veze, a što potvrđuje i naručilac.\nNaručilac je primo zahtev za zaštitu prava pre isteka roka za podnošenje ponuda. Objavljeno je obaveštenje o podnetom zzp-u, ali je nakon toga podnosilac uputio dopis o povlačenju tj. odustanku od\npodnetog zzp-a. Naručilac je doneo Rešenje o obustavi postupka zzp-a i\nisto dostavio R.komisiji i podnosiocu zahteva. Naručilac postavlje da li mora da čeka neku posebnu odluku R.komisije u vezi sa navedenim.\nNaručiocu odgovoreno, da je isti postupio u skladu sa odredbama člana 220. stav 7. ZJN, s tim da je napomenuto da je navedeno mogao uraditi isključivo pre preduzimanja radnji iz stava 1. navedenog člana zakona (usvajanja rešenja, ili sačinjavanja i slanja odgovora). Naručilac, shodno navedenom nastavlja postupka javne nabavke i obzirom da je isti bio zadržan saglasno odredbama člana 216. stav 1. ZJN, u obavezi je da odredi novi rok za podnošenje ponuda koji mora biti u minimlanom trajanju, koliko je iznosio preostali rok za podnošenje ponuda u trenutku podnošenja zzp-a."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Zainteresovano lice je postavilo pitanje u vezi registracije ogranka stranog pravnog lica i njegove ...", "link": null, "input": "Pitanje: Zainteresovano lice je postavilo pitanje u vezi registracije ogranka stranog pravnog lica i njegove ...: Zainteresovanom licu odgovoreno da KJN nije nadležna za tumačenje propisa kojima je uređen status, registracija, kao i prava i obaveze ogranaka stranih privrednih društva, te je upućeno lice da se upozna sa odredbama Zakona o privrednim društvima, Zakona o postupku registracije u APR-u i dr. propisa iz ove oblasti, kao i da se evetualno obrati predlagačima navedenih propisa za tumačenje. Sa druge strane, ukazano zainteresovanom licu da je odredbama člana 2. stav 1. tačka 7) ZJN definisano da je privredni subjekt lice ili grupa lica, koje na tržištu nude dobra, usluge ili radove, dok je prema tački 8) istog člana zakona ponuđač privredni subjekt koji je podneo ponudu. Pored navedenog skrenuta pažnja zaintersovanom licu na sledeće: da bi privredni subjekt mogao da učestvuje u postupcima javnih nabavki, mora prethodno biti registrovan na Portalu javnih nabavki."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Predvideli su nabavku na koju se ZJN ne primenjuje jer je procenjena vrednost ispod praga. Naknadno,...", "link": null, "input": "Pitanje: Predvideli su nabavku na koju se ZJN ne primenjuje jer je procenjena vrednost ispod praga. Naknadno,...: Da."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Pitanje u vezi sa Portalom javnih nabavki....", "link": null, "input": "Pitanje: Pitanje u vezi sa Portalom javnih nabavki....: Upućeni na tehničku službu."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: planiranja ili u momentu pokretanja?...", "link": null, "input": "Pitanje: planiranja ili u momentu pokretanja?...: U momentu pokretanja."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li je moguće aneksirati okvirni sporazum?...", "link": null, "input": "Pitanje: Da li je moguće aneksirati okvirni sporazum?...: Da saglasno čl. 162. ZJN"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li ako predvide izmenu ugovora usled skoka cene na tržištu imaju ograničenje u pogledu povećanja ...", "link": null, "input": "Pitanje: Da li ako predvide izmenu ugovora usled skoka cene na tržištu imaju ograničenje u pogledu povećanja ...: Ne, nemaju."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavljaju pitanje koje se odnosi na čl. 12. st. 1. tač. 7) ZJN...", "link": null, "input": "Pitanje: Postavljaju pitanje koje se odnosi na čl. 12. st. 1. tač. 7) ZJN...: Upućeni da dostave zahtev za tumačenje KJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac se interesuje kako se dostavljaju zbirni izveštaji za nabavke izuzete od primene ZJN?...", "link": null, "input": "Pitanje: Naručilac se interesuje kako se dostavljaju zbirni izveštaji za nabavke izuzete od primene ZJN?...: Objašnjen čl. 181. st. 3 i 4. ZJN"}
