{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Učestovali su u jn proc. vrednosti preko 5.000.000,00 din. Izabrani su kao najpovoljniji ponuđač, al...", "link": null, "input": "Pitanje: Učestovali su u jn proc. vrednosti preko 5.000.000,00 din. Izabrani su kao najpovoljniji ponuđač, al...: odustajanje ponuđača od zaključenja ugovora iz navedenog razloga.\nOdgovoreno da ukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu odbije da zaključi ugovor o jn, naručilac\npostupa u skladu sa čl. 152. ZJN odn. može da pozove\nsledećeg ponuđača koji je podneo najpovoljniju ponudu i sa njim zaključ\ni\nugovor o jn\n, ili da obustavi postupak jn, ako postoje razlozi za obustavu postupka jn.\nŠto se tiče ponuđača, skrenuta pažnja\nna\nmogućnost naručioca da u skladu sa čl. 112. st. 1\n.\ntač. 6) ZJN isključi takvog privrednog subjekta iz postupka jn u svakom trenutku, ukoliko je tu mogućnost predvideo u dokumentaciji o nabavci.\nUvideli su da su načinili propust u kd, te se pitaju da li da izvrše izmene kd (u vezi sa obilaskom lokacije...). Postupak jn je u fazi podnošenja ponude.\nAko naručilac smatra da je potrebno izvršiti izmenu kd može to učiniti do isteka roka za podnošenje ponuda na način propisan čl. 87. i čl. 96. ZJN.\nImaju potrebu za nadogradnjom softvera. Naime, dobili su pozitivno mišljenje KJN početkom ove godine o osnovanosti primene pregovaračkog postupka za nabavku predmetnog softvera. Usled izvesnih promena ukazala se potreba za modifikacijom istog, koju može da izvrši samo određeni (isti) ponuđač. S tim u vezi, postavljaju pitanje da li se obraćaju KJN za mišljenje o osnovanosti primene pregovaračkog postupka za nadogradnju predmetnog softvera.\nDa.\nNaručilac sprovodi nabavku radova po partijama\nuk. procenjene vrednost\ni"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: 5.000.000 din. u o.p., te postavlja pitanje da li može...", "link": null, "input": "Pitanje: 5.000.000 din. u o.p., te postavlja pitanje da li može...: da primeni čl. 35. ZJN tj. izuzme partije koje su u okviru ove nabavke, čije\npojedinačne proc. vrednost\ni\nne prelaze\niznos od 500.000,00 din.\nte za iste sprovede nabavku po proceduri propisanoj internim aktom za nabavke na koje se ZJN ne primenjuje.\nUkoliko\npojedinačna vrednost\njedne ili više\npredmetnih partija\nza nabavku radova\nne prelazi 500.000,00 din., a uk. proc. vrednost tih partija ne prelazi 3.000.000,00 din., naručilac je u\nmogućnosti da u skladu sa čl. 35. st. 4. ZJN, nabavku za iste sprovede bez primene ZJN, po proceduri\nkoju je predvideo posebnim aktom iz čl. 49. st. 2. ZJN.\nNaručilac je tražio informaciju o zahtevu za mišljenje o osnovanosti pregovarašnog postupka koji nam je uputio dana 2. oktobra 2021. godine.\nOdgovoreno da je rešeno i da će biti objavljeno u toku dana."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Postavili pitanje da li je za obrazloženje obaveštenja o dodeli ugovora na Portalu dozvoljeno 2000 i...", "link": null, "input": "Pitanje: Postavili pitanje da li je za obrazloženje obaveštenja o dodeli ugovora na Portalu dozvoljeno 2000 i...: Upućeni na kolege koje pružaju pomoć u vezi sa primenom Portala."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Ponuđač je greškom umesto 15.000.000 uneo procenjenu vrednost 1.500.000 dinara. Naručilac postavlja ...", "link": null, "input": "Pitanje: Ponuđač je greškom umesto 15.000.000 uneo procenjenu vrednost 1.500.000 dinara. Naručilac postavlja ...: Može."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavili pitanje da li treba da odbiju ponuđača koji je dostavio dokaze drugog ponuđača, koje je pr...", "link": null, "input": "Pitanje: Postavili pitanje da li treba da odbiju ponuđača koji je dostavio dokaze drugog ponuđača, koje je pr...: samom dokazu se ne vidi ko ga je pribavio.\nUkazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje je naručilac imenovao. Savetovano da cene ponudu u celini, i da li mogu sa sigurnošću da zaključe da li ponuđač ispunjava sve uslove."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Ponuđač koji nije izabran. Postavlja pitanje da li je naručilac bio dužan da traži dokaze izabranom ...", "link": null, "input": "Pitanje: Ponuđač koji nije izabran. Postavlja pitanje da li je naručilac bio dužan da traži dokaze izabranom ...: Ukazano na član 119. stav\n2.\nZJN, naručilac u ovom slučaju nije bio dužan da traži dokaze. Takođe, ukazano da novi ZJN ne poznaje više termin nabavka mala vrednosti, upućeni na član 27. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Ponuđač iz inostranstva traži avans od 100% i naručilac se slaže sa tim. Postavlja pitanje da li pos...", "link": null, "input": "Pitanje: Ponuđač iz inostranstva traži avans od 100% i naručilac se slaže sa tim. Postavlja pitanje da li pos...: Ne postoje."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li je naručilac u obavezi da izmeni plan jn u slučaju povećanja procenjene vrednosti jn u iznosu...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da izmeni plan jn u slučaju povećanja procenjene vrednosti jn u iznosu...: većem"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: od 10%?...", "link": null, "input": "Pitanje: od 10%?...: Ukazano\nda\nje\nčl. 146. st. 2. ZJN\ndata mogućnost naručiocu\nda dodeli ugovor\no jn\nponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nOdgovoreno da je\nnaru\nčilac\nu skladu sa čl.\n88. ZJN\ndužan da izmeni plan jn u\nslučaju povećanja procenjene vrednosti jn za više od 10%.\nNejasni su im podaci iz obrasca strukture cene.\nDat odgovor da naručilac u tom slučaju može da postupi u skladu sa čl. 142. ZJN i zahteva dodatna objašnjenja.\nZahtevano objašnjenje odredbe čl. 147. st. 1. tač. 2) ZJN (koja se odnosi na odluku o obustavi postupka jn usled prestanka potrebe za predmetnom nabavkom).\nDato objašnjenje.\nU dilemi su da li naručilac može da zahteva dokaze od\nponuđača koji je dostavio ekonomski najpovoljniju ponudu\nu slučaju kada proc. vrednost jn ne prelazi 5.000.000,00 din.\nU slučaju kada je proc. vrednost jn jednaka ili niža od 5.000.000,00 din. naručilac može da zahteva od ponuđača koji je dostavio ekonomski najpovoljniju ponudu da dostavi deo dokaza ili sve dokaze radi provere podataka navedenih u izjavi o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, ukoliko je to u cilju pravilnog sprovođenja postupka jn."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li je potrebno predvideti...", "link": null, "input": "Pitanje: Da li je potrebno predvideti...: konkursnom dokumentacijom  mogućnost izmene"}
