{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac treba da sačini godišnji izveštaj iz člana 181. stav 3. ZJN, te postavljaju sledeće pitanj...", "link": null, "input": "Pitanje: Naručilac treba da sačini godišnji izveštaj iz člana 181. stav 3. ZJN, te postavljaju sledeće pitanj...: JKP „Parking servisom“ za uslugu korišćenja parking mesta, koji prema njima predtsvalja izuzetaka iz člana 12. stav 1. tačka 1) ZJN. Da li navedeni ugovor evidentiraju pod uslugama ili dobrima.\nNaručiocu odgovoreno da, ukoliko je po predmetnom ugovoru ispunjen osnov za izuzeće iz člana 12. stav 1. tačka 1) ZJN, u izveštaju vrednost ugovora prijavljuju kao dobro, s obzirom da zakup predstavlja nabavku dobra, a ne usluge, posebno ako se\nuzme u obzir pojam ugovora o javnoj naavci dobara iz člana 2. stav 1. tačka 3) ZJN.\nOpreza radi, skrenuta pažnja naručiocu da vodi računa o prirodi samog ugovora, tj. da li je isti ugovor o zakupu ili je to nekad ruga vrsta ugovora, te u tom smislu da li je ispunjen osnov za izuzeće od primene ZJN prilikom nabavke predmetne usluge/dobra. Skrenuta pažnja naručiocu da se u konretnom slučaju možda radi o izuzetku na osnovu isključivih prava iz člana 12. stav 1. tačka 11) ZJN. Preporuka je naručiocu da sve navedeno nesporno utvrdi."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Zainteresovano lice je postavilo pitanje u vezi sa osnovima za isključenje iz člana 111. stav 1. tač...", "link": null, "input": "Pitanje: Zainteresovano lice je postavilo pitanje u vezi sa osnovima za isključenje iz člana 111. stav 1. tač...: Zainteresovanom licu predočeno da su prema odredbama člana 121. stav 1. tačka 1) ZJN dokazi za navedeno potvrde, odnosno uverenja nadležnih sudova, odnosno nadležne policijske uprave. S obzirom na sedište naručioca, preporučeno istom da se obrati sudovima (Osnovnom ili Višem na teritoriji grada Niša), radi blagovremenog pribavljanja informacije gde mogu da izvade zahtevane potvrde tj. uverenja. Pored navedenog, na osnovu javno dostupnih informacija, potrebno je da kontaktiraju specijalna odeljenja Viših sudova, radi informacija o izdavanju uverenja u vezi kriv.dela iz njihove nadležnosti. Uverenje za zakonskog zastupnika se pribavlja u nadležnoj policijskoj upravi, prema prebivalištu zakonskog zastupnika.\nPored svega navedenog, predočeno zaintersovanom licu, da može da iskoristi pravo upisa u registar ponuđača, definisan odredbama člana 128. ZJN i Pravilnikom\no sadržini Registra ponuđača i dokumentaciji koja se podnosi uz prijavu za registraciju ponuđača\n, te da u skladu sa procedurom objavljenom na int.stranici APR-a izvrši upis privrednog društva u registra ponuđača."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Dobili su predlog da zaključenje aneks ugovora od strane EPS. EPS predlaže manju jediničnu cenu i po...", "link": null, "input": "Pitanje: Dobili su predlog da zaključenje aneks ugovora od strane EPS. EPS predlaže manju jediničnu cenu i po...: Mogu da zaključe aneks, pozvaće se na član 158. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li mogu da sprovedu postupak javne nabavke koji je predviđen još u 2019. godini, po starom ZJN, a...", "link": null, "input": "Pitanje: Da li mogu da sprovedu postupak javne nabavke koji je predviđen još u 2019. godini, po starom ZJN, a...: Ne."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Nakon objavljivanja Odluke o dodeli ugovora, osnivač im je povukao sredstva. Moraju da donesu Odluku...", "link": null, "input": "Pitanje: Nakon objavljivanja Odluke o dodeli ugovora, osnivač im je povukao sredstva. Moraju da donesu Odluku...: Ne."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Na koji način evidentiraju nabavke iz člana 12. stav 1. tačka 8) ZJN?...", "link": null, "input": "Pitanje: Na koji način evidentiraju nabavke iz člana 12. stav 1. tačka 8) ZJN?...: Pojašnjen član 181. ZJN\nNaručilac je dobio ponudu u kojoj je za jednu partiju izražena cena koja je veća od procenjene vrednosti te partije.\nTakođe, za jednu partiju nije podneta ni jedna ponuda."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac je postavio pitanje da li za prvu partiju može da prihvati takvu ponudu, kao i  da li je z...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li za prvu partiju može da prihvati takvu ponudu, kao i  da li je z...: Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nPored toga, nakon Odluke o obustavi postupka naručilac ima obavezu da sačeka da istekne rok za podnošenje zahteva za zaštitu prava.\nNaručilac priprema Plan javnih nabavki za 2022. godinu i Plan nabavki na koje se zakon ne primenjuje, te s tim u vezi ima poteškoće sa određivanjem da li su određene nabavke istovrsne ili ne (npr. nabavka usluge izrade sajta i usluge održavanje postojećeg softvera).\nNovi Zakon o javnim  nabavkama ne poznaje „institut istovrsnosti“, a takođe više ne postoji ni odrednica „na godišnjem nivou“. Međutim, naručioci bi trebalo da nastave da se oslanjaju na dobro poznat koncept istovrsnosti i da se isto ponašaju u odnosu na dato pitanje. Pri tome, imajući u vidu novu zakonsku regulativu, u smislu odredbe člana 29. Zakona o javnim nabavkama, naručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Objavili su odluku o dodeli ugovora 27.1.2022. godine i nakon radnog vremena su dobili zahtev za uvi...", "link": null, "input": "Pitanje: Objavili su odluku o dodeli ugovora 27.1.2022. godine i nakon radnog vremena su dobili zahtev za uvi...: Naručiocu ukazano na čl. 85. st. 8. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Privredni subjekt sa kojim imaju zaključen ugovor, je pravno lice kome je pripojen drugi pravni subj...", "link": null, "input": "Pitanje: Privredni subjekt sa kojim imaju zaključen ugovor, je pravno lice kome je pripojen drugi pravni subj...: Naručiocu ukazano na čl. 158. ZJN. i napomenuta obaveza kačenja obaveštenja o izmeni ugovora na Portalu javnih nabavki.\nSproveli su nabavku čija je proc. vred."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: 23 000 000 dinara, dobili su samo jednu ponudu proc. vred. 25 000 000 dinara. Šta da rade?...", "link": null, "input": "Pitanje: 23 000 000 dinara, dobili su samo jednu ponudu proc. vred. 25 000 000 dinara. Šta da rade?...: Ukazano na čl. 146. st. 2. ZJN i čl. 144. st. 2. ZJN"}
