{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li je potrebno da u ponudi budu navedeni svi podaci vezani za poizvođača?...", "link": null, "input": "Pitanje: Da li je potrebno da u ponudi budu navedeni svi podaci vezani za poizvođača?...: Rečeno da je prema članu 131. stav 2. ZJN navedeno koje podatke je potrebno da ponuđač navede u vezi podizvođača, kao i da svi ti podaci moraju biti navedeni u Obrascu ponude.\nDoneli su odluku o izboru najpovoljnijeg ponuđača za nabavku ispod praga za usluge mobilne telefonije. Jedan od ponuđača čija je ponuda odbijena zahteva uvid u"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: dokumentaciju iz postupka jn. S tim u vezi, postavljaju pitanje da li da mu dozvole....", "link": null, "input": "Pitanje: dokumentaciju iz postupka jn. S tim u vezi, postavljaju pitanje da li da mu dozvole....: Naručilac u konkretnom slučaju treba da postupi u skladu sa posebnim aktom iz čl. 49. ZJN\nprimenjujući načela ZJN na način koji je primeren okolnostima konkretne nabavke."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Došlo je do smanjenja procenjene vrednosti jn, te s tim u vezi postavljaju pitanje da li su dužni da...", "link": null, "input": "Pitanje: Došlo je do smanjenja procenjene vrednosti jn, te s tim u vezi postavljaju pitanje da li su dužni da...: Naručilac\nnije dužan da izmeni plan jn u slučaju smanjenja procenjene vrednosti jn, imajući u vidu da se to ne smatra izmenom plana jn u smislu čl. 88. st. 4. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li naručilac može da prihvati ponudu koja prelazi iznos procenjene vrednosti jn?...", "link": null, "input": "Pitanje: Da li naručilac može da prihvati ponudu koja prelazi iznos procenjene vrednosti jn?...: Može.\nUkazano\nda\nje shodno\nčl. 146. st. 2. ZJN\nnaručiocu omogućeno\nda dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Šta učiniti sa dokumentima koji nisu dostavljeni putem Portala jn nakon obustave postupka pre isteka...", "link": null, "input": "Pitanje: Šta učiniti sa dokumentima koji nisu dostavljeni putem Portala jn nakon obustave postupka pre isteka...: U slučaju\nobustave postupka pre isteka roka za podnošenje ponuda, naručilac postupa u skladu sa čl 147. st. 2. ZJN, tako što vraća ponuđačima dokumenta koja nisu dostavljena putem Portala jn.\nImaju zaključen ugovor o jn dobara u o.p., te ih interesuje kakve su mogućnosti za izmenu ugovora usled povećanja obima predmetne nabavke koje neće prelaziti 10% prvobitne vrednosti tog ugovora.\nProtumačena odredba čl. 160. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Na koji način se vrše izmene okvirnog sporazuma?...", "link": null, "input": "Pitanje: Na koji način se vrše izmene okvirnog sporazuma?...: ZJN reguliše izmene okvirnog sporazuma na taj način što je\nčl. 162. ZJN propisano da se odredbe čl. 154-161. ZJN koje se odnose na izmene ugovora o jn shodno primenjuju i na izmene okvirnog sporazuma.\nSmatraju da je potrebno da izvrše\nneke\nizmene\ni dopune\ndoku"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: mentacije o jn, te postavljaju pitanje do kada to mogu da učine....", "link": null, "input": "Pitanje: mentacije o jn, te postavljaju pitanje do kada to mogu da učine....: Naručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\nNaručilac ima nameru da sprovede postupak za uslugu servisa kontradiverzionih vrata. Nabavke je ispod limita iz člana 27. ZJN. Prema njihovim saznanjima postoji samo jedan privredni subjekt koji može izvršiti predmetnu uslugu. Kako trebaju da postupe.\nNaručiocu skrenuta pažnja da se radi o nabavci na koju naručilac nije dužan da primeni odredbe ZJN, obzirom na odredbe člana 27. stav 1. tačka 1) ZJN, ali je u obavezi da primeni načela ovog zakona na način koji je primeren okolnostima konkretne nabavke. S tim u vezi je u obavezi posebno da vodi računa da obezbedi konkurenciju, jednakost ponuđača (privrednih subjekata) i ukoliko je moguće transpaarentnost postupka nabavke. U konkretnom slučaju naručilac mora da se nesporno uveri da postoji samo jedan privredni subjekt koji može izvršiti predmetnu nabavku, te je u obavezi da svakako pokuša da obezbedi konkurenciju upućivanjem poziva na više adresa privrednih subjekata koji potencijalno mogu da izvrše predmetnu uslugu. Takođe je napomenuto i preporučeno, da ukoliko imaju tu mogućnost objave poziv za podnošenje ponuda i dokumentaciju predmtne nabavke na svojoj internet stranici (u smislu transparentosti), a kako bi omogućili uvid u istu svim potencijalno zainteresovanim privrednim subjektima koji imaju kapacitet za izvršenje predmetnu uslugu.\nNaručilac ima potrebu za nabavkom identifikacionih dokumenata koje koriste njihovi zaposleni na terminalima aerodroma, procenjene vrednosti cca 2"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: miliona dinara. Postavljaju pitanje da li mogu da sprovedu nabavku bez primene ZJN na osnovu posebno...", "link": null, "input": "Pitanje: miliona dinara. Postavljaju pitanje da li mogu da sprovedu nabavku bez primene ZJN na osnovu posebno...: Naručiocu odgovoreno da iz razloga potrebe dostave dokumentacije i potrebnih obrazloženja koja opravdavaju osnovanost primene navedenog izuzetka od primene ZJN,\nmoraju da se obrate KJN pisanim putem radi dobijanja mišljenja.\nNaručilac je sproveo postupak javne nabavke za ogrev-pelet za grejnu sezonu, doneo je odluku o dodeli ugovora, ali je ponuđač kojem je dodeljen ugovor odustao od zaključenja ugovora. Pored navedenog ponuđača, od zaključenja ugovora su odustali i drugorangirani i trećerangirani ponuđač. Kako mogu na Portalu da okončaju predmetni postupak.\nNaručiocu odgovoreno da prema odredbama člana 152. stav 3. ZJN naručilac može zaključiti ugovor sa prvim sledećim najpovoljnijim ponuđačem, ukoliko ponuđač kojem je dodeljen ugovor odbije da zaključi ugovor. U konkretnoj situaciji svi ponuđači koji su dostavili ponude odbijaju da zaključe ugovor, te naručiocu ne preostaje ništa drugo već da obustavi predmetni postupak (ponovnim sprovođenjem stručne ocene ponuda, sačinjavanjem izveštaja i donošenjem odluke o obustavi postupka). Skrenuta pažnja naručiocu da odbijanje zaključenja ugovora mora biti opravdano, obzirom da isto predstavlja i prekršaj ponuđača shodno odredbama člana 237. stav 1. tačka 4) ZJN. Takođe je ukazano na pravo naplate sredstva obezbeđenja za ozbiljnost ponude, ukoliko je naručilac isto predvideo dokumentacijom o nabavci.\nNaručilac u planu javne nabavke ima poziciju radova proc.vrednosti 450.000,00 rsd. Nabavka se odnosi na radove tekućeg održavanja (krečenje), nije oblikovana po partijama. Naručilac postavlja pitanje da li za jednu prostoriju koja je deo tehničke specifikacije, na koju otpada 150.000,00 rsd procenjene vrednosti može sprovesti bez primene zakona, shodno odredbama člana 35. stav 4) ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: evropskih pragova, gde je sproveden postupak za 13 partija, od kojih je za 12 dodeljen ugovor dok je...", "link": null, "input": "Pitanje: evropskih pragova, gde je sproveden postupak za 13 partija, od kojih je za 12 dodeljen ugovor dok je...: Naručiocu odgovoreno da ne može da primeni navedeno, imajući u vidu sadržinu člana 35. stav 4. ZJN gde je navedeno da naručilac izuzetno od stava 3. ovog člana, ne mora da primenjuje odredbe ovog zakona na nabavku jedne ili više partija  ako je pojedinačna procenjena vrednost te partije manja od 300.000,00 rsd za dobra i usluge, odnosno manja od 500.000,00 rsd za radove i ako ukupna procenjena vrednost svih tih partija nije veća od iznosa iz člana 27. stav 1. tačka 1) ovog zakona.\nNaručiocu odgovoreno da se nabavka pokreće sa pozicije u planu čija je ukupna procenjena vrednost iznad evropskih pragova, tako da nezavisno od procenjene vrednosti konkretne partije primenjuju pravila računanja rokova nabavke čija je vrednost preko evropskih pragova. Skrenuta pažnja naručiocu i na pitanje frmiranja komisije za javnu nabavku, objavljivanja u Službenom glasniku, kao i dužnosti zahtevanja dokaza za ispunjenost kriterijuma za kvalitatavni izbor privrednih subjekata.\nNaručilac je definisao rok za podnošenje ponuda do danas u 12,00 časova. U međuvremenu jutros im se javilo zainteresovano lice sa informacijom o nedostacima u dokumentaciji (koje zaista postoje), te naručilac postavlja pitanje da li može da izmeni dokumentaciju i pomeri rok za podnošenje i otvaranje ponuda.\nNaručiocu odgovoreno da shodno članu 96. ZJN u roku za podnošenje ponuda može da izmeni ili dopuni dokumentaciju i da iste pošalje na objavljivanje bez odlaganja na Portal javnih nabavki. Obzirom da je danas poslednji dan roka za podnošenje ponuda, naručilac nema mogućnost da izmeni dokumentaciju tj. poslednji trenutak je bio jučerašnji dan kada je naručilac mogao da izmeni dokumentaciju i pošalje je na objavljivanje, k\na\nda bi mogao da pomeri i rok za podnošenje i otvaranje ponuda."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: 2. Da li se negativne reference šalju KJN?...", "link": null, "input": "Pitanje: 2. Da li se negativne reference šalju KJN?...: 1. Ukazano da imaju mogućnost da ga isključe iz postupka, ako to predvide kd.\n2. Ne"}
