{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li se postupak nabavke usluga fizičko tehničkog obezbeđenja procenjene vrednosti oko 3.000.000 di...", "link": null, "input": "Pitanje: Da li se postupak nabavke usluga fizičko tehničkog obezbeđenja procenjene vrednosti oko 3.000.000 di...: Ne, limit za društvene usluge u koje spadaju predmetne usluge je 15.000.000 din."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li se svaka izmena tehničke specifikacije smatra bitnom izmenom ugovora, koja zahteva postupanje ...", "link": null, "input": "Pitanje: Da li se svaka izmena tehničke specifikacije smatra bitnom izmenom ugovora, koja zahteva postupanje ...: Odgovoreno da ako se radi o nekim beznačajnim izmenama poput ispravki tehničke ili pravopisne greške  i sl, nisu dužni da produžavaju rok za podnošenje ponuda. Međutim, ako nešto suštinski menjaju, onda je reč o   bitnom izmeni dokumentacije o nabavci prema definiciji iz člana 87. stav 2. ZJN.  U tom slučaju ima obavezu da produže rok za dostavljanje ponuda.\nInteres\nuje se dokle se stiglo u rešavanju predmeta koji je uputio KJN (Grupi za monitoring). Naime, kao fizičko lice podneo je KJN u februaru o.g. prijavu u vezi nepravilnosti u radu Opšte bolnice „Sv. Sava“ u Beogradu u vezi sa nabavkom mob. telefonije. Pomenuo je da se obraćao i Agenciji za borbu protiv korupcije u vezi pomenute nabavke, koja je\nprosledila dopis KJN u martu\no.g\n.\nNakon\nprovere\ndata je informacija da je\npredmet u radu (\nKJN će postupiti u skladu sa svojim nadležnostima\n)."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: U slučaju jn po partijama, da li naručilac  zaključuje jedan ugovor o jn po partijama, ili pojedinač...", "link": null, "input": "Pitanje: U slučaju jn po partijama, da li naručilac  zaključuje jedan ugovor o jn po partijama, ili pojedinač...: Da, s tim da trajanje ugovora o jn ne mora da se podudara sa trajanjem tog o.s., već po potrebi može trajati kraće ili duže vreme."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Odgovoreno da je to tehničko pitanje, i da naručilac ima mogućnost da zaključi jedan ugovor o jn za ...", "link": null, "input": "Pitanje: Odgovoreno da je to tehničko pitanje, i da naručilac ima mogućnost da zaključi jedan ugovor o jn za ...: Uputili bi zahtev za tumačenje ZJN.\nDato uputstvo sa ukazivanjem na podatke za uplatu takse za mišljenje."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li i podizvođač dostavlja izjavu o ispunjenosti kriterijuma za kvalitativni izbor privrednog subj...", "link": null, "input": "Pitanje: Da li i podizvođač dostavlja izjavu o ispunjenosti kriterijuma za kvalitativni izbor privrednog subj...: Da, u skladu sa čl 118. st. 3. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Postavljaju pitanje kako postupaju u slučaju kada su dobili tri neblagovremene ponude, za nabavku na...", "link": null, "input": "Pitanje: Postavljaju pitanje kako postupaju u slučaju kada su dobili tri neblagovremene ponude, za nabavku na...: Pre svega ukazano da treba da primene svoj interni akt. A ukoliko navedeno nisu predvideli, u svakom slučaju treba da postupaju u duhu načela i odredbi ZJN i takve ponude vrate."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavljaju pitanje na koji način da se izjasne u izjavi gde je potrebno da unesu da li su mikro, ma...", "link": null, "input": "Pitanje: Postavljaju pitanje na koji način da se izjasne u izjavi gde je potrebno da unesu da li su mikro, ma...: ili srednje prezuće. Od skoro su postali veliko preduzeće, a takva opcija ne postoji."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Postavljaju pitanje da li određeno rešenje koje se dostavlja kao zahtev ponude i kao kriterijum za d...", "link": null, "input": "Pitanje: Postavljaju pitanje da li određeno rešenje koje se dostavlja kao zahtev ponude i kao kriterijum za d...: Upućeni na kolege koje pružaju pomoć u vezi sa primenom Portala javnih nabavki."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavili pitanje da li mogu od ponuđača da traže dodatna objašnjenja u smislu člana 142. stav 2. ZJ...", "link": null, "input": "Pitanje: Postavili pitanje da li mogu od ponuđača da traže dodatna objašnjenja u smislu člana 142. stav 2. ZJ...: Ukazano da bi to predstavljalo dopunu ponude, što nije dozvoljeno. Dodatna objašnjenja mogu da traže samo u slučaju kada im je potrebno pojašnjenje neke činjenice koja je već poznata, već dostavljena, ne sme podrazumevati nov dokument."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac postavlja pitanje gde u konkursnoj dokumentaciji navodi da produžava rok za donošenje odlu...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje gde u konkursnoj dokumentaciji navodi da produžava rok za donošenje odlu...: Za koliko produžava rok za podnošenje ponuda nakon zzp.\nSavetovano da to može da navede u delu Ostale napomene.\nZa onoliko dana koliko je postupak bio stopiran zbog zzp.\nDobiće donaciju od 300.000 za nabavku mobilijara. Da li je potrebno da sprovedu postupak jn ili su donacije izuzete od primene ZJN.\nDonacije po novom zakonu nisu izuzete od primene ZJN. Međutim, u ovom slučaju se radi o nabavci ispod praga propisanog čl. 27. stav 1. tačka 1), a mobilijare prvi put nabavljaju, te neće primeniti ZJN već svoj interni akt."}
