{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li mogu da nastave postupak u kome je podnet ZZP, ali je RK odbacila isti  iz razloga što se radi...", "link": null, "input": "Pitanje: Da li mogu da nastave postupak u kome je podnet ZZP, ali je RK odbacila isti  iz razloga što se radi...: Mogu."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li izmena procenjene vrednosti (mala izmena) u toku roka za podnošenje ponuda smatra bitnom izmen...", "link": null, "input": "Pitanje: Da li izmena procenjene vrednosti (mala izmena) u toku roka za podnošenje ponuda smatra bitnom izmen...: Smatra se - dokumentacija o nabavci je bitno izmenjena ako bi zbog\nizmena privrednim subjektima nužno bilo potrebno dodatno vreme za\npripremu ponude ili prijave, a naročito ako se te izmene odnose na\nkriterijume za kvalitativni izbor privrednog subjekta, kriterijume za dodelu\nugovora ili tehničke specifikacije predmeta nabavke.\nU slučajevima iz stava 1. tač. 1) i 2) ovog člana, naručilac je dužan da\nproduži rok za podnošenje ponuda ili prijava, srazmerno značaju\ninformacije ili izmene koje se objavljuju, pri čemu do isteka roka za\npodnošenje zahteva za zaštitu prava iz člana 214. stav 2. ovog zakona ne može\nda preostane manje od deset dana."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li u slučaju da su primili samo jednu prihvatljivu ponudu, mogu odmah zaključiti ugovor?...", "link": null, "input": "Pitanje: Da li u slučaju da su primili samo jednu prihvatljivu ponudu, mogu odmah zaključiti ugovor?...: Na osnovu člana 151. ZJN naručilac može da zaključi ugovor o javnoj nabavci i pre isteka roka za podnošenje zahteva za zaštitu prava ako je podneta samo jedna ponuda, koja je prihvatljiva."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac je nakon donošenja i objavljivanja odluke o dodeli ugovora o javnoj nabavci primetio da ni...", "link": null, "input": "Pitanje: Naručilac je nakon donošenja i objavljivanja odluke o dodeli ugovora o javnoj nabavci primetio da ni...: Objašnjeno je da je potrebno ponovo sprovesti fazu stručne ocene ponuda i doneti novu odluku. Takođe, napomenuto je da od objavljivanja te odluke teče novi rok za podnošenje zahteva za zaštitu prava."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Naručilac je početkom tekuće godine zaključio ugovor o javnoj nabavci koji ističe u januaru naredne ...", "link": null, "input": "Pitanje: Naručilac je početkom tekuće godine zaključio ugovor o javnoj nabavci koji ističe u januaru naredne ...: Ukazano je da naručilac može da pokrene predmetni postupak, ali je potrebno da novu nabavku unese u Plan javnih nabavki za 2021. godinu. Što se tiče finansijskih sredstava potrebnih za realizaciju ugovora, naručilac je dužan da ih obezbedi najkasnije do momenta preuzimanja obaveze, odnosno do trenutka zaključenja ugovora.\nPrivredni subjekt ima dilemu iz razloga što mu je nejasna dokumentacija o nabavci u pogledu dokaza koje treba da dostavi.\nPrivrednom subjektu je ukazano na mogućnost da zahteva pojašnjenja i dodatne informacije od naručioca u skladu sa članom 97. Zakona o javnim nabavkama.\nInteresuje ih da li je maksimum 3 godine, u članu 124. stav 1. tačka 2) ZJN, period\nza koji može da se traži dokaz u vezi sa referencama..\nZakon propisuje da je to period od najviše tri poslednje godine, sa mogućnošću da naručilac traži i za duži period.."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Uvideli su da imaju nedostatke u konkursnoj i da moraju da je izmene, pitanje je da li moraju da pro...", "link": null, "input": "Pitanje: Uvideli su da imaju nedostatke u konkursnoj i da moraju da je izmene, pitanje je da li moraju da pro...: Ukazano na član 87. stav. 3. ZJN koji propisuje da je naručilac dužan da produži rok za podnošenje ponuda, srazmerno značaju informacije ili izmene koje se objavljuju, pri čemu do isteka roka za podnošenje zahteva za zaštitu prava iz člana 214. stav 2. ovog zakona ne može da preostane manje od deset dana."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Pitanje je u vezi sa mogućnošću podnošenja zzp, na postupak koji je sproveden bez primene zjn....", "link": null, "input": "Pitanje: Pitanje je u vezi sa mogućnošću podnošenja zzp, na postupak koji je sproveden bez primene zjn....: Ukazano i objašnjen član 215. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Izmenio se jedan zakonski zastupnik firme, a u međuvremenu ovlastili su još jednog, tako da sada ima...", "link": null, "input": "Pitanje: Izmenio se jedan zakonski zastupnik firme, a u međuvremenu ovlastili su još jednog, tako da sada ima...: Naručilac će izvršiti izmene na Portalu jn. Portal jn omogućava unos dva odn. više zakonskih zastupnika privrednog subjekta.\nDobili su ponudu koja sadrži nejasnoće u pogledu cene u obrascu strukture cene...\nNaručilac može da zatraži od ponuđača pojašnjenja u skladu sa čl. 142. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: U o.p. za nabavku laptopova prvorangirani ponuđač nije dostavio dokaze. Da li pozivaju sledećeg najp...", "link": null, "input": "Pitanje: U o.p. za nabavku laptopova prvorangirani ponuđač nije dostavio dokaze. Da li pozivaju sledećeg najp...: U\nkoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu\nne dostavi (tražene) dokaze u datom roku\n, naručilac u skladu sa čl. 119. st. 6. ZJN ponudu tog ponuđača odbija i poziva sledećeg ponuđača koji je podneo najpovoljniju ponudu da dostavi dokaze (ukoliko ima još rangiranih ponuđača), ili  obustavlja postupak jn za tu partiju ako su se stekli razlozi za obustavu."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: U o.p. za nabavku usluga održavanja knjigovezačkih mašina po partijama nisu dobili nijednu ponudu. D...", "link": null, "input": "Pitanje: U o.p. za nabavku usluga održavanja knjigovezačkih mašina po partijama nisu dobili nijednu ponudu. D...: Mogu pod uslovima i na način propisan čl. 61. st. 7. ZJN.\nZainteresovano lice ima nameru učešća u postupku javne nabavke radi zaključenja okvirnog sporazuma, gde je naručilac u okviru tehničkih specifikacija za neka od predmetnih dobara naveo okvirne količine dok za druga nije. Rangiranje će se vršiti na osnovu jediničnih cena (zbira istih). Da li je navedeno ispravno sa stanovišta ZJN i da li mogu da se žale u pogledu navedenog.\nZainteresovanom licu odgovoreno da je smisao tehnike okvirnog sporazuma, upravo situacija u kojoj naručilac nije u mogućnosti da precizno odredi količine potrebnih dobara, gde isti navodi okvirne količine na osnovu kojih i određuje procenjenu vrednost javne nabavke. Svakako je nužno da naručilac odredi što je moguće preciznije količine kada god je to moguće, a ne da tehničke specifikacije definiše bez navođenja količina. Preporučeno da zainteresovano lice, shodno odredbama člana 97. ZJN uputi zahteva za pojašnjenjima i eventualno ukaže naručiocu na nedostake ukoliko smatra da isti postoje u dokumentaciji. U pogledu „žalbe“ zainteresovanom licu je odgovoreno da svakako ima pravo na podnošenje zahteva za zaštitu prava,  prema pravilima navedenim u odeljku zakona koji definiše zaštitu prava, uz napomenu da isti pre podnošenja zahteva ima obavezu ukazivanja na nedostatak u dokumentaciji ili postupanju naručioca.\nNaručilac ima formiranu komisiju za javnu nabavku, gde su pored članova imenovani i zamenici članova. Da li zamenik jednog člana može da menja drugog člana komisije.\nNaručilac je u postupku javne nabavke, u okviru dostavljenih ponuda utvrdio da je četvrti po rangu ponuđač u izjavi o nepostojanju osnova za isključenje naveo da su dokazi javno dostupni, što ipak nije slučaj. Kako da posmatraju ponudu navedenog ponuđača.\nNaručiocu odgovoreno da odredbama ZJN nisu definisani zamenici članova komisije, već samo članovi. Navedeno ne znači da ZJN zabranjuje da članove komisije menjaju imenovani zamenici. Obzirom da odredbe ZJN ne prepoznaju zamenike članova, KJN ne može da odgovori na navedeno pitanje, ali smisao imenovanja zamenika je da menja lice čiji je zamenik u njegovom odsustvu.\nU pogledu drugog pitanja odgovoreno da naručilac mora nesporno da utvrdi da li ponuđač ima ili nema osnove za isključenje. Prema odredbama člana 119. ZJN naručilac od ponuđača koji je dostavio ekon.najpovoljniju ponudu zahteva dokaze za ispunjenost kriterijuma za kv.izbor privr.subjekata. Dalje, prema odredbama člana 120. stav 2. ZJN naručilac u pogledu istinitosti podataka koje je dostavio  privredni subjekt može zahtevati od nadležnih državnih organa, trećih lica pa i samog privrednog subjekta da dostavi dokaz iz kojeg će se nesporno utvrditi verodostojnost navedenog podatka. Sa druge strane naručilac može da odbije ponudu kao neprihvatljivu, ukoliko je utvrdio da\npostoje osnovi za isključenje privrednog subjekta (Član 144. stav 1. tačak 1) ZJN.\nNaručilac je izvršio ponovno istraživanje tržišta i utvrdio da je proc.vrednost javne nabavke na jednoj poziciju Planu j.nabavki mnogo niža i da je sada ispod limita iz člana 27. stav 1. ZJN. Da li u ovom slučaju moraju da sprovedu postupak javne nabavke.\nNaručiocu odgovoreno da se predmetna javna nabavka nalazi u Planu javnih nabavki i dokle god je to činjenica i okolnost, naručilac ima obavezu da sprovede postupak javne nabavke u skladu sa odredbama ZJN. ZJN u odredbama člana 88. ne govori o brisanju javne nabavke iz plana ili odustanku, kao načinu izmene Plana javnih nabavki, ali tehnički naručilac može da odustane od navedene nabavke tj. da istu obriše iz plana.\nNapomenuto naručiocu da vodi računa o svim pravilima koja je morao definisati u skladu sa posebnim aktom iz člana 49. stav 2. ZJN."}
