{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li može na dan donošenja Odluke o dodeli ugovora da mu dostavi dokaze?...", "link": null, "input": "Pitanje: Da li može na dan donošenja Odluke o dodeli ugovora da mu dostavi dokaze?...: Rečeno da se dokazi dostavljaju u roku koji odredi naručilac, koji ne može biti kraći od pet radnih dana."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li naručilac ima obavezu da objavi odn. obavesti preko Portala jn u slučaju raskida ugovora o jn?...", "link": null, "input": "Pitanje: Da li naručilac ima obavezu da objavi odn. obavesti preko Portala jn u slučaju raskida ugovora o jn?...: Ne.\nOglasi o jn\nk\noje naručici\nobjavljuju\n,  način na koji se isti objavljuju i sadržina  (Prilog 4) propisani su čl. 105. ZJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Javila se potreba za izmenom ugovora o jn stolarskih radova zaključenog nakon sprovedenog o.p. radi ...", "link": null, "input": "Pitanje: Javila se potreba za izmenom ugovora o jn stolarskih radova zaključenog nakon sprovedenog o.p. radi ...: Odgovoreno da naručilac može da izmeni ugovor o jn pod uslovima propisanim čl. 157. ZJN,\nte da\nje\nu slučaju\nizmene\nugovora o jn\npo osnovu čl. 157. ZJN dužan da\nobaveštenje o izmeni ugovora o jn pošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn.\nUsled moguće izmene ugovora o jn goriva zatražili su pojašnjenje čl. 160. ZJN.\nProtumačene odredbe čl. 160. ZJN (izmena ugovora o jn usled povećanja obima nabavke).\nPostavili\ns"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: u pitanje...", "link": null, "input": "Pitanje: u pitanje...: koje se tiče\npojma istovrsnosti.\nUkazano da\nnovi ZJN ne sadrži pojam istovrsnosti kao takav, ali\nda\npostoje odredbe ZJN koji na odgovarajući način upućuju naručioca kako da postupa s tim u vezi.\nNaime\n, s\nhodno\nčl. 29.\nst\n3.\nZJN\nnaručilac određuje predmet javne nabavke na način da predstavlja tehničku, tehnološku, funkcionalnu i drugu objektivno odredivu celinu.\nPored toga, n\napomenuto\nje\nda je čl. 29. st. 2. ZJN propisano da određivanje procenjene vrednosti predmeta jn ne može da se vrši na način koji ima za cilj izbegavanje primene\nZJN\n, niti\nda\nu tom cilju može da se vrši podela predmeta jn na više nabavki.\nPitanja u vezi sa radom na Portalu jn.\nUpućeni na Uputstvo za korisnike Portala jn, Demo verziju Portala jn (u cilju vežbanja rada na Portalu jn), kao i na mogućnost da u predviđeno vreme dobiju konsultaciju u vezi sa primenom Portala jn na br. tel. date na internet strani Portala jn u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li je naručilac dužan da...", "link": null, "input": "Pitanje: Da li je naručilac dužan da...: obaveštenje o izmeni ugovora o jn\npo osnovu povećanja obima nabavke\niz čl. 160. ZJN\npošalje na objavljivanje na"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Portalu jn?...", "link": null, "input": "Pitanje: Portalu jn?...: Nije. Naime, prema čl. 155 st. 2. ZJN naručilac je\ndužan da\nobaveštenje o izmeni ugovora o jn pošalje na objavljivanje na Portalu jn u roku od deset\nd\nana od dana izmene ugovora o jn samo ukoliko se radi o osnovu iz čl. 157. (izmene ugovora o jn usled dodatnih dobara, usluga i radova) i iz čl. 158. ZJN (izmene ugovora o jn usled nepredviđenih okolnosti).\nNaručilac\nje od dobavljača dobio zahtev za izmenu ugovora\niz raz\nloga što je došlo do poskupljenja\nna tržištu.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nNaručilac je\nplanirao nabavku usluge prevoza studenata procenjene vrednosti 1.500.000,00 dinara. Međutim, došlo je do nekih novih okolnosti zbog kojih je procenjena vrednost smanjena na 500.00\n0\n,00 dinara\n."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac postavlja pitanje da li predmetnu uslugu sme da nabavi bez sprovođenja postupka javne naba...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li predmetnu uslugu sme da nabavi bez sprovođenja postupka javne naba...: Imajući u vidu novoutvrđenu procenjenu vrednost javne nabavke, naručilac ne bi imao obavezu da za nabavku predmetne usluge sprovodi postupak javne nabavke\n.\nTakođe, u ovom slučaju ne postoji zakonska obaveza izmene Plana javnih nabavki.\nMeđutim, imajući u vidu da naručilac odustaje od postupka javne nabavke, ali ne i od nabavke same usluge, predmetnu nabavku bi iz Plana javnih nabavki trebalo prebaciti u Plan nabavki na koje se odredbe Zakona o javnim nabavkama ne primenjuju."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Dobio je ponudu čiji iznos prelazi pr...", "link": null, "input": "Pitanje: Naručilac sprovodi postupak javne nabavke električne energije. Dobio je ponudu čiji iznos prelazi pr...: Shodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke. Takva ponuda ne smatra se automatski neprihvatljivom, a takođe ne podrazumeva ni uslove i obavezu izveštavanja koji su bili predviđeni članom 107. starog Zakona o javnim nabavkama.\nNaručilac je sproveo postupak javne nabavk\ne\ninformacionih rešenja. Doneta je i objavljena odluka\no dodeli ugovora i dobili su zahtev za uvid u dokumentaciju o nabavci od ponuđača koji je podneo ponudu. Da li je zakonom definisano neko vreme vršenja uvida.\nNaručiocu odgovoreno da je odredbama člana 149. ZJN definisan uvid u dokumentaciju, gde u navedenom članu zakona nije precizno definisano vreme\nvršenja uvida. Preporuka da se obezbedi dovoljno vreme neophodno za vršenje uvida i kopiranje dokumentacije o nabavci. Pri tom, skrenuta pažnja i da u pogledu informacionih podataka iz ponude (cd, usb i sl.) imaju obavezu da omoguće uvid i kopiranje podataka ponuđaču koji vrši uvid i ukoliko isto zahteva. Ograničenje bi postojalo samo u pogledu podataka, koje je ponuđač u čiju se ponudu vrši uvid, označio npr. statusom poslovne tajne, kada je za uvid potrebna posebna saglasnost ponuđača za vršenje uvida.\nNaručilac ima zaključen ugovor, na osnovu postupka javne nabavke koju je sproveo organ u okviru gradske uprave. U pitanju je rekonstrukcija gradskog trga. Zaključen je ugovor po ranije važećem zakonu još pre nekoliko godina, ali ugovor nije izvršen. Iz odredbi samog ugovora nije najjasnije moguće utvrditi da li je isti još uvek važeći, te ne znaju da li mogu da vrše izmenu istog u smislu njegovog produženja.\nNaručiocu predočeno da zaključeni ugovor mogu izmeniti, jedino u slučaju da je isti još uvek važeći, i to primenom odredbi novog ZJN (član 154. do 1622. ZJN). U pogledu važnosti istog ugovora, moraju proveriti sadržinu istog, kao i ostale dokumentacije iz čega će zaključiti da li je predmetni ugovor još uvek na snazi. Preporuka je da se oko navedenog pitanja obrate i svom pravobranilaštvu, radi dobijanja jasnijeg i preciznijeg odgovora.\nNaručilac je saopštio da je gradska uprava grada N.Sada obezbedila sredstva u iznosu od 1.200.000,00 rsd za nabavku računarske opreme, ali imaju najave da će navedeni iznos biti umanjen. Kako da postupe u smislu planiranja navedene nabavke.\nNaručiocu odgovoreno da donošenje finansijskog plana po pravilu prati i donošenje plana javnih nabavki i nabavki na koje se ne primenjuje ZJN. Pri tom izmene finansijskog plana, mogu imati uticaj na potrebu izmene donetog plana javnih nabavki (prema odredbama člana 88. stav 4. ZJN). U konkretnom slučaju, možda bi najracionalnije bilo sačekati odluku o konačnom iznosu sredstva koja će gradska uprava opredeliti za namenu nabavke računarske opreme, nakon čega naručilac može izvršiti planiranje predmetne nabavke (prema pravilima posebnog akta naručioca donetog na osnovu odredbi člana 49. stav 2. ZJN). Navedeno bi bilo opravdano pod uslovom, da naručilac nije nekim drugim propisom, aktom ili odlukom, obavezna da bez odlaganja uradi planiranje predmetne nabavke.\nNaručilac je sproveo postupak javne nabavke za\nsanitetski potrošni materijal, po partijama, i ako ukupna procenjena vrednost ne prelazi limit iz člana 27. ZJN. Uskoro im ističe ugovor za jednu od partija, te postavljaju pitanje da li dodatne količine mogu planirati u okviru plana nabavki (obzirom da u zbiru sa prethodnom količinom koja je sprovedena u postupku j.nabavke proc.vrednost ne prelazi i dalje limit iz člana 27. ZJN)\nNaručiocu odgovoreno, da shodno odredbama člana 27.  stav 1. ZJN nije u\nobavezi da primenjuje odredbe ZJN, na nabavke navedene u tačkama 1) do 3) ZJN prethodno navedenog stava i člana zakona i koje su ispod definisanih fin.limita. U konkretnom slučaju, eventualno se može postaviti pitanje iz kog razloga je naručilac i prvobitnu nabavku sanitetsgog materijala planirao kao javnu nabavku u Planu javnih nabavki i sproveo postupak po istoj, u kontekstu nove istovrsne nabavke na koju ima nameru da ne primeni odredbe ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Planiraju da sprovedu konkurs za dizajn za nabavku idejnog rešenja za izmenjeni tj. novi grb i himnu...", "link": null, "input": "Pitanje: Planiraju da sprovedu konkurs za dizajn za nabavku idejnog rešenja za izmenjeni tj. novi grb i himnu...: Naručilac saglasno čl. 77. st. 5. ZJN može u slučaju primene konkursa za dizajn da dodeli naknadni ugovor o uslugama u pregovaračkom postupku bez objavljivanja javnog poziva u skladu sa čl. 61. st. 5. tačka 1) ZJN, s tim da tu nameru mora da naznači u obaveštenju o konkursu za dizajn. Naručilac je svakako upućen na odredbu čl. 61. st. 5. tačka 1) ZJN u vezi sa pregovaračkim postupkom i na odredbe čl. 77. ZJN u vezi konkursa za dizajn.\nUpućen im je zahtev za pristup informacijama od javnog značaja u vezi sa dokumentacijom o jn, te nisu sigurni kako da postupe\nu vezi sa tim\n.\nL\nice sa kojim sam obavila razgovor zaduženo\nje\nza\nposlove\njn, a na osnovu\ndobijene informacije\nod istog saznala sam da imaju ovlašćeno lice za postupanje po zahtevu za slobodan pristup informacijama od javnog značaja,\nte je\nrečeno da se obrati\nistom\nradi daljeg postupanja, s obzirom da se radi o pitanju iz njegove nadležnosti."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Imaju potrebu da izmene ugovor o jn itisona zaključenog nakon sprovedenog o.p. usled potrebe za pove...", "link": null, "input": "Pitanje: Imaju potrebu da izmene ugovor o jn itisona zaključenog nakon sprovedenog o.p. usled potrebe za pove...: Izmenu ugovora o jn usled povećanja obima nabavke naručilac može izvršiti pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni\nsvi\nuslovi propisani čl. 160. ZJN. Uz to, ukazano da nisu dužni da objave obaveštenje o izmeni ugovora o jn po ovom osnovu.\nPostavili su pitanja u vezi sa radom na Portalu jn (podnošenje ponude, i dr.).\nOdgovoreno da moraju sa se obuče za rad na Portalu jn kako bi mogli da koriste isti. S tim u vezi, rečeno da se upoznaju sa Uputstvom za korisnike Portala jn, da imaju\nmogućnost da koriste Demo verziju Portala jn (u cilju vežbanja rada na Portalu jn), kao i da mogu da zatraže konsultaciju u vezi sa primenom Portala jn na br. tel. date na internet strani Portala jn u delu Kontakt."}
