{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavljaju pitanje da li mogu da povećaju obim nabavke radova za manje od 15%, ukoliko je procenjen...", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogu da povećaju obim nabavke radova za manje od 15%, ukoliko je procenjen...: Mogu, ukazano na član 160. stav 1. tačka 1) ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Smanjili su procenjene vrednosti pozicija iz plana, kao rezultat rebalansa budžeta, a u dogovoru sa ...", "link": null, "input": "Pitanje: Smanjili su procenjene vrednosti pozicija iz plana, kao rezultat rebalansa budžeta, a u dogovoru sa ...: Ukazano na član 152. stav 7. ZJN. Dakle, obaveze koje naručilac preuzima ugovorom o javnoj nabavci moraju da budu ugovorene u skladu sa propisima kojima se uređuje budžetski sistem, odnosno raspolaganje finansijskim sredstvima."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li se prilikom planiranja nabavke koja će se realizovati više godina, u Plan jn unosi celokupna v...", "link": null, "input": "Pitanje: Da li se prilikom planiranja nabavke koja će se realizovati više godina, u Plan jn unosi celokupna v...: Da.."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li se za istovrsne javne nabavke, za koje se sprovode tri postupka, rokovi računaju u odnosu na p...", "link": null, "input": "Pitanje: Da li se za istovrsne javne nabavke, za koje se sprovode tri postupka, rokovi računaju u odnosu na p...: Rokovi se određuju u odnosu na procenjenu prednost svakog pojedinačnog postupka."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li moraju skenirati sredstvo obezbeđenja i dostaviti ga putem Portala jn, ako su ga poslali i put...", "link": null, "input": "Pitanje: Da li moraju skenirati sredstvo obezbeđenja i dostaviti ga putem Portala jn, ako su ga poslali i put...: Samo ako je naručilac to zahtevao u dokumentaciji o nabavci."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li da vade dokaze za osnove za isključenje čim podnesu ponudu?...", "link": null, "input": "Pitanje: Da li da vade dokaze za osnove za isključenje čim podnesu ponudu?...: Preporučeno da dokaze izvade tek ukoliko budu izabrani kao najpovoljniji nakon stručne ocene ponuda."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavljaju pitanje da li mogu da zaključe ugovor, a da isti ne izvršavaju?...", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogu da zaključe ugovor, a da isti ne izvršavaju?...: Ne."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Postavljaju pitanje da li je određena ponuda prihvatljiva?...", "link": null, "input": "Pitanje: Postavljaju pitanje da li je određena ponuda prihvatljiva?...: Odgovoreno da KJN ne vrši stručnu ocenu ponuda."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavljaju pitanje koje se odnosi na izuzetke od primene ZJN-a?...", "link": null, "input": "Pitanje: Postavljaju pitanje koje se odnosi na izuzetke od primene ZJN-a?...: Naručilac upućen da pošalje zahtev za tumačenje.\nDobili su zahtev za uvid u dok., pa nisu sigurni kako se postupa dalje..\nObjašnjeni koraci na Portalu za omogućavanje uvida u dokument.\nPonuđač je uputio zahtev za izmenu cene u ugovoru, dok naručilac smatra da to nije dozvoljeno jer još nije\nistekao rok važenja ponude..i da bi to bila izmena ponude pre tog roka..\nUkazano da se rok važenja ponude odnosi na period do donošenja odluke o dodeli ugovora, odnosno zaključenja ugovora, a nakon toga izmena cene je moguća kroz izmenu\nugovora, ukoliko su ispunjeni uslovi propisani zakonom."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Doneli su odluku o obustavi postupka, jer su sve ponude bile neprihvatljive i planiraju ponovo da po...", "link": null, "input": "Pitanje: Doneli su odluku o obustavi postupka, jer su sve ponude bile neprihvatljive i planiraju ponovo da po...: Ukazano da je preporuka da se sačeka protek roka za zzp.\nZamolili su za objašnjenje kada je moguća primena čl. 158. ZJN (izmena ugovora o jn usled nepredviđenih okolnosti)."}
