{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li su ponuđači iz grupe ponuđača obavezni da dostave sporazum kojim su regulisani njihovi međusob...", "link": null, "input": "Pitanje: Da li su ponuđači iz grupe ponuđača obavezni da dostave sporazum kojim su regulisani njihovi međusob...: ZJN ne predviđa takvu obavezu."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li kriterijum za izbor privrednog subjekta iz člana 115. - profesionalna delatnost može da dokazu...", "link": null, "input": "Pitanje: Da li kriterijum za izbor privrednog subjekta iz člana 115. - profesionalna delatnost može da dokazu...: Kriterijum za obavljanje profesionalne delatnosti iz člana 115. stav 2. ZJN,  moraju da ispune svi privredni subjekti koji će biti angažovani na predmetnim poslovima.."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li postoji obrazac na sajtu KJN za Izveštaj o postupku jn iz člana 145. ZJN?...", "link": null, "input": "Pitanje: Da li postoji obrazac na sajtu KJN za Izveštaj o postupku jn iz člana 145. ZJN?...: Pojašnjen postupak na Portalu jn."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li mogu da se vrše izmene okvirnog sporazuma?...", "link": null, "input": "Pitanje: Da li mogu da se vrše izmene okvirnog sporazuma?...: Da, na isti način na koji je odredbama čl. 154.- 161. ZJN propisano vršenje izmene ugovora o jn."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Kako postupa RKJN ukoliko podnosilac ZZP-a odustane od istog?...", "link": null, "input": "Pitanje: Kako postupa RKJN ukoliko podnosilac ZZP-a odustane od istog?...: U slučaju prijema pisanog obaveštenja (podnosioca ZZP-a) o odustanku od ZZP-a pre donošenja odluke, RKJN rešenjem obustavlja postupak zaštite prava.\nMože li na\np\nučilac skratiti\nminimalni"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: rok za podnošenje ponuda u otvorenom postupku iz čl. 52. st. 3. t. 1) i 2) ZJN zbog hitnosti?...", "link": null, "input": "Pitanje: rok za podnošenje ponuda u otvorenom postupku iz čl. 52. st. 3. t. 1) i 2) ZJN zbog hitnosti?...: Može, usled postojanja opravdane hitnosti za koju naručilac poseduje valjane dokaze, i koji u tom slučaju ne može biti kraći od 15 dana od dana slanja na objavljianje javnog poziva."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Pitanje načina vršenja izmene plana jn....", "link": null, "input": "Pitanje: Pitanje načina vršenja izmene plana jn....: Upućeni na Uputstvo za korisnike Portala jn.\nNaručilac sprovodi postupak za javnu nabavku\nteretnog vozila, gde je u dokumentaciji o nabavci u uputstvu za sačinjavanje ponuda kao sredstvo obezbeđenja za ispunjenje ugovornih obaveza i otklanjanje grešaka u garantnom roku zahtevana menica, dok je u modelu ugovora zahtevana bankarska garancija. Da li je neophodno da izvrše izmenu dokumentacije.\nNaručiocu odgovoreno da dokumentacija o nabavci mora\nbiti u saglasju i ne sme biti kontradiktorna. Model ugovora ponuđači popunjavaju i dostavljaju u svojim ponudama, na zahtev naručioca. Takođe i ukoliko naručilac ne zahteva popunjavanje i dostavu modela ugovora, ponuđači potvrđuju da su saglasni sa sadržinom modela ugovora. Iz svega navedenog, više je nego jasno da je najcelishodnije i u skladu sa zakonom da naručilac izmeni dokumentaciju po osnovu člana 96. ZJN i da produži rok za podnošenje ponuda onoliko koliko je nužno potrebno da ponuđači pripreme prihvatljive ponude.\nNaručilac je sproveo otvoreni postupak, koji je bio oblikovan u 2 partije. Postupak za drugu partiju je obustavljen iz razloga što je naručilac pogrešno definisao karakteristiku predmetnog dobra (trake upozorenja) gde je predvideo rastegljivost od 650% što zapravo ne postoji na tržištu. Za predmetnu partiju je dostavljena ponuda, ali zbog navedenog ponuđaču nije moguće dodeliti ugovor. Da li mogu da sprovedu konkurentni\npostupak sa pregovaranjem iz člana 55. ZJN.\nNaručiocu odgovoreno da je isto moguće ukoliko su pre svega sve ponude neprihvatljive (što je u konretnom slučaju znak pitanja, posebno što je u pitanju greška samog naručioca prilikom sačinjavanja tehničke specifikacije za partiju 2). Drugo, moraju biti ipunjeni kriterijumi za kvalitativni izbor i ne smeju se bitno menjati početni uslovi javne nabavke. Iz svega navedenog, veoma je upitno da li naručilac u konkretnom slučaju ispunjava navedene uslove za sprovođenje konkurentnog postupka sa pregovarnjem.\nNaručilac je objavio prethodno informativno obaveštenje za nabavku koja je oblikovana po partijama. Pokretaće u različitim periodima pojedinačne partije, te postavlja pitanje da li može skraćivati rokove shodno odredbama člana 52. stav 4. ZJN u svakom pojedinačnom postupku i da li se u svakom tom slučaju može povezati sa prethodnim oglasom.\nNaručiocu odgovoreno da ZJN ne definiše navedeno, osim što jasno i nedvosmisleno govori da naručilac može da skrati rokove iz člana 52. stav 3. tačka 1) i 2) ZJN ukoliko je objavio prethodno informativno obaveštenje pod uslovima iz člana 107. stav 6. ZJN. Preporučeno da se naručilac obrati i koleginicama i kolegama, kako bi proverio tehničke mogućnosti za navedeno prilikom korišćenja Portala."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac je postavio pitanje da li je ponuđač dužan da bude upisan u registar ponuđača Agencije za ...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li je ponuđač dužan da bude upisan u registar ponuđača Agencije za ...: Naručiocu odgovoreno da privredni subjekti nisu dužni da budu upisani u registar ponuđača APR-a, kako bi mogli da učestvuju u postupcima javnih nabavki. Privredni subjekti imaju shodno odredbama člana 128. stav 4. ZJN mogućnost da podnesu zahtev za upis u navedeni registar podnošenjem dokumenata kojima dokazuju nepostojanje osnova za isključenje iz člana 111. stav 1. tačka 1) i 2) zakona. U tom slučaju shodno stavu 6. člana 128. ZJN se smatra  da privredni subjket koji je upisan u registar ponuđača nema osnove za isključenje iz člana 111. stav 1. tačka 1) i 2) ZJN.\nUkoliko nije upisan u registar ponuđača, privredni subjekt u\nzakonom predviđenim slučajevima je dužan da dokaže da nema osnove za isključenje, na osnovu dokaza navedenih u članu 121. ZJN"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li mogu da pošalju kvartalni izveštaj sa nabavkama i zaključenim uovorima koje su propustili da e...", "link": null, "input": "Pitanje: Da li mogu da pošalju kvartalni izveštaj sa nabavkama i zaključenim uovorima koje su propustili da e...: Rečeno da mogu."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Kako da izvrše obaveštavanje učesnika o odluci RK?...", "link": null, "input": "Pitanje: Kako da izvrše obaveštavanje učesnika o odluci RK?...: Dat odgovor da pošto ne mogu da izvrše obaveštavanje putem Portala, da mogu to da učine putem mejla ili pošte."}
