{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....", "link": null, "input": "Pitanje: Naručilac je postavio pitanje koje se odnosi na izmene ugovora....: Protumačene su odredbe člana 157. Zakona o javnim nabavkama, kojima su uređene izmene u pogledu dodatnih dobara, usluga ili radova.\nTakođe, objašnjeno da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nUkazano da ugovoreni viškovi radovi ne predstavljaju izmenu ugovora.\nN\naručilac\nse interesovao da li\ntreba konkursnom dokumentacijom da zahteva od ponuđača da popune\nmodel ugovora o javnoj nabavci.\nNaručilac u konkursnoj dokumentaciji, u delu pod nazivom „Dokumenti koji se zahtevaju u ponudi/prijavi“, označava model ugovora samo ako je potrebno da ponuđači popune model ugovora, u smislu podataka koji neće biti sadržani u drugim delovima ponude koje će ponuđači da podnesu, nakon čega ga učitavaju u okviru svoje e-ponude. U suprotnom, ponuđači izražavaju svoju saglasnost sa sadržinom budućeg ugovora jednostavno čekiranjem. Ukazano je da u uputstvu za sačinjavanje ponude naručilac ne traži od ponuđača da potpisuju model ugovora, već da, ukoliko je to zahtevano konkursnom dokumentacijom, popune model ugovora i tako popunjeni model ugovora učitaju u okviru svoje e-ponude."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li kod dodele ugovora u skladu sa članom 146. st.2 ZJN, postoji ograničenje u smislu do kog proce...", "link": null, "input": "Pitanje: Da li kod dodele ugovora u skladu sa članom 146. st.2 ZJN, postoji ograničenje u smislu do kog proce...: Odgovoreno da zakon ne propisuje takvo ograničenje."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Postavljaju pitanje da li za svaku fazu pregovora mora da ide izveštaj?...", "link": null, "input": "Pitanje: Postavljaju pitanje da li za svaku fazu pregovora mora da ide izveštaj?...: Odgovoreno da na Portalu javnih nabavki se unutar faze pregovora sprovodi otvaranje novih ponuda i kreira zapisnik o otvaranju. Prilikom učitavanja zapisnika o pregovaranju naručilac će u okviru polja „Kratak opis toka pregovora“ uneti podatke o toku pregovora koji će biti sastavni deo Izveštaja o postupku koji se kreira na Portalu javnih nabavki."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljaju pitanje da li mogu da nastave postupak j.n. iako im je uložen ZZP?...", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogu da nastave postupak j.n. iako im je uložen ZZP?...: Objašnjeno da jedini način da nastave postupak je predviđen članom 216. stav 2. ZJN, odnosno da RK na obrazloženi predlog naručioca može dozvoliti naručiocu da nastavi sprovođenje postupka javne nabavke pre okončanja postupaka zaštite prava ukoliko dokaže ili učini verovatnim postojanje razloga predviđenih navedenim članom."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavljaju pitanje vezano za dodatne radove i mogućnost izmene ugovora....", "link": null, "input": "Pitanje: Postavljaju pitanje vezano za dodatne radove i mogućnost izmene ugovora....: Upućeni na član 157. ZJN i napomenuta obaveza objavljivanja obaveštenja o izmeni ugovora na Portalu."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: 1. Da li može istovremeno da objavi na Portalu Odluku o izmeni Plana i pokrene nabavku iz te stavke?...", "link": null, "input": "Pitanje: 1. Da li može istovremeno da objavi na Portalu Odluku o izmeni Plana i pokrene nabavku iz te stavke?...: 1. Rečeno da naručilac može odmah da pokrene postupak nakon što objavi izmenjeni Plan javnih nabavki."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li mogu ponuđaču pošalju zahtev za dodatnim pojašnjenjima ako je zbog tehničke greške ispustio da...", "link": null, "input": "Pitanje: Da li mogu ponuđaču pošalju zahtev za dodatnim pojašnjenjima ako je zbog tehničke greške ispustio da...: Rečeno da bi mogli ukoliko se time ne menja sadržina ponude."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Kako sprovode nabavku društvenih usluga na koje se ZJN ne primenjuje?...", "link": null, "input": "Pitanje: Kako sprovode nabavku društvenih usluga na koje se ZJN ne primenjuje?...: Dat odgovor naručocu danabavke na koje se ZJN ne primenjuje sprovode u skladu sa internim aktom, na osnovu člana 49. stav 2. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li se smatra izmenom ugovora usklađivanje cena na osnovu izveštaja Rep. zavoda za statistiku?...", "link": null, "input": "Pitanje: Da li se smatra izmenom ugovora usklađivanje cena na osnovu izveštaja Rep. zavoda za statistiku?...: Odgovoreno da se ne smatra izmenom ugovora ukoliko su predvideli ugovorom parametre sa kojima će se usklađivati cena."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Koji je rok za podnošenje ponuda u otvorenom postupku ako je procenjena vrednost javne nabavke 28.00...", "link": null, "input": "Pitanje: Koji je rok za podnošenje ponuda u otvorenom postupku ako je procenjena vrednost javne nabavke 28.00...: Rečeno da bi u tom slučaju važio rok navedenu članu 52. stav 3. tač. 3. ZJN.\nNaručiocu ukazano i na član 52. stav 8. ZJN.\nZaključili su ugovor sa pravnim licem koje nije bilo u sistemu PDV, nakon zaključenja ugovora ušao je u"}
