{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac je postavio pitanje koje se odnosilo na izmene ugovora....", "link": null, "input": "Pitanje: Naručilac je postavio pitanje koje se odnosilo na izmene ugovora....: U konkretnom slučaju reč je bila o odredbama člana 157. Zakona o javnim nabavkama, kojima su uređene izmene u pogledu dodatnih dobara, usluga ili radova.\nTakođe, objašnjeno da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov.\nPojašnjeno je da ugovoreni viškovi radovi ne predstavljaju izmenu ugovora, kao i da ne postoji davno uvreženo ograničenje od 10% u tom slučaju."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li kod izmene ugovora usled povećanja obima imaju obavezu da objave obaveštenje o izmeni na Porta...", "link": null, "input": "Pitanje: Da li kod izmene ugovora usled povećanja obima imaju obavezu da objave obaveštenje o izmeni na Porta...: Ne.\nImaju problem da se uloguju na Portal\nUpućeni na kolege sa Portala."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Objavili su javni poziv 5.2.2022. i kao rok za podnošenje ponuda umesto da stave 7.3. oni su naveli ...", "link": null, "input": "Pitanje: Objavili su javni poziv 5.2.2022. i kao rok za podnošenje ponuda umesto da stave 7.3. oni su naveli ...: Takva situacija kao razlog obustave nije predviđena ZJN, a naručiocu dat savet da u samoj odluci navedu da je reč o tehničkoj grešci."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li standardi iz čl. 126. mogu da se dokazuju korišćenjem kapaciteta članova grupe privrednih subj...", "link": null, "input": "Pitanje: Da li standardi iz čl. 126. mogu da se dokazuju korišćenjem kapaciteta članova grupe privrednih subj...: Da\nDa, osim ukoliko naručilac nije drugačije propisao."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li mogu da zahtevaju potpisivanje i pečatiranje modela ugovora o jn?...", "link": null, "input": "Pitanje: Da li mogu da zahtevaju potpisivanje i pečatiranje modela ugovora o jn?...: Ne. Portal jn omogućava ponuđaču da samo potvrdi saglasnost sa sadržinom modela ugovora o jn, imajući u vidu smisao e-ponude i posebne propise kojima je ukinuta obaveza upotrebe pečata."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: U o.p. za nabavku električne energije javio se samo jedan ponuđač (JP „EDB“) čija ponuđena cena prem...", "link": null, "input": "Pitanje: U o.p. za nabavku električne energije javio se samo jedan ponuđač (JP „EDB“) čija ponuđena cena prem...: Ukazano da\nn\naručilac može da dodeli ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN.  U tom slučaju, podrazumeva se da naručilac treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Kako zainteresovani mogu da se informišu oko polaganja ispita za službenika za jn?...", "link": null, "input": "Pitanje: Kako zainteresovani mogu da se informišu oko polaganja ispita za službenika za jn?...: Data informacija da je broj tel. za k\nonsultacije u vezi\nsa\nsticanjem sertifikata za Službenika za jn\ndat na internet stranici KJN u delu Kontakt, te da je deo internet stranice posvećen i Službeniku za jn koji takođe sadrži korisne informacije u vezi sa\npolaganja ispita radi sticanja sertifikata za službenika za jn\n.\nAngažovali bi radnu snagu po osnovu ugovora o delu, te ih interesuje da li u tom slučaju primenjuju ZJN.\nU o.p. dobili su ponudu koja sadrži tehničku grešku u obrascu strukture cene...\nOdredbe ZJN primenjuju se (i) na ugovor o delu.\nU tom slučaju, naručilac može od ponuđača koji je dostavio takvu ponudu da zahteva dodatno objašnjenje u skladu sa čl. 142. ZJN.\nPozvali su na br. tel. za pravne konsultacije, a zapravo su im trebale konstulacije u vezi primene Portala jn.\nUputila ih na br. kontakt tel. za konsultacije u vezi primene Portala jn objavljene na sajtu KJN u delu Kontakt.\nZatražili su da im se uopšteno objasni kada  je moguće vršiti izmenu ugovora o jn, da li je obavezno objavljivanje obaveštenja o izmeni ugovora o jn i dr., te da im se posebno protumači čl. 156. ZJN (izmene po osnovu  ugovornih odredaba)."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Dato objašnjenje u vezi sa izmenom ugovora o  jn (kada i kako je moguće izvršiti izmenu ugovora o jn...", "link": null, "input": "Pitanje: Dato objašnjenje u vezi sa izmenom ugovora o  jn (kada i kako je moguće izvršiti izmenu ugovora o jn...: Pored toga, protumačene su odredbe čl. 156. ZJN\n."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavljaju pitanje na koji način će naručilac ceniti dokaz koji su mu dostavili....", "link": null, "input": "Pitanje: Postavljaju pitanje na koji način će naručilac ceniti dokaz koji su mu dostavili....: Odgovoreno da KJN nije nadležna za stručnu ocenu ponuda, već komisija, odnosno lice koje je naručilac imenovao."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Ponuđač je dostavio ponudu znatno višu od procenjene vrednosti javne nabavke. Da li je to dovoljan r...", "link": null, "input": "Pitanje: Ponuđač je dostavio ponudu znatno višu od procenjene vrednosti javne nabavke. Da li je to dovoljan r...: To je dovoljan razlog za odbijanje ponude."}
