{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Naručilac je postavio pitanje da li odsek može samostalno vršiti nabavke i da li se njihove nabavke ...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li odsek može samostalno vršiti nabavke i da li se njihove nabavke ...: Objašnjeno je da je, u konkretnom slučaju, reč o jednom naručiocu, te s tim u vezi isti je dužan da vodi računa o ukupnoj procenjenoj vrednosti istovrsnih dobara na godišnjem novou.\nNaručilac je sproveo postupak javne nabavke u kojem je bila podneta samo jedna ponuda. Međutim, ponuđač više nema interes za zaključenje ugovora.\nNapomenuto je da ukoliko naručilac i dalje ima potrebu za predmetnim dobrima, može da sprovede novi postupak javne nabavke.\nNaručilac je sproveo postupak javne nabavke radi zaključenja okvirnog sporazuma. Međutim, sad kad\nima potrebu da zaključuje pojedinačne ugovore, dobavljač odbija da isporučuje po ugovorenim cenama, zbog rasta cena na tržištu.\nPotrebno je da naručilac najpre utvrdi da li je zaista došlo do rasta cena u meri u kojoj to dobavljač ističe. Zatim, da proveri da li je okvirnim sporazumom\npredvideo mogućnost usklađivanja cena, u kom slučaju to onda i ne bila izmena.\nTakođe, protumačene su odredbe koje se odnose na osnove za izmenu ugovora, čl. 156-160. Zakona o javnim nabavkama.\nNaručilac sprovodi nabavku radova na izgradnji bazena. Postupak je u fazi podnošenja ponude. Jedan od ponuđača u tom postupku postavio je pitanje da li spisak izvedenih radova iz čl. 124. st. 1. ZJN, koji je naručilac zahtevao na period od najviše pet poslednjih godina pre isteka roka za podnošenje ponuda može da se produži odn. da glasi na period duži od pet godina...S tim u vezi, u dilemi je da li da izmeni dokumentaciju o jn.\nUkoliko je potrebno obezbediti odgovarajući nivo konkurencije, naručilac može da izmeni dokumentaciju o jn tako što će naznačiti da će se uzeti u obzir dokaz o relevantnim radovima izvršenim u periodu dužem od pet godina."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Sprovode nabavku radova na sanaciji dvorišnog dela proc. vrednosti 4.250.000,00 din. u o.p. Dobili s...", "link": null, "input": "Pitanje: Sprovode nabavku radova na sanaciji dvorišnog dela proc. vrednosti 4.250.000,00 din. u o.p. Dobili s...: Ukazano\nda\nje\nčl. 146. st. 2. ZJN\nnaručiocu omogućeno\nda dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn.\nMe\nđutim,\nu skladu sa čl. 144. ZJN st. 2. naručilac\nima i mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Postavili su pitanje kako da sprovedu nabavku ispod praga s obzirom da do sada nisu...", "link": null, "input": "Pitanje: Postavili su pitanje kako da sprovedu nabavku ispod praga s obzirom da do sada nisu...: sprovodili nabavke na koje se ZJN ne primenjuje.\nTokom razgovora došla sam do saznanja da nisu doneli posebni (interni) akt iz čl. 49. ZJN, te im je pre svega skrenuta pažnja na obavezu da isti donesu. Zatim, ukazano da navedenim aktom naručilac pored\nostalog bliže uređuje proceduru za\nnabavke na koje se ZJN ne primenjuje, kao i za nabavke društvenih i drugih posebnih usluga.\nU\npostupcima\nza\nnabavke ispod limita naručilac primenjuje načela ZJN na način koji je primeren okolnostima konkretne nabavke.\nPored toga, ukazano na obavezu naručioca da evidentira podatke o nabavkama na koje se ZJN ne primenjuje, u skladu sa čl. 181. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Izabrani ponuđač za jednu od partija za nabavku usluge prevoza (po relacijama) u o. p., nije dostavi...", "link": null, "input": "Pitanje: Izabrani ponuđač za jednu od partija za nabavku usluge prevoza (po relacijama) u o. p., nije dostavi...: Odgovoreno da naručilac u tom slučaju  može da ponovi o.p. za predmetnu partiju."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Naručilac je postavio pitanje...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje...: da li može zahtevati od ponuđača dodatno pojašnjenje u vezi sa podacima iz dostavljene ponude.\nNaručiocu ukazano da može zahtevati dodatna pojašnjenja od ponuđača u skladu sa čl. 142. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručiocu je, u postupku javne nabavke hrane, pitanje u odnosu na sadržinu konkursne dokumentacije u...", "link": null, "input": "Pitanje: Naručiocu je, u postupku javne nabavke hrane, pitanje u odnosu na sadržinu konkursne dokumentacije u...: Naručilac se interesuje da li je dužan da odgovori."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Ukazano je da je naručilac dužan da odgovori na pitanja koja su postavljena u zakonskom roku, kao i ...", "link": null, "input": "Pitanje: Ukazano je da je naručilac dužan da odgovori na pitanja koja su postavljena u zakonskom roku, kao i ...: li ono uopšte može da učestvuje u postupku, odnosno da li se bavi predmetnom delatnošću i ispunjava uslove za učešće. Konkretno, naručilac ne može da zahteva da to lice u fazi dok traje rok za podnošenje ponuda dokazuje svoj interes za određeni postupak javne nabavke."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac je postavio pitanje na koji način se vrši izmena okvirnog sporazuma....", "link": null, "input": "Pitanje: Naručilac je postavio pitanje na koji način se vrši izmena okvirnog sporazuma....: Zakonom o javnim nabavkama u članu 161. predviđeno je da se odredbe čl. 154 - 161. ovog zakona shodno primenjuju i na izmene\nokvirnog sporazuma.\nNaručilac ima problem sa računanjem rokova.\nObjašnjeno je na koji način se računaju rokovi."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac je sproveo postupak javne nabavke peleta, međutim, ni jedan od ponuđača neće da zaključi u...", "link": null, "input": "Pitanje: Naručilac je sproveo postupak javne nabavke peleta, međutim, ni jedan od ponuđača neće da zaključi u...: Ukazano je da hitnost može biti osnov za mesec-dva, dok se sprovede redovni postupak javne nabavke, kao i da bi u tom slučaju bilo potrebno mišljenje Kancelarije za javne nabavke."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac je u postupku javne nabavke dobio ponudu u kojoj ponuđač nije naveo određene podatke onako...", "link": null, "input": "Pitanje: Naručilac je u postupku javne nabavke dobio ponudu u kojoj ponuđač nije naveo određene podatke onako...: Objašnjeno je da naručilac ne može da odbije ponudu ukoliko iz kompletne njene sadržine može da utvrdi podatke koje je tražio i koji su mu potrebni.\nObjašnjeno je na koji način se računaju rokovi, kada je naručilac dužan da produži, a kada može da skrati rok.\nU kom momentu članovi kom\ni\nsije za jn potpisuju izjavu o (ne)"}
