{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavljaju pitanje regulisanja obaveza koje proizilaze iz ugovora koji je zaključen po sprovedenom ...", "link": null, "input": "Pitanje: Postavljaju pitanje regulisanja obaveza koje proizilaze iz ugovora koji je zaključen po sprovedenom ...: Naručiocu ukazano da je to domen ZOO a ne ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li se šalje tromesečno zbirno obaveštenje o dodeljenim ugovorima koji su zaključeni na osnovu ane...", "link": null, "input": "Pitanje: Da li se šalje tromesečno zbirno obaveštenje o dodeljenim ugovorima koji su zaključeni na osnovu ane...: Da, u roku od 30 dana od dana isteka tromesečja u kome su ugovori zaključeni, saglasno čl. 109. ZJN\nDobili su ponudu u kojoj je neispravna jedinična cena usled teh. greške. Da li može primena čl. 142.\nNe, čl. 142. st. 6. ZJN"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Uputili su obrazloženje i dokumentaciju KJN, sada treba da dostave dopunu obrazloženja. Međutim u me...", "link": null, "input": "Pitanje: Uputili su obrazloženje i dokumentaciju KJN, sada treba da dostave dopunu obrazloženja. Međutim u me...: U pregovaračkom postupku idu na ispravku oglasa gde će navesti izmenjenu vrednost i istu obrazložiti, a dužni su da izvrše izmenu Plana j.n. u skladu sa čl. 88. st. 4 ZJN"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li može da u komisiji menja svoju koleginicu koja je služ. za javne nabavke dok je ona odsutna, b...", "link": null, "input": "Pitanje: Da li može da u komisiji menja svoju koleginicu koja je služ. za javne nabavke dok je ona odsutna, b...: Može, čl. 92. st. 4. ZJN\nNaručilac\nje od dobavljača dobio zahtev za izmenu ugovora u smislu povećanja cena\niz razloga što je došlo do poskupljenja određenih\nproizvoda\nna tržištu\n, konkretno štampanih obrazaca\n.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih\nnabavki u roku od deset dana od dana izmene ugovora.\nNapomenuto je da naručilac nije dužan da prihvati zahtev dobavljača, te da može da raskine ugovor i sprovede novi postupak javne nabavke.\nNaručilac\nje od dobavljača dobio zahtev za izmenu ugovora\niz raz\nloga što je došlo do poskupljenja\ngrađevinskog i elektro-materijala\n.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nZainteresovano lice je mikro preduzeće koje je počelo sa radom u desetom mesecu 2019. godine. Iz razloga nastalih poreskih dugova preduzeća koje je zatvoreno još 2009. godine, pojavili su se dugovi (isti zakonski zastupnik) na novom preduzeću, a koji su doveli do blokade istog. Napomenuto da su reg.ponuđač u APR-u. Da li oni sa stanovišta ZJN i postojanja osnova za isključenje mogu da učestvuju u postupcima javnih nabavki.\nZainteresovanom licu, na osnovu navedenog u razgovoru, predočeno šta su osnovi za isključenje iz člana 111. stav 1. tačka 2) ZJN. Prema navedenom zaintersovano lice ima dospele a neizmirene poreske obaveze. Prema odredbama člana 118. stav 1. ZJN privredni subjekt u ponudi dostavlja izjavu o ispunj\ne\nnosti kriterijuma kojom potvrđuje da nema, između ostalog osnove za isključenje iz člana 111. ZJN. S tim u vezi, skrenuta pažnja da je članom 237. stav 1. tačka 1) ZJN predviđen prekršaj ponuđača usled davanja neistinitih podataka. Pored navedenog, skrenuta pažnja zainteresovanom licu da je odredbama člana 128. ZJN definisan registar ponuđača, gde je u stavu 6. navedeno da se smatra da privredni subjekt upisan u registar ponuđača nema osnove za isključenje iz člana 111. stav 1. tačka 1) i 2) ZJN. Navedeno je oboriva pretpostavka, gde je prema odredbama člana 120. stav 2. ZJN, naručilac ovlašćen da u slučaju sumnje u istinitost podatka koje je dostavio privredni subjekt, izvrši proveru kod izdavaoca, nadležnog organa, trećih lica ili samog ponuđača. Na osnovu obavljenog razgovora i svih činjenica, može se zaljkučiti da zainteresovano lice prema odredbama ZJN ima osnov za isključenje\npredviđen odredbama člana 111. stav 1. tačka 2) ZJN.\nNaručilac je sproveo postupak javne nabavke servis sl.vozila, oblikovan u 3 partije. Sve ponude su iznad procenjene vrednosti za sve partije i naručilac će obustaviti postupak odlukom. Da li za 2 od tri partije mogu sprovesti postupka bez primene ZJN, imajući u vidu da je proc.vrednost istih ispod limita iz člana 27. ZJN.\nU kojim slučajevima je dozvoljeno dodeliti ugovor ponuđaču čija ponuda prelazi iznos proc.vrednosti javne nabavke.\nNaručiocu odgovoreno da ne može za navedene dve pratije sprovesti postupak bez primene ZJN. Eventualno je postojala mogućnost da, u slučaju da su bili ispunjeni uslovi iz člana 35. stav 4. ZJN, naručilac izuzme predmetne dve partije od primene ZJN, ali je navedeno isti morao označiti u sprovedenom postupku javne nabavke na Portalu javnih nabavki. U ovoj situaciji, naručilac po konačnosti odluke o obustavi postupka i nakon objave obaveštenja o obustavi postupka, mora ponoviti postupak javne nabavke.\nU pogledu drugog pitanja, odgovoreno da je odredbama člana 146. stav 2. ZJN definisano da naručilac može da dodeli ugovor ponuđaču čija ponuda prelazi iznos procenjene vrednosti javne nabavke, bez nekih dodatnih objašnjenja. Svakako bi navedeno bilo opravdano u slučaju da naručilac ima raspoloživa fin.sredstva u ovom slučaju i da pri tom ne krši neke od finansijskih propisa. Posebno naručiocu skrenuta pažnja i na odredbe člana 144. stav 2. ZJN, gde je definisano da naručilac može da oceni kao neprivatljivu ponudu čija je vrednost veća od iznosa procenjene vrednosti javne nabavke ili raspoloživih sredstava. Takođe ukazano i na odredbe člana 88. ZJN, gde je u stavu 4. definisano u kojim situacijama postoji obaveza izmene plana (između ostalog povećanje proc.vrednosti za više od 10%)."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Pitanje se odnosilo na realizaciju ugovora...", "link": null, "input": "Pitanje: Pitanje se odnosilo na realizaciju ugovora...: Odgovreno da KJN nema ovlašćenja da vrši kontrolu izvršenja ugovora."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac navodi da im je određeni privredni subjekt poslao pismo o namerama banke putem pošte, ali ...", "link": null, "input": "Pitanje: Naručilac navodi da im je određeni privredni subjekt poslao pismo o namerama banke putem pošte, ali ...: ne\nNaručilac\nima nameru da objavi prethodno informativno obaveštenje  i interesuje ga da li mora striktno da se pridržava planiranog datuma početka postupka koji mora da navede u tom obaveštenju.\nOdgovoreno da ne mora.\nPonuđač je u razgovoru izneo problem koji ima sa naručiocem u pogledu plaćanja izvršenog posla. Navodi da je naručilac umesto na njihov tekući račun, ispplatio određeni iznos nekim radnicima koji su bili angažovani\nna izvršenju ugovora, a nisu podizvođači.\nOdgovoreno da KJN nema ovlašćenja da vrši kontrolu izvršenja ugovora."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavljaju pitanje stručne ocene ponuda...", "link": null, "input": "Pitanje: Postavljaju pitanje stručne ocene ponuda...: Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li se postoji mogućnost da kače svaki pojedinačni ugovor zaključen po osnovu okvirnog sporazuma i...", "link": null, "input": "Pitanje: Da li se postoji mogućnost da kače svaki pojedinačni ugovor zaključen po osnovu okvirnog sporazuma i...: Ima takva opcija da se čekira na Portalu, ali tada ne kače zbirno obaveštenje kako se ne bi duplirao iznos. Dakle biraju između te dve opcije."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Konkurentni postupak sa pregovaranjem, kako se sprovodi na Portalu?...", "link": null, "input": "Pitanje: Konkurentni postupak sa pregovaranjem, kako se sprovodi na Portalu?...: Upućeni na uputstva gde imaju sve detaljno objašnjeno za svaku fazu, kao i na kolege iz tehničke podrške."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Sproveli su otvoreni postupak, dobili su jednu ponudu koja je preko proc. vrednosti i istu odbili ka...", "link": null, "input": "Pitanje: Sproveli su otvoreni postupak, dobili su jednu ponudu koja je preko proc. vrednosti i istu odbili ka...: Ne, shodno čl. 57. st. 3 ZJN, taj izuzetak se odnosi samo na javnog naručioca."}
