{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: U vezi sa konkretnom nabavkom naručilac postavlja pitanje da li je dozvoljeno da zahteva od grupe po...", "link": null, "input": "Pitanje: U vezi sa konkretnom nabavkom naručilac postavlja pitanje da li je dozvoljeno da zahteva od grupe po...: Naručilac ne može da zahteva od grupe ponuđača da se povezuju u određeni pravni oblik kako bi mogli da podnesu zajedničku ponudu, ali može to da zahteva nakon dodele ugovora o jn, ukoliko je to neophodno za realizaciju ugovora o jn, što je i propisano članom 135. st. 5. i 6. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li je moguće član 158. ZJN da primene u slučaju produženja roka?...", "link": null, "input": "Pitanje: Da li je moguće član 158. ZJN da primene u slučaju produženja roka?...: Odgovoreno da je moguće ukoliko su ispunjeni svi uslovi predviđeni tim članom.\nNaručilac je pogrešno naveo procenjenu vrednost u Planu i u Odluci o sprovođenju postupka."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li može da izvrši izmenu ta dva?...", "link": null, "input": "Pitanje: Da li može da izvrši izmenu ta dva?...: Rečeno da može da izmeni Plan javnih nabavki sve do dana slanja na objavljivanje javnog poziva.\nNaručilac sprovodi postupak javne nabavke u kojem je jedan od ponuđača podneo zahtev za zaštitu prava. Naručilac je zahtev ocenio kao osnovan i usvojio isti, te se sada privredni subjekt interesuje na koji će način dalje da postupi.\nProtumačene su odgovarajuće odredbe Zakona o javnim nabavkama kojima je uređena zaštita prava.\nPosebno je skrenuta pažnja na to da se dostavljanje vrši na način kako je inicijalno podnet zahtev za zaštitu prava, imajući u vidu da kada zahtev nije podnet preko Portala, sistem ne nudi opciju za slanje odgovora, odnosno odluke.\nNaručilac je, u skladu sa članom 181. Zakona o javnim nabavkama, pripremio i objavio podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po\nsvakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona. Sada ima određene dileme u vezi sa tim da li je pojedine nabavke dobro prikazao.\nData potrebna uputstva i smernice u smislu daljeg postupanja kad je reč o nabavkama izuzetim od primene zakona.\nNaručilac sprovodi postupak koji se nalazi u fazi dostavljanja dokaza. Međutim, nije dobro razumeo odredbe člana 119. Zakona o javnim nabavkama koje se odnose na dostavljanje dokaza, konkretno deo - u  primerenom roku, ne kraćem od pet radnih dana.\nUtvrđeno je da je naručilac u zahtevu za dostavljanje dokaza naveo da ih je potrebno dostaviti u primerenom roku, misleći da je zakonodavac odredio rok od pet radnih dana u maksimalnom trajanju. U suštini, ponuđaču i nije dat rok, nego mu je\nostavljeno diskreciono pravo da dostavi dokaze u roku koji on smatra primerenim."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljaju pitanje vezano za primenu čl. 142. ZJN...", "link": null, "input": "Pitanje: Postavljaju pitanje vezano za primenu čl. 142. ZJN...: Pojašnjen navedeni član  i skrenuta pažnja da ne sme doći do izmene ponuđenog predmeta nabavke."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Postavljaju pitanje vezano za registraciju na Portalu...", "link": null, "input": "Pitanje: Postavljaju pitanje vezano za registraciju na Portalu...: .\nUpućeni na kolege sa Portala."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li su dužni da omoguće uvid u dokumentaciju ponuđaču?...", "link": null, "input": "Pitanje: Da li su dužni da omoguće uvid u dokumentaciju ponuđaču?...: Da, u roku od 2 dana od prijema pisanog zahteva, saglasno čl. 149. ZJN.\nImaju nabavku ispod limita gde postoje isključiva prava, da li moraju da sprovode javnu nabavku.\nNe, budući da je ista ispod limita propisanog čl. 27. ZJN.\nSproveli su nabavku dobara -humanih lekova i dodeli ugovor apoteci Ivančić i sinovi. U okviru humanih lekova nalaze se i narkotici. Nakon zaključenja ugovora dobili su obaveštenje od strane nadležne institucije da za narkotike dobavljači ne mogu da budu apoteke već samo veledrogerije. S tim u vezi naručilac postavlja pitanje da li mogu da realizuju ugovor u onom delu koji navedena apoteka može da realizuje ili da raskinu ugovor?\nNaručilac upućen na čl. 163. st. 1. tač. 1) ZJN.\nSproveli su nabavku papirne konfekcije i dobili 3 ponude. Jedna od ponuda je neuobičajeno niska. Naručilac je postupio saglasno čl. 143. ZJN i tražili od ponuđača da obrazloži svoju cenu i dobili odgovor da oni imaju navedena dobra u magacinu i da hoće toga da se „reše“. Da li oni mogu da prihvate takvo obrazloženje?\nNaručiocu ukazano da oni vrše stručnu ocenu ponuda i da ponuđač treba da dokaže da je njegova cena realna i da objašnjenje na osnovu čega je ponudio nižu cenu, a naručilac  mora da proceni da li se iz obrazloženja može zaključiti da li je cena realna ili ne."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li zzp može da podnese samo priv. sub. koji je ukazano na nepravilnosti ili može i drugi priv. su...", "link": null, "input": "Pitanje: Da li zzp može da podnese samo priv. sub. koji je ukazano na nepravilnosti ili može i drugi priv. su...: Može i dugi priv. sub. povodom nepravilnosti na koju je ukazano"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Na koji način se upućuje zahtev za tumačenje?...", "link": null, "input": "Pitanje: Na koji način se upućuje zahtev za tumačenje?...: Dato pojašnjenje.\nNaručilac sprovodi jn usluge oglašavanja u dnevnim listovima prodaje imovine stečajnih dužnika. Naručiocu je potrebno oglašavanje u tri dnevna lista za postupke po starom zakonu o stečaju a u dva dnevna lista po novom zakonu o stečaju. S tim u vezi naručilac postavlja pitanje da li je u skladu sa ZJN formulisao k.d. gde je predvideo da će sa dva odnosno tri najpovoljnija ponuđača zaključiti ugovore, s tim da će trećerangirani vršiti uslugu oglašavanja samo kada se radi o postupcima po starom zakonu o stečaju?\nNaručiocu ukazano da je važno da se rukovodi načelima javnih nabavki na način koji je primeren okolnostima konkretne nabavke, te da svim privrednim subjektima obezbedi jednake uslove.\nNabavljaju namirnice po partijama u o.p. U ponudama koje su jedine pristigle za dve partije pojavila se računska greška...\nUkoliko je pitanju računska greška,  naručilac postupa u skladu sa čl. 142. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li postoji mogućnost da privredni subjekt sa kojim je zaključen ugovor o jn,  a koji nastupa sa p...", "link": null, "input": "Pitanje: Da li postoji mogućnost da privredni subjekt sa kojim je zaključen ugovor o jn,  a koji nastupa sa p...: Postoji mogućnost da se izvrši izmena ugovora o jn u pogledu zamene podizvođača pod uslovima i na način propisan čl. 161. ZJN.\nZamolili su za objašnjenje u vezi sa postupanjem naručioca posle prethodne provere ZZP.\nProtumačene su odredbe čl. 220. ZJN koje se odnose na\npostupanje naručioca posle prethodne provere ZZP."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Kako naručilac postupa sa ponudom ukoliko utvrdi da ista ne ispunjava uslove i zahteve u vezi sa teh...", "link": null, "input": "Pitanje: Kako naručilac postupa sa ponudom ukoliko utvrdi da ista ne ispunjava uslove i zahteve u vezi sa teh...: Nakon pregleda i stručne ocene ponuda, naručilac odbija ponudu/prijavu kao neprihvatljivu ako utvrdi da nisu ispunjeni zahtevi i uslovi u vezi sa predmetom nabavke i tehničkim specifikacijama, u skladu sa čl. 144. st. 1. tačka 3) ZJN.\nZahtevana tehnička podrška u radu na Portalu jn.\nUpućeni na kolege i koleginice koji daju konstultacije u vezi sa Portalom jn na br. tel. date na sajtu KJN u delu Kontakt."}
