{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Popunjavaju izjavu o ispunjenosti kriterijuma. Da li je dovoljno da unesu link NBS kao dokaz da nisu...", "link": null, "input": "Pitanje: Popunjavaju izjavu o ispunjenosti kriterijuma. Da li je dovoljno da unesu link NBS kao dokaz da nisu...: Dovoljan je link.\nNa koji način određuju istovrsne javne nabavke, s obzirom da je taj termin postojao u starom ZJN, a sad ga nema.\nPojašnjen član 29. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Pripremaju postupak za nabavku radne i zaštitne opreme i postavljaju pitanje da li da uzorke traže k...", "link": null, "input": "Pitanje: Pripremaju postupak za nabavku radne i zaštitne opreme i postavljaju pitanje da li da uzorke traže k...: Naručiocu ukazano da ako se uzorci tiču predmeta nabavke onda se oni traže u okviru k.d."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li se na Portalu kači obaveštenje o raskidu ugovora?...", "link": null, "input": "Pitanje: Da li se na Portalu kači obaveštenje o raskidu ugovora?...: Ne."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac je kroz kriterijume za izbor p.s. tražio u okviru čl. 115. ZJN određenu licencu. Ponuđač p...", "link": null, "input": "Pitanje: Naručilac je kroz kriterijume za izbor p.s. tražio u okviru čl. 115. ZJN određenu licencu. Ponuđač p...: Ponuđaču ukazano da ukoliko se zahtevana licenca odnosi na sam premet nabavke onda mora i ponuđač da poseduje licencu, a ukoliko je to samo manji deo onoga što je predmet nabavke i ukoliko bi baš taj deo obavljao podizvođač, onda može samo podizvođač da ima licencu."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: poziva kada se postupak smatra pokrenutim?...", "link": null, "input": "Pitanje: poziva kada se postupak smatra pokrenutim?...: Pozivanjem privrednih subjekata.\nNa koji način se popunjava Godišnji izveštaj u skladu sa članom 181."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: ZJN?...", "link": null, "input": "Pitanje: ZJN?...: Naručilac objavljuje zbirnu vrednost svih nabavki iste vrste predmeta koji se izuzimaju po jednom osnovu\nZastupaju klijenta koji je strano pravno lice, te postavljaju"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: pitanje šta predstavlja dokaze za navedeno lice za nepostojanje osnova za isključenje iz člana 111. ...", "link": null, "input": "Pitanje: pitanje šta predstavlja dokaze za navedeno lice za nepostojanje osnova za isključenje iz člana 111. ...: Zainteresovanom licu odgovoreno da su dokazi za nepostojanje osnova za isključenje izvodi ili dokumenti nadležnog sudskog ili upravnog organa države u kojoj se nalazi sedište stranog privrednog subjekta, u skladu sa odredbama člana 121. stav 2. ZJN, ili eventulano izjava stranog privrednog subjekta izdata pod uslovom i na način definisan stavom 3. prethodno navedenog člana zakona.\nNaručilac je naveo da u zgradi u kojoj su smešteni imaju građevinsku struju. Naveo je, takođe, da u narednim danima treba da se izvrši primopredaja zgrade, te da će izvođači radova istu napustiti, zbog čega će oni ostati bez struje. S obzirom da je potrebno hitno sprovesti nabavku struje, postavljaju pitanje o mogućnosti skraćenja rokova sa 35 dana na 15 dana.\nPredočeno u kojim slučajevima im ZJN dozvoljava skraćivanje rokova. Istovremeno, skrenuta pažnja da su im navedene okolnosti bile poznate i ranije, ali da u svakom slučaju moraju sami da odluče kako će postupiti."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručiocu je podnet zahtev na kd, koji je RK odbila i dostavila im predmetno rešenje. Kako nastavaju...", "link": null, "input": "Pitanje: Naručiocu je podnet zahtev na kd, koji je RK odbila i dostavila im predmetno rešenje. Kako nastavaju...: Uputila sam ih na tehničku službu.\nTražili pojašnjenje člana 27. stav 2. ZJN.\nDato pojašnjenje"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Nabavka usluge osiguranja imovine i zaposlenih. Do sada, kad god su nabavljali predmetnu uslugu, pon...", "link": null, "input": "Pitanje: Nabavka usluge osiguranja imovine i zaposlenih. Do sada, kad god su nabavljali predmetnu uslugu, pon...: i tehn.specifikaciji i na taj način povećaju konkurenciju."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Odgovoreno da ZJN ne uređuje predmetno pitanje. Na njima je da procene da li na taj način smanjuju i...", "link": null, "input": "Pitanje: Odgovoreno da ZJN ne uređuje predmetno pitanje. Na njima je da procene da li na taj način smanjuju i...: Naručilac navodi da je u dobio dve ponude, te da je nakon donošenja Odluke o dodeli ugovora izabrani ponuđač odbio da zaključi ugovor. Da li su dužni da čekaju da protekne rok za zzp nakon donošenja nove Odluke o dodeli ugovora kojom će ugovor biti dodeljen drugom ponuđaču, obzirom da više ne postoje dve ponude, već samo jedna?\nUkazano da je naručilac dužan da sačeka konačnost Odluke, odnosno ugovor mogu  zaključiti nakon proteka roka od 10 dana od donošenja."}
