{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Planiraju da sprovedu nabavku radova i usluga, te su postavili pitanje mogućnosti sprovođenja mešovi...", "link": null, "input": "Pitanje: Planiraju da sprovedu nabavku radova i usluga, te su postavili pitanje mogućnosti sprovođenja mešovi...: Izvršili bi izmenu ugovora o jn usled nepredviđenih okolnosti..."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li se ugovoreni viškovi radova posmatraju kao osnov za izmenu ugovora o jn?...", "link": null, "input": "Pitanje: Da li se ugovoreni viškovi radova posmatraju kao osnov za izmenu ugovora o jn?...: Uredbom  o kriterijumima za utvrđivanje prirode rashoda i uslovima i načinu pribavljanja saglasnosti za zaključivanje određenih ugovora koji, zbog prirode rashoda, zahtevaju plaćanje u više godina\n(\"Službeni glasnik RS\", br. 21 od 22. februara 2014 i br. 18 od 15. marta 2019. god.).\nDato objašnjenje mešovite nabavke u skladu sa čl. 22. i 23. ZJN.\nNaručilac je u obavezi da razmotri prikladnost oblikovanja predmeta jn u više partija ukoliko je proc. vrednost jn jednaka ili veća od iznosa evropskih pragova, te ukoliko smatra da nije prikladno da oblikuje predmet jn u partije, to obrazlaže u izveštaju o postupku jn uz navođenje razloga iz kojih predmet jn nije oblikovan u više partija. Ukazano na odredbe čl. 35. i čl. 36. ZJN, koje se odnose na određivanje proc. vrednosti nabavke po partijama i podelu nabavke u partije.\nUkazano da naručilac sam procenjuje da li su ispunjeni uslovi iz čl. 158. ZJN uz ukazivanje na obavezu objavljivanja obaveštenja o izmeni ugovora u skladu sa čl. 155. st. 2. ZJN.\nSaglasno  čl. 157. st. 5. ZJN, ugovoreni viškovi radova ne predstavljaju izmenu ugovora o jn.\nDakle, u pogledu viškova radova naručilac postupa na način predviđen osnovnim ugovorom o jn (npr. ugovorom o jn predviđeno je da će se u slučaju viškova radova primeniti pravila Posebnih uzansi o građenju).\nPrevideli su neke podatke u dokumentaciji o nabavci. Sada su u fazi stručne ocene ponude, te ih interesuje u kom roku naručilac može da\nizmeni dokumentaciju o nabavci.\nNaručilac može da izmeni dokumentaciju o nabavci samo do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n.\nNaručilac je u toku postupka javne nabavke, pre otvaranja ponuda dobio zahtev za zaštitu prava, koji je rešenjem R.komisije za zaštitu prava u postupcima javnih nabavki odbačen. Naručilac je modelom ugovora predvideo da isti traje najkasnije do 31.12.2020. godine, te nema mogućnost da sprovede predmetni postupak i okonča isti donošenjem odluke i zaključenjem ugovora. Predmet nabavke je usluga dezinfekcije. Imaju nameru da obustave predmetni postupak, te postavaljaju pitanje da li isto mogu da obave bez izmene tj. produženja roka za podnošenje ponuda.\nNaručiocu odgovoreno da sa stanovišta odredbi ZJN nema smetnji da naručilac obustavi predmetni postupak javne nabavke, donošenjem odluke o obustavi postupka, ukoliko postoje osnovani razlozi navedeni u članu 147. ZJN. Da li naručilac mora prvo da izmeni dokumentaciju produženjem roka za podnošenje ponuda je tehničko pitanje funkcionisanja Portala javnih nabavki, obzirom da je usled podnetog zzp zaustavljen postupak javne nabavke, te je predloženo da se u vezi navedenog pitanja naručilac obrati koleginicama i kolegama koje pružaju podršku u funkcionisanju Portala javnih nabavki.\nNaručilac ima u Planu j.n. nabavku koja je oblikovana po partijama, ali bi oni da pokrenu samo partije na koje bi se mogao primeniti izuzetak iz člana 35. stav 4. ZJN, i to bez primene zakona. Da li mogu navedeno da primene.\nNaručiocu odgovoreno da navedeno ne mogu da primene, obzirom da navedena situacija može da postoji kada je pokrenut postupak javne nabavke koja je oblikovana po partijama, gde postoji situacija da neke od partija ispunjavaju uslov iz člana 35. stav 4. ZJN. Tada naručilac prilikom pokretanja predmetne javne nabavke, na Portalu javnih nabavki navodi da će koristiti odredbe člana 35. stav 4.  ZJN na određene partije iz predmetnog postupka.\nNaručilac je od dobavljača dobio zahtev za izmenu ugovora u smislu povećanja cena iz razloga što je došlo do poskupljenja određenih artikala na tržištu.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na\nukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nNavedeni institut je imao pritužbe na rad Republičke komisije.\nUkazano je na odgovarajuće odredbe Zakona o javnim nabavkama i napomenuto da nije u nadležnosti Kancelarije za javne nabavke da kontroliše i preispituje odluke Republičke komisije niti ova komisija za svoj rad odgovara navedenoj kancelariji."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Ako je proc. vred. nabavke 1 000 000 dinara da li moraju da primenjuju ZJN?...", "link": null, "input": "Pitanje: Ako je proc. vred. nabavke 1 000 000 dinara da li moraju da primenjuju ZJN?...: Da."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljaju pitanje da li su javni naručilac...", "link": null, "input": "Pitanje: Postavljaju pitanje da li su javni naručilac...: Upućeni da pošalju zahtev za tumačenje."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Pitanje stručne ocene ponuda...", "link": null, "input": "Pitanje: Pitanje stručne ocene ponuda...: Ukazano da KJN ne vrši stručnu ocenu ponuda."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Postavljaju pitanje računanja rokova?...", "link": null, "input": "Pitanje: Postavljaju pitanje računanja rokova?...: Pojašnjen čl. 85. ZJN"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postavljaju pitanje da li moraju da imaju zaposlenog sa sertifikatom za službenika za javne nabavke,...", "link": null, "input": "Pitanje: Postavljaju pitanje da li moraju da imaju zaposlenog sa sertifikatom za službenika za javne nabavke,...: Naručiocu ukazano na čl. 92. st. 2 i st. 4. ZJN\nZaključili su ugovor o jn namirnica po partijama u o.p. čija je proc. vrednost 7.000.000,00 din.  Za jednu od partija čija je proc. vrednost 2.000.000,\n00"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: din. dobavljač želi da raskine ugovor o jn, jer je u nemogućnosti da vrši isporuku u određenom perio...", "link": null, "input": "Pitanje: din. dobavljač želi da raskine ugovor o jn, jer je u nemogućnosti da vrši isporuku u određenom perio...: Savetovano da razmotre mogućnost primene pregovaračkog postupka po hitnosti u skladu sa čl. 61. stav. 1. tačka 2) ZJN za neophodne količine do okončanja o.p. za predmetnu partiju. Ukazano da se procedura pregovaračkog postupka vrši shodno čl. 62. ZJN\nuzimajući u obzir i\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li su u obavezi da izvrše izmenu plana jn u slučaju povećanja proc. vrednosti električne energije...", "link": null, "input": "Pitanje: Da li su u obavezi da izvrše izmenu plana jn u slučaju povećanja proc. vrednosti električne energije...: Da, u slučaju povećanja proc. vrednosti jn za više od 10% , naručilac je dužan da izmeni plan jn saglasno čl. 88. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Tehničko pitanje za Portal jn....", "link": null, "input": "Pitanje: Tehničko pitanje za Portal jn....: Upućeni na sajt KJN gde su u delu Kontakt istaknuti br. tel. za konsultacije (i) u vezi sa primenom Portala jn."}
