{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: . Šta da rade?...", "link": null, "input": "Pitanje: . Šta da rade?...: Dat odgovor da je\nponuda\nkoja\nsadrži ponuđenu cenu veću od procenjene vrednosti jn\npotencijalno, a ne automatski neprihvatljiva. Tako n\naručilac\nu ovom slučaju\nima dve mogućnosti. Naime,\npo\nčl. 144.  st. 2.\nZJN\nnaručilac ima mogućnost da\nodbije kao\nneprihvatljivu ponudu koja prelazi iznos procenjene vrednosti predmeta jn ili raspoloživih sredstava\n.\nUkoliko to nije slučaj, naručilac može da postupi po\nčl. 146. st. 2. ZJN\ni\ndodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručiocu je postavljeno pitanje i ukazana nepravilnost/nedostatak na konkursnu dokumentaciju dan pr...", "link": null, "input": "Pitanje: Naručiocu je postavljeno pitanje i ukazana nepravilnost/nedostatak na konkursnu dokumentaciju dan pr...: Naručiocu ukazano na odredbu člana 97. ZJN. i pojašnjena ista. Na osnovu navoda o visini procenjene vrednosti predmetne javne nabavke, ponuđač nije postupio u skladu sa članom 97. stav 1. tačka 2) ZJN prilikom postavljanja pitanja naručiocu. Posebno ukazano, da shodno navodima u telefonskoj konsultaciji, naručilac shodno odredbi člana 97. stav 2. ZJN nije bio obavezi da odgovori ponuđaču/zainteresovanom privrednom subjektu na postavljeno pitanje, ali je odgovor poželjan. Pitanje se odnosilo na obilazak lokacije, koji je naručilac u konkursnoj dokumentaciji predvideo kao fakultativni uslov, a ne kao obavezni."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Zainteresovano lice je postavilo pitanje da li može naručilac da pokrene postupak javne nabavke na m...", "link": null, "input": "Pitanje: Zainteresovano lice je postavilo pitanje da li može naručilac da pokrene postupak javne nabavke na m...: navedene u Planu javnih nabavki.\nNaručiocu odgovoreno da nema nikakvih zakonskih smetnji da pokrene postupak javne nabavke na manju procenjenu vrednost u odnosu na procenjenu vrednost navedenu u Planu javnih nabavki.\nNaručilac je pogrešio i planirao nabavku usluge fto proc.vrednosti 7 miliona rsd u Planu javnih nabavki i sproveo postupak (pored činjenice da se radi o društvenoj usluzi iz Priloga 7). Nisu dobili ni jednu ponudu i moraju da obustave postupak. Da li je obavezno da sačekaju istek roka za podnošenje zahteva za zaštitu prava, pre nego što ponovo pokrenu predmetni postupak javne nabavke.\nNaručiocu odgovoreno, da se prema odredbama člana 27. stav 1. tačka 3) ZJN, zakon ne primenjuje na nabavke društvenih usluga do 15 miliona rsd kada nabavku sprovodi javni naručilac, odnosno do 20 miliona rsd kada nabavku sprovodi sektorski naručilac. U pogledu postavljenog pitanja, napomenuto da je odredbama člana 147. stav 3. ZJN navedeno da odluka o obustavi postupka, pored ostalog sadrži i uputstvo o pravnom sredstvu. Shodno navedenom, ukoliko naručiocu nije hitno, sa stanovišta zakona bi bilo ispravnije sačekati protok roka za podnošenje zahteva za zaštitu prava.\nNaručilac nabavlja mašinski materijal, gde u ovom trenutku imaju samo okvirne količine. Da li oni mogu sprovesti postupak gde bi bile definisane okvirne količine, koje bi naručilac povlačio prema stvarnim potrebama.\nNaručiocu odgovoreno da u ugovoru količine moraju biti određene ili odredive i naručilac iste mora preuzeti, ukoliko su ugovorene i platiti cenu za iste. Kao pogodno rešenje, naručiocu predočena pravila tehnike okvirnog sporazuma iz člana 66. i 67. ZJN, gde je kroz uputstva i objašnjenja približen ovaj instrument iz ZJN kao pogodan način za nabavku dobara, usluga ili radova gde količine nije moguće precizno definisati već ih je moguće okvirno definisati."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li naručilac može...", "link": null, "input": "Pitanje: Da li naručilac može...: tražiti\nod\nponuđača dokaz koji je zahtevan da uz ponudu\n, a nije dostavljen"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: Navedeno ne bi bilo u skladu sa ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li su dužni da čekaju da istekne rok za zzp kako bi zaključili ugovor, ukoliko je pristigla samo ...", "link": null, "input": "Pitanje: Da li su dužni da čekaju da istekne rok za zzp kako bi zaključili ugovor, ukoliko je pristigla samo ...: Nisu dužni, mogu odmah zaključiti ugovor."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li je naručilac imao prava da vrši izmenu konkursne dokumentacije dan pre otvaranja ponuda?...", "link": null, "input": "Pitanje: Da li je naručilac imao prava da vrši izmenu konkursne dokumentacije dan pre otvaranja ponuda?...: Jeste, ukazano na član 96. ZJN.\nNaručilac je zaključio ugovor na vrednost sa PDV-om,"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: ponuđač ga obavestio da ne mora da plaća PDV. Da li može Aneks ugovora da zaključi i odredi cenu bez...", "link": null, "input": "Pitanje: ponuđač ga obavestio da ne mora da plaća PDV. Da li može Aneks ugovora da zaključi i odredi cenu bez...: Rečeno da može."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Kako naručilac postupa kada ponuđač dostavi dokaze kojim ne dokazuje da ispunjava kriterijume za koj...", "link": null, "input": "Pitanje: Kako naručilac postupa kada ponuđač dostavi dokaze kojim ne dokazuje da ispunjava kriterijume za koj...: Rečeno da postupa u skladu sa članom 119. stav 6. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li nakon obustave postupka može da pokrene nabavku iz iste pozicije u Planu i da li može da vrši ...", "link": null, "input": "Pitanje: Da li nakon obustave postupka može da pokrene nabavku iz iste pozicije u Planu i da li može da vrši ...: Rečeno da može."}
