{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li prilikom planiranja nabavke moraju da imaju obezbeđena sredstva ne valja, šta da rade?...", "link": null, "input": "Pitanje: Da li prilikom planiranja nabavke moraju da imaju obezbeđena sredstva ne valja, šta da rade?...: KJN ne vrši stručnu ocenu ponuda."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Dobili su dopis Ministarstva zdravlja da sprovedu hitnu nabavku. U dopisu je Ministarstvo zahtevalo ...", "link": null, "input": "Pitanje: Dobili su dopis Ministarstva zdravlja da sprovedu hitnu nabavku. U dopisu je Ministarstvo zahtevalo ...: Posavetovani da se obrate Ministarstvu radi pojašnjenja zahteva iz dopisa."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Sproveli su postupak javne nabavke koji je oblikovan u po partijama. Za tri partije su obustavili po...", "link": null, "input": "Pitanje: Sproveli su postupak javne nabavke koji je oblikovan u po partijama. Za tri partije su obustavili po...: Naručiocu je ukazano da sa iste pozicije u planu javnih nabavki ponovo pokrene postupak javne nabavke za preostale partije."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljaju pitanje kako da sprovedu na Portalu pregovarački postupak bez objavljivanja javnog poziv...", "link": null, "input": "Pitanje: Postavljaju pitanje kako da sprovedu na Portalu pregovarački postupak bez objavljivanja javnog poziv...: Naručilac upućen na uputstva na Portalu i objašnjen ceo postupak.\nPonuđač\nje\nnaveo da je u postupku javne nabavke u kom je učestvovao izabran ponuđač koji nije registovan U Registru ponuđača, te samim tim, kako navode, ne ispunjava kriterijume za kvalitativni izbor ps.\nOdgovoreno da činjenica da neko privredno društvo nije registovano U Registru ponuđača ne znači da isto ne ispunjava kriterijume za kvalitativni izbor ps, već je u konkretnom slučaju dužan da dostavi dokaze o nepostojanju osnova za isključenje.\nNaručilac navodi da je nakon sprovođenja nabavke na koju se ZJN ne primenjuje izabrani ponuđač odustao od zaključenja ugovora. Interesuje ga da li je potrebno da donese odluku o obustavi postupka.\nOdgovoreno da ne treba, već da naprave službenu belešku i to konstatuju."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li u slučaju podnošenja zahteva za zaštitu prava nakon donete odluke o dodeli ugovora, podizvođač...", "link": null, "input": "Pitanje: Da li u slučaju podnošenja zahteva za zaštitu prava nakon donete odluke o dodeli ugovora, podizvođač...: opunomoći ponuđača za preduzimanje naveden\ne\nradnje.\nPream odredbama ZJN podizvođač nije ponuđač, gde ponuđač tj. privredni subjekt prema odredbama člana 131. stav 7. ZJN u potpunosti odgovara  naručiocu za\nizvršenje ugovornih obaveza. Shodno navedenom\ni činjenici da podizvođač nije ponuđač prema odredbama ZJN, nije nužno da podizvođač daje ovlašćenje ponuđaču (čiji je podizvođač), za podnošenje zahteva za zaštitu prava.\nNaručilac je dobio ponudu u postupku javne nabavke, gde je u istoj u obrascu ponude navedena jedna cena, dok je u obrascu strukture ponuđene cene navedena druga cena. Šta mogu da urade.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda. Iz celine dostavljene ponude, naručilac mora da utvrdi stvarnu sadržinu iste ukoliko je to moguće. Naručilac ne sme da dozvoli izmenu ponude, kako je to navedeno u odredbama člana 142. ZJN, ukoliko bi eventualno zahtevao neka dodatna objašnjenja od ponuđača. Ponuda se može izmeniti, dopuniti ili opozvati do roka za podnošenje ponuda, shodno odredbama člana 135. stav 3. ZJN. Ukoliko naručilac nije u mogućnosti da utvrdi stvarnu sadržinu ponude, zbog nedostataka u ponudi, istu će odbiti shodno odredbama člana 144. stav 1. tačka 6) ZJN.\nNaručilac je dobio dodatna sredstva od strane RFZO u vezi sa javnom nabavkom CJN koju je sproveo RFZO. Da li u svom Planu javnih nabavki mogu poziciju predmetne javne nabavke povećati u pogledu njene procenjene vrednosti za dodtano odobrena sredstva.\nNaručiocu odgovoreno da ne mogu povećati na navedenoj poziciji procenjenu vrednost predmetne javne nabavke, obzirom da se radi o nabavci koja je pokrenuta i sprovedena od strane RFZO kao tela za centralizovano sprovođenje postupaka javnih nabavki. U komunikaciji sa RFZO treba da dobiju instrukcije u pogledu povećanja finasnijskih sredstava, obzirom da je Fond zaključio okvirne sporazume sa dobavljačima, na osnovu kojih naručiocu zaključuju pojedinačne ugovore. U smislu navedenog, RFZO bi morao da izda jasne isntrukcije i u pogledu povećanih finansijskih sredstava za ovu namenu."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li u slučaju ugovorene izmene ugovora, imaju obavezu da objave na Portalu....", "link": null, "input": "Pitanje: Da li u slučaju ugovorene izmene ugovora, imaju obavezu da objave na Portalu....: Obaveza objavljivanja na Portalu postoji jedino u slučaju izmene primenom čl. 157. i 158. ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Izmenili su konkursnu dokumentaciju nakon zzp. Da li je neophodno da čekaju rok 10+3?...", "link": null, "input": "Pitanje: Izmenili su konkursnu dokumentaciju nakon zzp. Da li je neophodno da čekaju rok 10+3?...: Da.\nRaspituju se za zahtev za tumačenje koji su poslali 24.11.2021. godine."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: ZJN?...", "link": null, "input": "Pitanje: ZJN?...: Zahtev je primljen u pisarnici 30.11.2021. godine. Na potpisu je.\nPojašnjen član 161. ZJN. Uz zahtev za uvođenje podizvođača, dostavljaju i dokaze da za tog ponuđača ne postoje osnovi za isključenje iz člana 111. ZJN, kao i dokaze da podizvođač ispunjava sve potrebne uslove."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac je postavio pitanje da li je neophodno menicu dostaviti putem pošte ili mogu da je dostave...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li je neophodno menicu dostaviti putem pošte ili mogu da je dostave...: Obavezno je dostavljanje menice putem pošte."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac postavlja pitanje koje se odnosi na čl. 13. st. 6 i 7 ZJN'?...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje koje se odnosi na čl. 13. st. 6 i 7 ZJN'?...: Upućeni da upute zahtev za tumačenje."}
