{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavili pitanje u vezi sa stručnom ocenom ponude i da li znamo kakav stav će Republička komisija z...", "link": null, "input": "Pitanje: Postavili pitanje u vezi sa stručnom ocenom ponude i da li znamo kakav stav će Republička komisija z...: Odgovoreno da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija, odnosno lice koje imenuje naručilac. Ne možemo predvideti kakva će biti odluka Republičke komisije.\nU toku je izvršenje ugovora. Predmet nabavke je multimedijalna oprema. Neplanirano su dobili sredstva iz UNDP koja bi uložili u ista sredstva. Da li mogu da izmene ugovor na osnovu 158. ZJN, povećanje ne bi bilo veće od 50%.\nMogu."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li se kod podnošenja zajedničke ponude, sabiraju finansijski kapaciteti svih članova grupe ponuđa...", "link": null, "input": "Pitanje: Da li se kod podnošenja zajedničke ponude, sabiraju finansijski kapaciteti svih članova grupe ponuđa...: Privredni subjekti mogu da dokazuju kriterijume za kvalitativni izbor iz čl. 116. i 117. ZJN koristeći kapacitete članova grupe privrednih subjekta ili koristeći kapacitete drugih subjekata na način\npropisan ovim članom."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li izvođač radova može u toku izvršenja ugovora pored postojećeg uvesti još jednog podizvođača?...", "link": null, "input": "Pitanje: Da li izvođač radova može u toku izvršenja ugovora pored postojećeg uvesti još jednog podizvođača?...: Može."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li naručilac može da dodeli okvirni sporazum narudžbenicom?...", "link": null, "input": "Pitanje: Da li naručilac može da dodeli okvirni sporazum narudžbenicom?...: Može. U skladu sa čl. 152. st. 6. ZJN dozvoljeno je da se okvirni sporazum zaključi u vidu narudžbenice, koja ima isto pravno dejstvo kao ugovor o jn pod uslovom da sadrži sve bitne elemente ugovora."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li naručilac čini prekršaj ukoliko ne objavi odnosno ne dostavi odluku o dodeli ugovora o jn?...", "link": null, "input": "Pitanje: Da li naručilac čini prekršaj ukoliko ne objavi odnosno ne dostavi odluku o dodeli ugovora o jn?...: Da. Ako\nne objavi odnosno ne dostavi odluku o dodeli ugovora o jn\nna način propisan čl. 146. ZJN, naručilac čini prekršaj iz čl. 236. st. 1. tačka 11) ZJN za koji je zaprećena novčana kazna."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu....", "link": null, "input": "Pitanje: Tehničko pitanje u vezi sa radom na Portalu....: Upućeni na internet stranicu KJN gde u delu Kontakt mogu naći brojeve kontakt tel. na koje mogu dobiti konsultacije u vezi sa primenom Portala jn."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Postoji li mogućnost da naručilac isključi privrednog subjekta iz postupka jn prema čl 112. st. 1. t...", "link": null, "input": "Pitanje: Postoji li mogućnost da naručilac isključi privrednog subjekta iz postupka jn prema čl 112. st. 1. t...: Postoji, imajući u vidu da shodno čl. 130. st. 2. ZJN član grupe privrednih subjekata snosi solidarnu odgovornost za izvršenje ugovora o jn.\nPitaju\nkako da evidentira\nju\ni objav\ne\npodatke u vezi sa godišnjim izveštajem o nabavkama na koje se ZJN ne primenjuje.\nPre svega, ukazano na\nčl. 181. ZJN uz napomenu da podatke o ovim nabavkama naručilac zbirno objavljuje na Portalu jn najkasnije do 31. januara tekuće godine za prethodnu godinu. Upućeni na Uputstvo za korisnike Portala jn (deo pod nazivom Godišnji izveštaj o nabavkama)\n.\nIzmenili su ugovor o jn po osnovu čl. 160. ZJN (povećanje obima nabavke), te ih interesuje da li su u obavezi da objave obaveštenje o izmeni  tog ugovora na Portalu jn."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Kada se radi o izmeni ugovora o jn po osnovu povećanja obima iz čl 160. ZJN, naručilac nije u obavez...", "link": null, "input": "Pitanje: Kada se radi o izmeni ugovora o jn po osnovu povećanja obima iz čl 160. ZJN, naručilac nije u obavez...: objavi obaveštenje o izmeni tog ugovora\n.\nU o.p. za nabavku radova dobili su sve neprihvatljive ponude (ponude višestruko\nprelaze proc. vrednost), te bi da obustave postupak.\nPrvo, naručiocu je skrenuta pažnja na važnost istraživanja tržišta kako bi se došlo do realne procenjene vrednosti\nkonkretne nabavke, te da je način istraživanja tržišta potrebno urediti posebnim aktom iz čl. 49. st. 2. ZJN. Drugo, naručilac može da donese odluku o obustavi postupka u skladu  sa čl. 147. ZJN.\nNaručilac je postavio pitanja koja su se odnosila na dostavljanje izveštaja za nabavke čija je procenjena vrednost bila ispod vrednosti pragova.\nProtumačene su odredbe člana 181. Zakona o javnim nabavkama, prema kojima je naručilac dužan da evidentira podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nTakođe, napomenuto je da je tu svoju obavezu naručilac dužan da izvrši do 31. januara tekuće godine za prethodnu.\nNaručilac je prošle godine pokrenuo otvoreni postupak javne nabavke koji je obustavio iz razloga što nije bila podneta ni jedna ponuda. Sada ima nameru da u ovoj godini, na osnovu tog neuspelog postupka, pokrene pregovarački postupak.\nObjašnjeno je da, iako bi pregovarački postupak svoj osnov imao u prethodno neuspelom otvorenom postupku, to bi ipak bio novi postupak javne nabavke, a ovo je nova kalendarska godina. Iz tog razloga naručilac ne bi mogao da na osnovu otvorenog postupka javne nabavke iz prošle godine pokrene novi pregovarački postupak javne nabavke u ovoj godini."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac sprovodi postupak javne nabavke u kojem se kao sporno javilo pitanje dokazivanja i pitanje...", "link": null, "input": "Pitanje: Naručilac sprovodi postupak javne nabavke u kojem se kao sporno javilo pitanje dokazivanja i pitanje...: Protumačene su odredbe čl. 118 i 119. Zakona o javnim nabavkama.\nShodno odredbama člana 146. Zakona o javnim nabavkama, naručilac može da dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti javne nabavke.\nPored toga, naručilac može i da obustavi postupak.\nPonuđač\nukazuje generalno na nepravilnosti u radu naruči\nlaca.\nPrivredni subjekt je upućen da o konkretnim naručiocima i konkretnim postupcima javnih nabavki, kao i o uočenim nepravilnostima, Kancelariju za javne nabavke obavesti pismenim putem.\nKonačno, zainteresovano lice ima pravo na podnošenje zahtev za zaštitu prava, kao najefikasniji instrument za zaštitu prava u postupcima javnih nabavki."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: ugovore koje zaključuju na osnovu okvirnog sporazuma?...", "link": null, "input": "Pitanje: ugovore koje zaključuju na osnovu okvirnog sporazuma?...: Ne, to je postupak koji je sproveo RFZO i koji je kao takav evidentiran na Portalu i sproveden u skladu sa odredbama ZJN."}
