{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Nabavljaju gorivo proc. vrednosti ispod milion dinara. Da li sprovode kao nabavku na kou se odredbe ...", "link": null, "input": "Pitanje: Nabavljaju gorivo proc. vrednosti ispod milion dinara. Da li sprovode kao nabavku na kou se odredbe ...: Da, s obzirom da se radi o nabavci ispod praga iz čl. 27. ZJN, naručilac istu sprovodi u skladu sa posebnim aktom iz čl. 49. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Kako postupiti u  slučaju razlike jedinične i ukupne cene?...", "link": null, "input": "Pitanje: Kako postupiti u  slučaju razlike jedinične i ukupne cene?...: U slučaju postojanja razlike između jedinične i ukupne cene u ponudi, kao merodavna uzima se jedinična cena."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Kada i u kom slučaju mogu da izmene ugovor o jn u slučaju pojave dodatnih radova?...", "link": null, "input": "Pitanje: Kada i u kom slučaju mogu da izmene ugovor o jn u slučaju pojave dodatnih radova?...: Odgovoreno da naručilac sam procenjuje da li su ispunjeni uslovi iz čl. 157. ZJN. Prvo, potrebno je da ugovor o jn radova traje tj. da nije raskinut ili prestao da važi, te da su ispunjeni uslovi iz čl. 157. ZJN uz obavezu objavljivanja obaveštenja o izmeni ugovora u skladu sa čl. 155. st. 2. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li mogu da prihvate ponudu sadrži ponuđenu cenu koja sadrži ponuđenu cenu veću od procenjene vred...", "link": null, "input": "Pitanje: Da li mogu da prihvate ponudu sadrži ponuđenu cenu koja sadrži ponuđenu cenu veću od procenjene vred...: Javila se potreba za izmenom ugovora o jn radova usled povećanja obima nabavke S tim u vezi, pitaju da li dolazi u obzir primena  čl. 160. ZJN.\nUkazano da naručilac može dodeliti ugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u skladu sa čl. 146. st. 2. ZJN., te da se podrazumeva da naručilac u tom slučaju treba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost nabavke.\nIzmenu ugovora o jn usled povećanja obima nabavke (ovde, radova) naručilac može izvršiti pod uslovom da je predmetni ugovor o jn važeći i da su ispunjeni uslovi propisani čl. 160. ZJN. Pored toga, ukazano da nisu dužni da objave obaveštenje o izmeni ugovora o jn po ovom osnovu"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Nisu više u mogućnosti da isporučuju papir po ugovorenoj ceni usled porasta cene prouzrokovane ukraj...", "link": null, "input": "Pitanje: Nisu više u mogućnosti da isporučuju papir po ugovorenoj ceni usled porasta cene prouzrokovane ukraj...: Zatražili pojašnjenje čl. 112. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li se raskid ugovora o jn objavljuje na Portalu jn?...", "link": null, "input": "Pitanje: Da li se raskid ugovora o jn objavljuje na Portalu jn?...: U tom slučaju, opcija je raskid ugovora o jn (jednostrani ili sporazumni).\n.\nDato pojašnjenje odredaba čl. 112. ZJN i, s tim u vezi, čl. 113. ZJN u pogledu mera za izuzeće kod osnova za isključenje (self cleaning\nmere\n).\nNe."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li može sada pokrenuti postupak jn za sve partije, osim za jednu partiju za koju bi postupak pokr...", "link": null, "input": "Pitanje: Da li može sada pokrenuti postupak jn za sve partije, osim za jednu partiju za koju bi postupak pokr...: Može..\nNaručilac je od prvorangiranog ponuđača zahtevao dostavljanje dokaza, međutim, on je sastavio i dostavio izjavu datu pod materijalnom i krivičnom odgovornošću.\nShodno odredbama člana 119. Zakona o javnim nabavkama, naručilac je dužan da odbije ponudu tog ponuđača i u skladu sa stavom 1. ovog člana pozove sledećeg ponuđača koji je podneo najpovoljniju ponudu ili da obustavi postupak javne nabavke, ako postoje razlozi za obustavu.\nNaručilac je od dobavljača dobio zahtev za izmenu ugovora iz razloga što je došlo do poskupljenja kancelarijskog materijala na tržištu, konkretno fotokopir papira.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nNapomenuto je da naručilac nije dužan da prihvati zahtev dobavljača, te da može da raskine ugovor i sprovede novi postupak javne nabavke.\nNaručilac sprovodi postupak javne nabavke u kojem je prvorangirani ponuđač odbio zaključenje ugovora."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: S tim u vezi, postavlja pitanje da li da ga ponovo kontaktira ili da obustavi postupak....", "link": null, "input": "Pitanje: S tim u vezi, postavlja pitanje da li da ga ponovo kontaktira ili da obustavi postupak....: Naručilac ne može da prinudi ponuđača da zaključe ugovor.\nKad je reč o potrebi naručioca za predmetom nabavke, ono što može da učini je da ugovor zaključi sa drugorangiranim ili obustavi taj postupak javne nabavke i sprovede novi.\nŠto se tiče prvorangiranog ponuđača, članom 237. Zakona o javnim nabavkama predviđena je prekršajna odgovornost za ponuđača koji po pozivu naručioca ne zaključi ugovor o javnoj nabavci osim ukoliko postoje razlozi na koje ponuđač nije mogao da utiče niti je mogao da ih predvidi, spreči, otkloni ili izbegne, a zbog kojih zaključenje ili izvršenje ugovora u skladu sa uslovima iz dokumentacije o nabavci i izabrane ponude nije moguće (član 152).\nTakođe, aktivirati sredstvo obezbeđenja ukoliko je bilo predviđeno za ozbiljnost ponude.\nU toku je realizacija ugovora o javnoj nabavci nameštaja, sporna stavka su kreveti, u smislu izmene ugovora.\nNavedeni ponuđač se interesuje za zakonske osnove za izmenu.\nProtumačene su odgovarajuće odredbe čl. 155-161. Zakona o javnim nabavkama, kojima su uređene izmene, a posebno čl. 156. i 158.\nTakođe, objašnjeno je da se izmene istog ugovora mogu vršiti po više osnova, naravno, ukoliko su ispunjeni zakonski uslovi za svaki pojedinačni osnov."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li naručilac može da prihvati podnudu iznad procenjene vrednosti?...", "link": null, "input": "Pitanje: Da li naručilac može da prihvati podnudu iznad procenjene vrednosti?...: Rečeno da može, u skladu sa članom 146. stav 2. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li naručilac može da vrši aneksiranje ugovora za za koji nije sproveo postupak javne nabavke?...", "link": null, "input": "Pitanje: Da li naručilac može da vrši aneksiranje ugovora za za koji nije sproveo postupak javne nabavke?...: Odgovoreno da može, da u pogledu nabavki na koje se ne primenjuje zakon postupa u skldau sa internim aktom i načelima ZJN.\nNaručilac objavio Obaveštenje o zaključenom ugovoru, nakon čega je ponuđač odbio da zaključi"}
