{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Nisu dostavili uz ponudu određene licence za inžinjere. Da li da ih dostavi do isteka roka za podnoš...", "link": null, "input": "Pitanje: Nisu dostavili uz ponudu određene licence za inžinjere. Da li da ih dostavi do isteka roka za podnoš...: Dat odgovor da naručilac postupi u zavisnosti od toga šta je određeno u konkursnoj dokumentaciji. Ukoliko se navedene licence zahtveaju u okviru kriterijuma za izbor privrednog subjekta, onda ih dostavlja samo ako bude izabran kao najpovoljniji ponuđač u skladu sa članom 119. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Ponuđač nije popunio jednu stranu Obrasca strukture ponuđene cene i nedostaje jedna strana. Da li da...", "link": null, "input": "Pitanje: Ponuđač nije popunio jednu stranu Obrasca strukture ponuđene cene i nedostaje jedna strana. Da li da...: Ukazano da KJN nema ovlašćenje da sugeriše naručiocima kako da postupe pri stručnoj oceni ponuda, ali i da se dodatnim pojašnjenjima ne sme menjati sadržina ponude, niti postupiti suprotno članu 142. stav 3. ZJN.\nNaručiocu je Ministarstvo zdravlja odobrilo finansijska sredstva za nabavku hardvera i instalaciju istog u postojeće skenere koje naručilac poseduje. Da li oni mogu pokrenuti javnu nabavku, tako što bi u partiji 1. bila nabavka hardvera sa instalacijom, a partija 2. nabavka radova (građevinskih, elektro i mašinskih).\nNaručiocu odgovoreno da je prema odredbama člana 2. stav 1. tačka 3) ZJN ugovor o javnoj nabavci dobara zapravo kupovina dobara, koja može obuhvatati i instalaciju ili ugradnju tih dobara. Takođe je ukazano naručiocu na odrebe člana 23. ZJN, u kojem su definisane mešovite nabavke i kako se određuje predmet javne nabavke. S tim u vezi, nigde nije navedeno nabavka dobara sa radovima, već uslugama, te se postavlja pitanje da li bi bilo uopšte zakonski sprovesti postupak nabavke radova u okviru javne nabavke hardvera za skener. Naime, kako je naručilac opisao, u drugoj partiji se radi o radovima, a ne nabavci dobara (građevinski, mašinski i elektro), te je skrenuta pažnja naručiocu da mora znati o kakvim radovima se tu radi (u tom smislu da li su to neki specifični radovi-zbog samog skenera, ili radovi koji podrazumevaju adaptaciju prostorije-klasični građevinski, elektro i mašinski radovi u kojoj će biti skener smešten\n)\n. Obzirom da navedeno nije potpuno jasno, niti je moguće dati usmeno odgovor na navedeno, preporučeno da ukoliko naručilac ima dilema\n,\nda pošalje zahtev za mišljenje KJN.\nNaručilac je sproveo postupak za javnu nabavku turističkih usluga (kotizacije i smeštaja), gde su jednu od ponuda dostavili grupa privrednih subjekata. Obzirom da su zahtevali u okviru kriterijuma za izbor dozvolu tj. licencu za obavljanje turističkih usluga u inostranstvu, u smislu odredbi člana 115. stav 2. ZJN, da li svi ponuđači iz grupe moraju posedovati navedenu dozvolu.\nNaručiocu odgovoreno, da posedovanje dozvole od strane svih članova grupe, u smislu odredbi člana 115. stav 2. ZJN, zavisi od predmeta javne nabavke (same specifikacije) i okolnosti da li navedeno zahteva da svi članovi grupe imaju predmetnu licencu, ili je npr. dovoljno da istu ima član grupe koji će obavljati poslove navedene u specifikaciji predmetne nabavke za koju je potrebna navedena dozvola. S tim u vezi, skrenuta pažnja naručiocu i na sadržinu ponude grupe ponuđača, njihove izjave, kao i na odredbe ZJN, i to iz člana 2. stav 1. tačka 7, člana 115. stav 1.  i 2, člana 118. stav 2. i člana 130. stav 1. ZJN. Posebno je ukazano da naručilac mora da vodi računa da definisani kriterijum i način njegovog dokazivnja odredi u dokumentaciju, sagledavajući sve prethodno navedeno, kao i da ima u vidu da i sami ponuđači u fazi pre isteka roka za podnošenje ponuda, shodno odredbama\nčlana 97. ZJN mogu da ukažu naručiocu na eventualne nedostatke u pogledu definisanja ovog kriterijuma.\nImali su veliki projekat na sanaciji muzeja, ali u istom nije predviđeno uređenje dvorišta i popravka ograde. Rok za završetak radova im je blizu, kako mogu naknadno da ubace te radove? ili da zaključe ugovor sa firmom sa kojom su imali dobra iskustva..\nIz razgovora je zaključeno da nema nepredviđenih okolnosti koje bi bile osnov za hitnost, kao ni osnova za sprovođenje pregovaračkog sa određenim ps. Ostaje im redovan postupak.. činjenica da su zaboravili odmah to da predvide, kao i da su kasno dobili sredstva, nisu osnov za skraćenje rokova ili sl.\nZa sve 4 partije podnete su zajedničke ponude iste grupe ponuđača, ali u izjavi jednog od članova grupe, on navodi da izjavu daje samo za partije 1 i 3, a ne i za partije 2 i 4, dok nosilac posla tog člana grupe navodi za sve partije. Sve ponude su daleko preko procenjene i biće odbijene..\nSvaki član grupe mora da dostavi izjavu u kojoj navodi na koje se partije odnosi izjava.."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li imaju obavezu da tokom godine sprovedu neku rezervisanu nabavku?...", "link": null, "input": "Pitanje: Da li imaju obavezu da tokom godine sprovedu neku rezervisanu nabavku?...: Ne, to je zakonom data mogućnost.."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Uložili su zzp i postavljaju pitanje kako dostavljaju svoje mišljenje u vezi sa odgovorom naručioca ...", "link": null, "input": "Pitanje: Uložili su zzp i postavljaju pitanje kako dostavljaju svoje mišljenje u vezi sa odgovorom naručioca ...: Naručiocu ukazano na čl. 220. st.2. ZJN , te da mišljenje šalju putem Portala i da ništa ne dostavljaju KJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Sprovode postupak nabavke električne energije i primetili su da su napravili  grešku pri kucanju i s...", "link": null, "input": "Pitanje: Sprovode postupak nabavke električne energije i primetili su da su napravili  grešku pri kucanju i s...: Naručiocu skrenuta pažnja na čl. 87. st. 1. i 2. ZJN, te na čl. 87. st. 4.ZJN"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Postavljaju pitanje na koji način sprovode postupak koji je izuzet od primene ZJN....", "link": null, "input": "Pitanje: Postavljaju pitanje na koji način sprovode postupak koji je izuzet od primene ZJN....: Naručiocu ukazano da sprovodi postupak saglasno proceduri koja je propisana njihovim internim aktom  uz primenu načela ovog zakona na način koji je primeren okolnostima konkretne nabavke."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li osnov za izmenu Plana predstavlja okolnost da hoće da smanje iznos proc. vrednosti koja je nav...", "link": null, "input": "Pitanje: Da li osnov za izmenu Plana predstavlja okolnost da hoće da smanje iznos proc. vrednosti koja je nav...: Ne i ukazano na čl. 88 st. 4. ZJN.\nNaručilac je dobio negativno mišljenje u p.p. bez objavljivanja javnog poziva i nije mu jasno zašto.\nKonsultacija prosleđena koleginici Jeleni Marković"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Hteli su da potvrde da li minimalni rok za podnošenje ponuda u o.p. iznosi 10 dana od dana slanja na...", "link": null, "input": "Pitanje: Hteli su da potvrde da li minimalni rok za podnošenje ponuda u o.p. iznosi 10 dana od dana slanja na...: Da, u skladu sa čl. 52. st. 3. tač. 4) ZJN.\nPojavio se tehnički problem prilikom registracije na Portal jn.\nUsmereni na kolege i koleginice koji daju konsultacije u vezi sa primenom Portala jn na br. tel. objavljene na internet stranici KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Do kada naručilac može izvršiti izmenu dokumentacije o jn. Da li može i u fazi otvaranja ponuda?...", "link": null, "input": "Pitanje: Do kada naručilac može izvršiti izmenu dokumentacije o jn. Da li može i u fazi otvaranja ponuda?...: Naručilac može da izmeni dokumentaciju o nabavci samo do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n. Dakle, naručilac ne može vršiti izmene dokumentacije o jn u fazi otvaranja ponuda."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li je naručilac dužan da odgovori na neblagovremeni zahtev za dodatnim pojašnjenjem?...", "link": null, "input": "Pitanje: Da li je naručilac dužan da odgovori na neblagovremeni zahtev za dodatnim pojašnjenjem?...: Članom 97. ZJN propisano je postupanje naručioca sa blagovremenim zahtevom za\ndodatnim pojašnjenjem i  informacijama\n, što nameće zaključak da naručilac nije u obavezi da postupi po neblagovremenom zahtevu za pojašnjenje.\nUčestvovali su u o.p. te ih interesuje u kom roku je naručilac dužan da donese odluku o dodeli ugovora o jn.\nUkazano da, saglasno čl. 146. st. 3. ZJN, naručilac donosi odluku o dodeli ugovora o jn u roku od 30 dana od isteka roka za podnošenje ponuda, osim ako je naručilac u kd odredio duži rok.\nJedna od primljenih ponuda u o.p. za nabavku namirnica za ishranu po partijama sadrži tehničku grešku u obrascu strukture cene.\nU toj situaciji naručilac može da postupi po čl. 142. ZJN.\nSproveli su postupak med. potrošnog sanitetskog materijala po partijama  u pregovaračkom postupku bez objavljivanja poziva po čl. 61. st. 7. ZJN. Jedan od ponuđača"}
