{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li moraju odobriti uvid u dokumentaciju ponuđaču koji nije podneo ponudu za partiju za koju traži...", "link": null, "input": "Pitanje: Da li moraju odobriti uvid u dokumentaciju ponuđaču koji nije podneo ponudu za partiju za koju traži...: Ne, naručilac je dužan da omogući uvid u dokumentaciju privrednim subjektima koji su podneli ponudu (prijavu) u konkretnoj partiji postupka jn."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Imaju dilemu da i da zaključe ugovor koji im je naručilac poslao na potpisivanje. U vezi sa tim post...", "link": null, "input": "Pitanje: Imaju dilemu da i da zaključe ugovor koji im je naručilac poslao na potpisivanje. U vezi sa tim post...: Ukoliko naručilac od ponuđača naplati sredstvo obezbeđenja, i u narednom postupku kao osnov za isključenje navede razlog iz člana 112. stav 1. tačka 5) ZJN, moći će da odbije ponuđača po tom osnovu."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Postavljaju pitanje šta mogu da učine ako smatraju da je naručilac u postupku u kome su i oni učestv...", "link": null, "input": "Pitanje: Postavljaju pitanje šta mogu da učine ako smatraju da je naručilac u postupku u kome su i oni učestv...: Ukazano na član 143. ZJN, kao i na mogućnost ulaganja zahteva za zaštitu prava."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac postavlja pitanje da li rang lista ponuđača mora biti ispravna. Odnosno, da li prilikom oc...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li rang lista ponuđača mora biti ispravna. Odnosno, da li prilikom oc...: Odgovoreno da nakon otvaranja ponuda, odnosno prijava, vrši se pregled, stručna\nocena i rangiranje ponuda, odnosno prijava, na osnovu uslova i zahteva iz dokumentacije o nabavci i sačinjava izveštaj o postupku javne nabavke. Takopđe, u članu 144. stav 4. ZJN predviđemo je da se ponude koje nisu odbijene ocenjuju i rangiraju prema kriterijumu za dodelu ugovora koji je određen u dokumentaciji o nabavci, dok je u članu 145. stav 2. tačka 7) ZJN predviđeno da naručilac Izveštaj o postupku nabavke mora sadržati način rangiranja ponuda.\nIz svega navedenog sledi da naručilac mora oceniti sve dobijene ponude.\nNaručilac navodi da je u postupku jn dobio 2 ponude od kojih je jednu ocenio kao neprihvatljivu iz razloga što prelazi iznos procenjene vrednosti, dok je druga bila prihvatljiva i naručilac je tom ponuđaču dodelio ugovor. Nakon toga, izabrani ponuđač je odbio da zaključi ugovor koji mu je naručilac dostavio. U vezi sa tim n. Postavlja pitanja 1) da li može kroz ponovnu stručnu ocenu ponuda, ponudu koju je odbio, sada oceniti kao prihvatljivu i zaključiti sa njim ugovor;"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: 2) da li mora da donosi odluku o obustavi postupka ili je dovoljno da objavi obaveštenje o obustavi ...", "link": null, "input": "Pitanje: 2) da li mora da donosi odluku o obustavi postupka ili je dovoljno da objavi obaveštenje o obustavi ...: Naručilac ne može ponudu koju je odbio kao neprihvatljivu sada oceniti kao prihvatljivu, te je dužan doneti odluku o obustavi postupka – ne postoji mogućnost da se ista izbegne."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Naručilac postavlja pitanje kako da postupi ukoliko za tehnički kapacitet odredi da ponuđač dostavi ...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje kako da postupi ukoliko za tehnički kapacitet odredi da ponuđač dostavi ...: Naručilac mora određivati kriterijume za kvalitativni izbor privrednog subjekta na objektivan način i tako da isti budu u logičkoj vezi sa predmetom javne nabavke. Ukoliko bi bez takvog kriterijuma bilo nemoguće izvršiti javnu nabavku, naručilac bi morao odbiti takvu ponudu."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li su u obavezi da traže dokaze o ispunjenosti kriterijuma od ponuđača za kog su na osnovu izjave...", "link": null, "input": "Pitanje: Da li su u obavezi da traže dokaze o ispunjenosti kriterijuma od ponuđača za kog su na osnovu izjave...: Pojašnjeno da naručilac traži dokaze samo od ponuđača koji je dostavio ekonomski najpovoljniju ponudu, u skladu sa čl.119. ZJN, ne od svih ponuđača."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Postavljaju pitanje kako u planu navode procenjenu vrednost nabavke, da li na godišnjem nivou ili uk...", "link": null, "input": "Pitanje: Postavljaju pitanje kako u planu navode procenjenu vrednost nabavke, da li na godišnjem nivou ili uk...: Ukupna vrednost javne nabavke predstavlja procenjenu vrednost koju unose u plan jn.\nZaključili su okvirni sporazum na 17.000.000 dinara. Prestalo im je neutrošenih sredstava"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Gde će preusmeriti preostali novac, zavisi od njihovog finansijskog plana. Okvirni sporazum se i zak...", "link": null, "input": "Pitanje: Gde će preusmeriti preostali novac, zavisi od njihovog finansijskog plana. Okvirni sporazum se i zak...: može sa sigurnošću znati kakve će biti njegove potrebe, te sav novac i ne mora biti utrošen."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Moraće da raskinu ugovor. Kako dalje da nastave postupak i nađu novog ponuđača?...", "link": null, "input": "Pitanje: Moraće da raskinu ugovor. Kako dalje da nastave postupak i nađu novog ponuđača?...: Da, s obzirom da ponuđači nisu jedini aktivno legitimisani u postupku. Ukazano na član\n211.\nZJN.\nPotrebno je da pokrenu novi postupak javne nabavke. Prethodni se završio zaključenjem ugovora."}
