{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li naručilac primenjuje ZJN na nabavku usluga interneta, čija je proc. vrednost...", "link": null, "input": "Pitanje: Da li naručilac primenjuje ZJN na nabavku usluga interneta, čija je proc. vrednost...: 1.360.000\n,00"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: din. bez PDV-a?...", "link": null, "input": "Pitanje: din. bez PDV-a?...: Primenjuje. Iz odredbe čl. 28. st. 1. ZJN proizlazi da je naručilac dužan da primenjuje odredbe ZJN-a  na nabavke usluga čija je procenjena vrednost jednaka ili veća od 1.000.000,00 din.\nZahtevali su pojašnjenje nabavke na koje se ZJN ne primenjuje iz čl. 12. st. 1. tačka 8) ZJN.\nProtumačena odredba\nčl. 12. st. 1. tačka 8) ZJN.\nSprovode otvoreni postupak za nabavku energenata čija procenjena vrednost iznosi 2.000.000,00 din. u kom su dobili samo jednu ponudu koja prelazi procenjenu vrednost nabavke za oko 30.000,00 din. Prihvatili bi dobijenu ponudu, ali se pitaju da li je dozvoljeno takvo postupanje.\nNaručilac može da prihvati\nponudu koja prelazi procenjenu vrednost nabavke\ni\ndodeli ugovor o jn ponuđaču koji je tu ponudu dostavio\n, što je u skladu sa čl. 146. st. 2. ZJN. Podrazumeva se da naručilac raspolaže potrebnim fin. sredstvima kako bi mogao da prihvati\nponudu koja prelazi procenjenu vrednost\n."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Ukoliko naručilac danas pošalje javni poziv za podnošenje ponuda na objavljivanje na Portal jn, da l...", "link": null, "input": "Pitanje: Ukoliko naručilac danas pošalje javni poziv za podnošenje ponuda na objavljivanje na Portal jn, da l...: Ne. Prema Uputstvu\no načinu slanja i objavljivanja oglasa o javnoj nabavci\n(“Službeni glasnik RS\", broj 93 od 1. jula 2020\n. godine) javni poziv kao\noglas o javnoj nabavci iz\nčlana 105. stav 1. tač. 1) Z\nJN\n, objavljuje se na Portalu jn narednog dana od dana slanja oglasa ako je oglas sastavljen i poslat na objavljivanje\ndo 20.00 sati\n. Isto se odnosi i na ispravke ili povlačenje oglasa o jn (u ovom slučaju, javnog poziva)."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Naručilac zahteva posedovanje određenog vozila, bilo sopstvenog, bilo na osnovu ugovora. Postavljaju...", "link": null, "input": "Pitanje: Naručilac zahteva posedovanje određenog vozila, bilo sopstvenog, bilo na osnovu ugovora. Postavljaju...: Savetovano da označe da poseduju vozilo, pa da onda obrazlože na koji način ga poseduju.\nPonuđač navodi da drugi ponuđač koji je podneo ponudu u istom postupku kao i oni u obrascu ponude na Portalu nije naznačio da deo ponude koji dostavlja sredstvima koja nisu elektronska je menica, ali je istu dostavio uz ponudu. Da li"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: je to razlog za odbijanje ponude?...", "link": null, "input": "Pitanje: je to razlog za odbijanje ponude?...: Ponuđaču ukazano da KJN ne vrši stručnu ocenu ponuda, kao i da ukoliko smatraju da im je povređeno neko pravo imaju mogućnost da isto ostvare u postupku zaštite prava, ali takođe i skrenuta pažnja da naručilac ceni ponudu u celini."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li za pohađanje seminara i stručnog usavršavanja moraju da sprovode postupak javne nabavke?...", "link": null, "input": "Pitanje: Da li za pohađanje seminara i stručnog usavršavanja moraju da sprovode postupak javne nabavke?...: Naručiocu objašnjeno da navedena usluga predstavlja društvenu i drugu posebnu uslugu te da se\nCPV\noznaka navedene usluge nalazi u Prilogu 4 i da ako navedena usluga ne prelazi iznos od 15 000 000 na godišnjem\nnivou naručilac nije dužan da primenjuje odredbe ZJN, već saglasno čl. 49. st. 2. ZJN posebnim aktom bliže uređuje način planiranja i sprovođenja postupaka koji su izuzeti od primene.\nNaručilac navodi da dobavljač sa kojim su zaključili ugovor po sprovedenom postupku javne nabavke ne izvršava obaveze, šta mogu da urade.\nNaručiocu ukazano da su obaveze koje proizilaze iz ugovornog odnosa domen ZOO a ne ZJN."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac je tražio za postupak koji sprovodi dostavljanje uzoraka koji se odnose na premet nabavke,...", "link": null, "input": "Pitanje: Naručilac je tražio za postupak koji sprovodi dostavljanje uzoraka koji se odnose na premet nabavke,...: Uzorci se dostavljaju do isteka roka za podnošenje ponuda."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li da i u finansijski plan i u plan nabavki unesu vrednost bez pdv, jer je nabavka usluga turisti...", "link": null, "input": "Pitanje: Da li da i u finansijski plan i u plan nabavki unesu vrednost bez pdv, jer je nabavka usluga turisti...: Ne mogu očekivati sa sigurnošću da im neće ponudu podneti neki pc koji ipak plaća pdv..zato neka sve rade kako se inače radi, u smislu iskazivanja cena sa i bez pdv.\nNabavka u više partija, za jednu partiju u Izjavi su samo kliknuti osnovi za izuzeće a nisu popunjeni ostali krit. da li je moguće da je došlo do greške..i da li da im traže pojašnjenje..\nOvo nije razl. za pojašnjenje, prosto samo postupiti po čl.144.\nNaručilac je postavio pitanja koja su se odnosila na dostavljanje izveštaja za nabavke čija je procenjena vrednost bila ispod vrednosti pragova.\nProtumačene su odredbe člana 181. Zakona o javnim nabavkama, prema kojima je naručilac dužan da evidentira podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nTakođe, napomenuto je da je tu svoju obavezu naručilac dužan da izvrši do 31. januara tekuće godine za prethodnu."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac za nabavke ispod pragova najčešće izdaje narudžbenice. Postavio je pitanje da li da samo u...", "link": null, "input": "Pitanje: Naručilac za nabavke ispod pragova najčešće izdaje narudžbenice. Postavio je pitanje da li da samo u...: Protumačene su odredbe člana 181. Zakona o javnim nabavkama, konkretno deo koji se odnosi na javne nabavke iz člana 27. stav 1. ovog zakona. Na osnovu toga je zaključeno da naručioci prilikom sačinjavanja predmetnog izveštaja treba da vode računa o osnovu, a ne o načinu."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Privredni subjekt postavlja pitanje da li strani ponuđač može da bude član grupe ponuđača ili podizv...", "link": null, "input": "Pitanje: Privredni subjekt postavlja pitanje da li strani ponuđač može da bude član grupe ponuđača ili podizv...: Sa stanovišta Zakona o javnim nabavkama ne postoji smetnja.\nPored toga, ukazano je na odgovarajuće odredbe koje se odnose na dokazivanje."}
