{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Cena koju je ponuđač naveo u obrascu strukture cene i modelu ugovora nije ista. Kako postupiti?...", "link": null, "input": "Pitanje: Cena koju je ponuđač naveo u obrascu strukture cene i modelu ugovora nije ista. Kako postupiti?...: Naručilac može da zahteva dodatna objašnjenja od ponuđača u skladu sa čl. 142.  ZJN, vodeći računa da takvo postupanje ne dovede do promene elemenata ponude koji su od značaja za primenu kriterijuma za dodelu ugovora o jn ili do izmene ponuđenog predmeta nabavke.\nZamolili su za objašnjenje čl. 90. ZJN."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Kada je moguće skraćenje rokova u o. p iz čl. 52. st. 3. tač. 1) i 2) ZJN?...", "link": null, "input": "Pitanje: Kada je moguće skraćenje rokova u o. p iz čl. 52. st. 3. tač. 1) i 2) ZJN?...: Protumačene odredbe čl. 90. ZJN, koje se odnose na zaštitu integriteta postupka jn.\n2.\nS\nkraćenje minimalnih rokova u o.p. iz čl. 52. st. 3. tač. 1) i 2) ZJN\nmoguće je u slučaju objavljivanja prethodnog informativnog obaveštenja ili periodičnog indikativnog obaveštenja  (pod uslovom iz čl. 107. st. 6. i čl. 108. st. 14. ZJN),  u slučaju podnošenja ponude elektronskim sredstvima, i iz razloga opravdane hitnosti za koju naručilac poseduje valjane dokaze, što je i propisano samim čl. 52. ZJN.\nZatražili su da\nim se pojasne  odredbe čl. 123. ZJN u vezi dokaza za finansijski i ekonomski kapacitet privrednog subjekta.\nPojašnjene odredbe\nčl. 123. ZJN odn. dokazivanje finansijskog i ekonomskog kapaciteta  privrednog subjekta."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li je naručilac dužan da sačuva celokupnu dokumentaciju  iz postupka jn? Kako naručilac čuva i ar...", "link": null, "input": "Pitanje: Da li je naručilac dužan da sačuva celokupnu dokumentaciju  iz postupka jn? Kako naručilac čuva i ar...: Žele da provere da li naručilac može posebnim aktom za nabavke na koje se ZJN ne primenjuju da predvidi da se te nabavke dodeljuju  putem narudžbenice.\nDa, naručilac je dužan da sačuva celokupnu dokumentaciju vezanu za javne nabavke na način propisan čl. 41. ZJN.\nDokumentacija koja se razmenjuje na Portalu jn čuva se i arhivira u skladu sa čl. 41. ZJN na Portalu jn.\nOdgovoreno je da\nnaručilac\nmože internim aktom da predvidi da se za nabavke na koje se ZJN ne primenjuje nabavka može dodeliti narudžbenicom. Pritom, naglašeno da se podrazumeva da narudžbenica sadrži sve bitne elemente ugovora o jn.\nPreispituju se da li su načinili grešku što su jednu nabavku za ovu godinu, kako bi realizacija iste započela ovog meseca, sproveli po planu za 2021. godinu.\nNe, nisu pogrešili. Rečeno im da su jedino  tako i mogli, te da su u prethodnoj godini mogli i da načine plan jn za 2022. godinu, ali ne i da pokreću postupke po tom planu, bez postojanja finansijskog plana.\nPitali su da li zahtev za tumačenje ZJN može da se uputi mejlom."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li je moguće sprovesti nabavku  putničkog automobila po principu „staro za novo“?...", "link": null, "input": "Pitanje: Da li je moguće sprovesti nabavku  putničkog automobila po principu „staro za novo“?...: Rečeno da se\nzahtev za tumačenje ZJN ne upućuje putem mejla i dato uputstvo kako da pošalju zahtev za tumačenje ZJN.\nDat odgovor naručiocu da postoji mogućnost sprovođenja\nnabavke putničkog automobila\npo principu „staro za novo“\nuz pridržavanje načela ZJN, posebno načela obezbeđivanja konkurencije. Pored toga, naručiocu je ukazano i na to da se u ovom slučaju radi o otuđenju pokretnih stvari iz javne svojine koje se vrši u skladu sa odredbama Zakona o javnoj svojini, što je u domenu posebnih propisa (a ne propisa\niz oblasti javnih nabavki\n), čije tumačenje nije u nadležnosti KJN.\nGreškom su nazvali na tel. za pravne konsultacije, a potrebna im je tehnička podrška za Portal jn.\nUsmereni na brojeve kontakt tel. za primenu Portala jn datih na internet stranici KJN u delu Kontakt."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Sprovode nabavku oblikovanu u dve partije u otvorenom postupku. S tim u vezi, postavljaju pitanje da...", "link": null, "input": "Pitanje: Sprovode nabavku oblikovanu u dve partije u otvorenom postupku. S tim u vezi, postavljaju pitanje da...: v"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: ovao samo u jednoj partiji može da podnese zahtev za uvid u dokumentaciju iz postupka jn (i) za drug...", "link": null, "input": "Pitanje: ovao samo u jednoj partiji može da podnese zahtev za uvid u dokumentaciju iz postupka jn (i) za drug...: Iz odredbe čl 149. ZJN proizlazi da uvid u\ndokumentaciju iz postupka jn može zahtevati privredni subjekt koji je podneo ponudu, što nameće zaključak da je n\naručilac dužan da ponuđaču omogući uvid u\ndokumentaciju iz postupka jn samo za partiju u kojoj je učestvovao odn. podneo ponudu, iako je reč o istom postupku jn, imajući u vidu da partije predstavljaju celinu za sebe za koje naručilac posebno zaključuje ugovor o jn."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac navodi da u jednoj od ponuda postoje nelogičnosti vezano za stručni kapacitet (na jednom m...", "link": null, "input": "Pitanje: Naručilac navodi da u jednoj od ponuda postoje nelogičnosti vezano za stručni kapacitet (na jednom m...: Naručiocu ukazano da saglasno članu 142. ZJN može zahtevati dodatna pojašnjenja od ponuđača, ali da mora imati u vidu stav 3. istog člana koji propisuje da navedeno postupanje ne sme da dovede do promene elemenata koji su od značaja za primenu kriterijuma za dodelu ugovora\nPonuđač ukazuje na nepravilnosti u pogledu uslova koje naručilac zahteva u konkursnoj dokumentaciji.\nUkazano na mogućnost zzp-a i preneto kolegama iz sektora za monitoring."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li su dužni da vrše izmenu plana  u slučaju da neće sprovoditi određenu nabavku?...", "link": null, "input": "Pitanje: Da li su dužni da vrše izmenu plana  u slučaju da neće sprovoditi određenu nabavku?...: Nisu dužni, takva opcija nije ni moguća na Portalu jn."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li bi mogli da pokrenu novi postupak za nabavku za koju su već sproveli postupak, ali ponovo se p...", "link": null, "input": "Pitanje: Da li bi mogli da pokrenu novi postupak za nabavku za koju su već sproveli postupak, ali ponovo se p...: potreba za predmetom nabavke.\nMogu pokrenuti postupak nakon što predmetnu jn unesu u Plan jn kao novu stavku plana."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li čl. 112. st.1. tač. 6) kada je predviđen, predstavlja osnov za isključenje svakog člana grupe ...", "link": null, "input": "Pitanje: Da li čl. 112. st.1. tač. 6) kada je predviđen, predstavlja osnov za isključenje svakog člana grupe ...: Da, odnosi se na svakog člana."}
