{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li je privredni subjekt...", "link": null, "input": "Pitanje: Da li je privredni subjekt...: u obavezi da\ndostavi zasebnu izjavu iz čl. 118. ZJN\nza drugog subjekta čije kapacitete"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: koristi?...", "link": null, "input": "Pitanje: koristi?...: U\nkoliko privredni subjekt koristi kapacitete drugog subjekta dužan je da za istog dostavi zasebnu izjavu o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta, koja sadrži podatke iz čl. 118. ZJN st. 1. tač. 1) i st. 1. tač. 2)\nza relevantne kapacitete\n."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Postavljaju pitanje da li mogu dva privredna subjekta koja imaju iste zakonske zastupnike, tj. direk...", "link": null, "input": "Pitanje: Postavljaju pitanje da li mogu dva privredna subjekta koja imaju iste zakonske zastupnike, tj. direk...: Odgovoreno da ZJN ne reguliše ovakvu situaciju, te da KJN ne može da daje mišljenje o navedenoj situaciji budući da se time bavi Organizacija nadležna za zaštitu konkurencije. Ukazano i na odredbe čl. 135. st. 2,7 i 8. ZJN.\nTakođe skrenuta pažnja na Zakon o zaštiti konkurencije i čl. 5. navedenog Zakona."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: da postavi dodatne uslove, kako bi smanjio broj ponuda?...", "link": null, "input": "Pitanje: da postavi dodatne uslove, kako bi smanjio broj ponuda?...: Odgovoreno da svaki zahtev koji naručilac određuje u kd mora biti opravdan i ne sme biti diskriminatorski, odnosno ne sme se\ndavati prednost određenim privrednim subjektima bez opravdanog razloga."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Podneta im je ponuda putem pošte, da li istu uzimaju u obzir?...", "link": null, "input": "Pitanje: Podneta im je ponuda putem pošte, da li istu uzimaju u obzir?...: Ukazano na čl. 135. st. 1. ZJN"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Izjava o ispunjenosti kriterijuma za kvalitativni izbor pr. subjekta ne sadrži sve elemente koje je ...", "link": null, "input": "Pitanje: Izjava o ispunjenosti kriterijuma za kvalitativni izbor pr. subjekta ne sadrži sve elemente koje je ...: Naručiocu dat odgovor da ne bi moglo da se smatra dodatnim pojašnjenjem naknadno popunjavanje Obrasca izjave o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Šta znači odrednica da početni uslovi nabavke nisu bitno izmenjeni u smislu člana 61. stav 7. ZJN?...", "link": null, "input": "Pitanje: Šta znači odrednica da početni uslovi nabavke nisu bitno izmenjeni u smislu člana 61. stav 7. ZJN?...: Naručiocu dat odgovor da se pod time smatra da u pregovaračkom postupku ne mogu biti izmenjeni osnovni uslovi nabavke koja je prethodno sprovedena – predmet nabavke, kriterijumi za izbor i dodelu, tehničke specifikacije."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Dobili su dve ponude sa istom cenom za nabavku na koju se ZJN ne primenjuje, a nisu predvideli rezer...", "link": null, "input": "Pitanje: Dobili su dve ponude sa istom cenom za nabavku na koju se ZJN ne primenjuje, a nisu predvideli rezer...: Odgovoreno da naručilac postupa na način kako je predvideo internim aktom, po osnovu člana 49. stav 2. ZJN, uz poštovanje načela ZJN primereno konkretnim okolnostima nabavke.\nPoslali su mejl u kom su postavili pitanje, pa se interesuju da li će dobiti odgovor. Pitanje je glasilo da li imaju obavezu da menjaju plan javnih nabavki ukoliko žele jednu stavku da izbrišu s obzirom da su naknadno utvrdili da će procenjena vrednost te nabavke biti ispod praga propisanog članom 27. ZJN.\nUtvrđeno da su poslali mejl na pogrešnu adresu, ukazano na koju adresu da šalju ubuduće. Odgovoreno da nemaju obavezu da menjaju Plan, mada mogu ukoliko žele.\nUplatili su taksu za zzp u junu mesecu, međutim taj novac nije iskorišćen jer je zahtev podnet na osnovu"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Podnose zzp preko punomoćnika. Da li je punovažno punomoćje overeno kod notara?...", "link": null, "input": "Pitanje: Podnose zzp preko punomoćnika. Da li je punovažno punomoćje overeno kod notara?...: Odgovoreno da mogu.\nOd\ngovoreno da jeste."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Postavili pitanje u vezi sa stručnom ocenom ponuda....", "link": null, "input": "Pitanje: Postavili pitanje u vezi sa stručnom ocenom ponuda....: Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već to čini komisija odnosno lice koje naručilac imenuje."}
