{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Imajući u vidu da je naručilac sprovodio nabavke čija je procenjena vrednost bila ispod zakonskog pr...", "link": null, "input": "Pitanje: Imajući u vidu da je naručilac sprovodio nabavke čija je procenjena vrednost bila ispod zakonskog pr...: Data\nsu\npotrebna uputstva i smernice u smislu daljeg postupanja kad je reč o nabav\nkama izuzetim od primene zakona po navedenim osnovima."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li bi mogli u pregovaračkom postupku po hitnosti da učestvuju i ostali ponuđači koje naručilac ni...", "link": null, "input": "Pitanje: Da li bi mogli u pregovaračkom postupku po hitnosti da učestvuju i ostali ponuđači koje naručilac ni...: Rečeno da bi mogli."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac postavlja tehničko pitanje...", "link": null, "input": "Pitanje: Naručilac postavlja tehničko pitanje...: Upućeni na kolege sa Portala."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Aneksiraju  ugovor po osnovu člana 158. ZJN, da li kače obaveštenje o izmeni na Portal?...", "link": null, "input": "Pitanje: Aneksiraju  ugovor po osnovu člana 158. ZJN, da li kače obaveštenje o izmeni na Portal?...: Da."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li bi mogli da podele nabavku na tri odvojene tako da svaka bude ispod limita?...", "link": null, "input": "Pitanje: Da li bi mogli da podele nabavku na tri odvojene tako da svaka bude ispod limita?...: Naručiocu ukazano da određivanje procenjene vrednosti javne nabavke ne može da se vrši na način koji ima za cilj izbegavanje primene ZJN.\nSmatraju da je naručilac u postupku u kojem su učestvovali pogrešno izvršio stručnu ocenu ponuda i vrlo su nezadovoljni.\nPonuđaču ukazano na mogućnost ulaganja zzp kao redovnog pravnog sredstva u postupku pravne zaštite povodom postupka javne nabavke.\nObratili su se KJN zahtevom za ispitivanje osnovanosti primene pregovaračkog postupka bez objavljivanja javnog poziva po čl. 61. st. 1. tač. 1) podtačka (2) ZJN za nabavku reagenasa za aparat Sysmex tipa 350\nn\nu vezi sa kojim su dobili pozitivno mišljenje KJN, a zahtev je trebao da se odnosi na aparat Sysmex tipa\n530n, a"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: ne onaj koji su greškom naveli i za koje su dobili pozitivno mišljenje KJN. Kako da postupe?...", "link": null, "input": "Pitanje: ne onaj koji su greškom naveli i za koje su dobili pozitivno mišljenje KJN. Kako da postupe?...: Naručilac treba prvo da izvrši ispravku postupka na Portalu jn/odustanak od nabavke za\nreagense za aparat Sysmex tipa\nXN-\n350. Nakon toga, naručilac treba da se obrati KJN na isti način kao i prethodni put tako što će dostaviti obrazloženje i dokumentaciju u vezi sa primenom pregovaračkog postupka bez objavljivanja javnog poziva za nabavku reagenasa za aparat Sysmex tipa\nXN-530."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Koje dokaze zamenjuje upis ponuđača u registar APR?...", "link": null, "input": "Pitanje: Koje dokaze zamenjuje upis ponuđača u registar APR?...: Objašnjeno\nda se za privredne subjekte koji su upisani u registar ponuđača APR smatra da nemaju osnov za isključenje iz član\na 111. stav 1. tač. 1) i 2) ZJN, a\nu skladu sa čl. 128. ZJN\nst. 6. ZJN\n, te nisu u\nobavezi da to posebno dokazuju.\nDakle, ukoliko privredni subjekat nije upisan u registar ponuđača u APR dužan je da\nto dokaže, ukoliko ga, kao najpovoljnijeg ponuđača, naručilac\npozove pre donošenja odluke o dodeli ugovora o jn da u skladu sa čl. 119. ZJN dostavi dokaze."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Od koje proc. vrednosti nabavke naručilac ima obavezu da primenjuje ZJN?...", "link": null, "input": "Pitanje: Od koje proc. vrednosti nabavke naručilac ima obavezu da primenjuje ZJN?...: Iz odredbe čl. 28. st. 1. ZJN proizlazi da je naručilac dužan da primenjuje odredbe ZJN-a  na nabavke usluga čija je procenjena vrednost jednaka ili veća od 1.000.000,00 din\n. i  za nabavke radova\nčija je procenjena vrednost jednaka ili veća\nod 3.000.000,00 din."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Pitanje u vezi sa minimalnim rokom za podnošenje ponuda u o.p....", "link": null, "input": "Pitanje: Pitanje u vezi sa minimalnim rokom za podnošenje ponuda u o.p....: Dato objašnjenje (minimalni rokovi za podnošenje ponuda u o.p., mogućnost skraćenja rokova, mogućnost produženja rokova..) uz upućivanje na odredbe čl. 52. ZJN.\nImaju pitanja oko popunjavanja\ne-izjave iz čl 118. ZJN\n.\nUpućeni na Uputstvo za kor\nisnike\nPortal\na\njn, deo Pri\nprema i podnošenje ponuda u okviru kojeg se\nnalazi e-izjava – način popunjavanja. Rečeno da, ukoliko                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        bude potrebe mogu da pozovu KJN na neki od br. kontakt tel. za konsultacije u vezi sa primenom Portala jn koji se nalaze u delu Kontakt internet stranice KJN, te da imaju i mogućnost korišćenja Demo verzije Portala u cilju vežbanja rada na Portalu jn."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Pitanje tehničke prirode u vezi sa primenom Portala jn....", "link": null, "input": "Pitanje: Pitanje tehničke prirode u vezi sa primenom Portala jn....: Upućeni na internet stranicu KJN/deo Kontakt gde se nalaze br. kontakt tel. za konsultacije u vezi sa primenom Portala jn.\nNaručilac\nsprovodi postupak javne nabavke goriva i stočne hrane, međutim, u tim postupcima nije podneta ni jedna ponuda\n."}
