{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Šta se smatra zaštićenim podatkom u postupku javne nabavke?...", "link": null, "input": "Pitanje: Šta se smatra zaštićenim podatkom u postupku javne nabavke?...: Rečeno da se poverljivim podatkom u smislu člana 38. ZJN smatra svaki podatak koji privredni subjekt učini dostupnim naručiocu, a koji  u skladu sa odg. zakonima predstavlja takav podatak, pri čemu je ponuđač obrazložio razloge poverljivosti."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Kako da postupe ukoliko smatraju da ponuda koja je dostavljena  sadrži neuobičajenu nisku cenu?...", "link": null, "input": "Pitanje: Kako da postupe ukoliko smatraju da ponuda koja je dostavljena  sadrži neuobičajenu nisku cenu?...: Ako naručilac proceni da je ponuda neuobičajeno niska, dužan je da zahteva od ponuđača da, u primerenom roku, obrazloži cenu ili trošak naveden u ponudi. Naručilac može da odbije ponudu samo u slučaju da dostavljeno obrazloženje i dokazi ne pružaju odgovarajuće objašnjenje neuobičajeno niske ponude, uzimajući u obzir podatke iz stava 3. ovog člana"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li je izmena konkursne dokumentacija odmah vidljiva ponuđačima na Portalu jn?...", "link": null, "input": "Pitanje: Da li je izmena konkursne dokumentacija odmah vidljiva ponuđačima na Portalu jn?...: Ne, izmene konkursne dokumentacije se objavljuju sutradan."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljaju pitanje o načinu podnošenja ponuda u slučaju da žele da nastupe sa podizvođačem....", "link": null, "input": "Pitanje: Postavljaju pitanje o načinu podnošenja ponuda u slučaju da žele da nastupe sa podizvođačem....: Upućeni na član 131. ZJN i pojašnjeno sa stanovišta zakona, te da pozovu kolege koje daju konsultacije vezano za Portal jn kako bi im pomogli i u tehničkom smislu."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Kako sprovesti nabavku iz čl. 12. st. 1. tačka 11) ZJN?...", "link": null, "input": "Pitanje: Kako sprovesti nabavku iz čl. 12. st. 1. tačka 11) ZJN?...: Nabavku iz čl. 12. st. 1. tačka 11) ZJN\nnaručilac sprovodi u skladu sa posebnim aktom iz čl. 49. ZJN primenjujući načela ZJN na način koji je primeren okolnostima konkretne nabavke."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Nakon raskida ugovora o jn zbog neizvršavanja obaveza od strane privrednog subjekta, naručilac razmi...", "link": null, "input": "Pitanje: Nakon raskida ugovora o jn zbog neizvršavanja obaveza od strane privrednog subjekta, naručilac razmi...: Ukazano da naručilac u skladu sa čl. 112. st. 1. tač. 5) ZJN ima mogućnost da isključi privrednog subjekta iz postupka jn u svakom trenutku, ukoliko utvrdi da isti u periodu od prethodne tri godine od dana isteka roka za podnošenje ponuda nije ispunjavao obaveze iz ranije zaključenih ugovora o jn, a neizvršavanje obaveza je rezultiralo raskidom ugovora o jn, naknadom štete..., s tim da tu mogućnost predvidi u dokumentaciji o nabavci."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Na koji način mogu da upute zahtev za tumačenje ZJN, putem pošte ili elektronski?...", "link": null, "input": "Pitanje: Na koji način mogu da upute zahtev za tumačenje ZJN, putem pošte ili elektronski?...: Zahtev za davanje mišljenja o primeni ZJN naručilac upućuje KJN putem pošte."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Koliko može da iznosi visina sredstva obezbeđenja za povraćaj avansa?...", "link": null, "input": "Pitanje: Koliko može da iznosi visina sredstva obezbeđenja za povraćaj avansa?...: Saglasno čl. 94. st. 4. ZJN sredstvo obezbeđenja za povraćaj avansa mora da bude u visini avansa.\nPozvali su danas kolege sa Portala jn koji su im obećali odgovor  nakon prethodne konsultacije...Ostavili su kontakt tel."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: U kom vremenu se, inače, mogu dobiti konsultacije u vezi sa primenom Portala jn?...", "link": null, "input": "Pitanje: U kom vremenu se, inače, mogu dobiti konsultacije u vezi sa primenom Portala jn?...: Preneto kolegama sa Portala jn.\nRečeno da će se kolege javiti nakon konsultacije, imaju kontakt tel.\nU vremenu od 9 do 12 časova na date brojeve tel., kao što je i istaknuto na internet stranici KJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac sprovodi postupak javne nabavke lekova. Jedan od ponuđača je u Obrascu strukture ponuđene ...", "link": null, "input": "Pitanje: Naručilac sprovodi postupak javne nabavke lekova. Jedan od ponuđača je u Obrascu strukture ponuđene ...: Ukazano je da je članom 142. Zakona o javnim nabavkama predviđeno da naručilac može da zahteva dodatna objašnjenja koja će mu pomoći pri pregledu, vrednovanju i upoređivanju ponuda.\nTakođe, u ovoj fazi postupka (kad je istekao rok za podnošenje ponuda i kad su ponude otvorene) nije moguće vršiti izmenu ili dopunu ponude, kao ni njeno povlačenje."}
