{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li fizičko lice može da se registruje na Portalu i da li može da učestvuje kao ponuđač?...", "link": null, "input": "Pitanje: Da li fizičko lice može da se registruje na Portalu i da li može da učestvuje kao ponuđač?...: Može."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li u prethodnom informativnom obaveštenju moraju da navode procenjenu vrednost?...", "link": null, "input": "Pitanje: Da li u prethodnom informativnom obaveštenju moraju da navode procenjenu vrednost?...: Naručiocu ukazano na Prilog 4 Deo A"}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac navodi da je u toku realizacije ugovora došlo do višestrukog skoka cena na tržištu. Kako d...", "link": null, "input": "Pitanje: Naručilac navodi da je u toku realizacije ugovora došlo do višestrukog skoka cena na tržištu. Kako d...: Ako ništa nije predviđeno osnovnim ugovorom upućeni na čl. 158. ZJN i napomenuta obaveza kačenja obaveštenja o izmeni na Portalu."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljaju pitanje vezano za stručnu ocenu ponuda...", "link": null, "input": "Pitanje: Postavljaju pitanje vezano za stručnu ocenu ponuda...: Ukazano da KJN ne vrši stručnu ocenu."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li bi trebalo da sprovedu postupak javne nabavke ukoliko nabavka ne prelazi prag, ali je izvesno ...", "link": null, "input": "Pitanje: Da li bi trebalo da sprovedu postupak javne nabavke ukoliko nabavka ne prelazi prag, ali je izvesno ...: Rečeno da bi naručilac u tom slučaju trebalo da primeni zakon i sprovede javnu nabavku."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li je naručilac dužan da ponuđaču omogući uvid u partije za koje nije podneo ponudu?...", "link": null, "input": "Pitanje: Da li je naručilac dužan da ponuđaču omogući uvid u partije za koje nije podneo ponudu?...: Rečeno da u skladu sa članom 149. ZJN ne proizilazi takva obaveza naručioca."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li naručilac može da kao zahtev nabavke odredi slanje kataloga poštom?...", "link": null, "input": "Pitanje: Da li naručilac može da kao zahtev nabavke odredi slanje kataloga poštom?...: Odgovoreno da može ukoliko je to u skladu sa potrebama nabavke i ukoliko iste nije moguće dostaviti putem Portala."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Na šta se odnosi član 14. stav 1. tač 6. ZJN?...", "link": null, "input": "Pitanje: Na šta se odnosi član 14. stav 1. tač 6. ZJN?...: Rečeno da se taj izuzetak od primene zakona odnosi na javnog naručioca koji pruža poštanske usluge, u slučajevima kad sprovodi nabavke radi pružanja tih usluga.\nPovećana je procenjena vrednost mikroskopa koji nabavljaju, te ih interesuje da li moraju da vrše izmenu plana jn.\nUkoliko je povećana procenjena vrednost javne nabavke za više od 10%, naručilac je dužan da izvrši izmenu plana jn u skladu sa čl. 88. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Da li se odredba čl. 156. ZJN može primeniti i na okvirni sporazum?...", "link": null, "input": "Pitanje: Da li se odredba čl. 156. ZJN može primeniti i na okvirni sporazum?...: Može, imajući u vidu da je čl. 162. ZJN propisano da se odredbe čl. 154-161. ZJN shodno primenjuju i na izmene okvirnog sporazuma.\nUpisani su u registar ponuđača u Republici Srbiji, ali se ukazala potreba za registrovanjem  izmene podatka koja se tiče promene zakonskog zastupnika.\nU registru ponuđača registruju se i promene podataka o ponuđaču (u konkretnom slučaju, promena zakonskog zastupnika) u skladu sa čl. 128. ZJN i\nPravilnik\nom\no sadržini Registra ponuđača i dokumentaciji koja se podnosi uz prijavu za registraciju ponuđača  („Službeni glasnik RS“, br. 17/20)\ni\nPravilnik\nom\no izmenama i dopuni Pravilnika o sadržini Registra ponuđača i dokumentaciji koja se podnosi uz prijavu za registraciju ponuđača („Službeni glasnik RS“, br. 94/20).\nPored toga, privredni subjekt treba da izvrši izmenu podatka o zakonskom zastupniku odn. promenu zakonskog zastupnika i na Portalu jn."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Tehničko pitanje u vezi sa  Portalom jn....", "link": null, "input": "Pitanje: Tehničko pitanje u vezi sa  Portalom jn....: Upućeni da se obrate na br. tel. za konsultacije za primenu Portala jn datih na sajtu KJN u delu Kontakt."}
