{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Kako je moguće odrediti ukupnu cenu, odnosno ponuda je uporediva..to ne može biti razlog za odbijanj...", "link": null, "input": "Pitanje: Kako je moguće odrediti ukupnu cenu, odnosno ponuda je uporediva..to ne može biti razlog za odbijanj...: Nije mu jasno koje sve dokaze treba da dostavi naručiocu, ako mu zatraži..odnosno koja je razlika ako je upisan u reg. ponuđača i ako nije..\nObjašnjeno da osnove iz čl. 111. stav 1. tač. 1 i 2. odnosno dokaze koji potvrđuju da ovi osnovi za isključenje ne postoje kod PS, ne mora da dostavlja PS koji je upisan u registar ponuđača..\nAko nemaju ni jednu nabavku koja prelazi limit iz čl. 27 ZJN, to znači da ne moraju da objave plan nabavki na Portalu..\nPotvrđeno, i ukazano da obrate pažnju da ne cepkaju nabavke, kako bi bile ispod limita."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Dobili su pozitivno mišljenje KJN za p.p. bez objavljivanja javnog poziva, međutim ponuđač nije dost...", "link": null, "input": "Pitanje: Dobili su pozitivno mišljenje KJN za p.p. bez objavljivanja javnog poziva, međutim ponuđač nije dost...: Da, ponovo dostavljaju obrazloženje i dokumentaciju KJN."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Na koji način se utvrđuje procenjena vrednost javne nabavke?...", "link": null, "input": "Pitanje: Na koji način se utvrđuje procenjena vrednost javne nabavke?...: Naručilac upućen na čl. 30. st. 1. ZJN"}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Sproveli su postupak javne nabavke el. energije, dobili su jednu ponudu koja višestruko prevazilazi ...", "link": null, "input": "Pitanje: Sproveli su postupak javne nabavke el. energije, dobili su jednu ponudu koja višestruko prevazilazi ...: Naručiocu ukazano na čl. 144 i čl. 147. ZJN."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li službenik za javne nabavke može da bude lice koje je zaposleno na određeno vreme?...", "link": null, "input": "Pitanje: Da li službenik za javne nabavke može da bude lice koje je zaposleno na određeno vreme?...: Čl. 92. ZJN ne propisuje uslove u pogledu vrste radnog angažovanja službenika za javne nabavke. Takođe ukazano i na stav 6. navedenog člana i rečeno da navedeno predstavlja internu stvar naručioca."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora, da li oni isti moraju da dostave RK i putem pošte?...", "link": null, "input": "Pitanje: Uložen im je zzp na odluku o dodeli ugovora, da li oni isti moraju da dostave RK i putem pošte?...: Da."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li zzp može da se uloži na nabavke koje su ispod limita iz čl. 27. ZJN?...", "link": null, "input": "Pitanje: Da li zzp može da se uloži na nabavke koje su ispod limita iz čl. 27. ZJN?...: Ne, ne može"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Dobili su ponudu koja je neuobičajeno niska i obratili su se ponuđaču da u primerenom roku obrazloži...", "link": null, "input": "Pitanje: Dobili su ponudu koja je neuobičajeno niska i obratili su se ponuđaču da u primerenom roku obrazloži...: Naručiocu ukazano da može da odbije ponudu samo u slučaju da dostavljeno obrazloženje i dokazi ne pružaju odgovarajuće objašnjenje neuobičajeno niske ponude, saglasno čl. 143. ZJN.\nBila im je potrebna pomoć oko Portala\nUpućeni na kolege iz tehničke podrške"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: Odgovoreno da nemaju obavezu"}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Odlukom Vlade su određena minimalna i maksimalna cena. Da li mogu da izmene ugovor na osnovu člana 1...", "link": null, "input": "Pitanje: Odlukom Vlade su određena minimalna i maksimalna cena. Da li mogu da izmene ugovor na osnovu člana 1...: Rečeno da se u skladu sa članom 156. stav 4. ZJN to ne smatra izmenom ugovora ukoliko je jasno definisano u ugovoru o javnoj nabavci."}
