{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: odluku?...", "link": null, "input": "Pitanje: odluku?...: Rečeno da može da izvrši izmenu Odluke o dodeli ugovora."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Naručilac postavlja pitanje da li kada odrede kadrovski kapacitet, treba da ulaze i u to na koji nač...", "link": null, "input": "Pitanje: Naručilac postavlja pitanje da li kada odrede kadrovski kapacitet, treba da ulaze i u to na koji nač...: angažovao radnike kojim dokazuje kadrovski kapacitet ili ne? Naručilac pri tome napominje da nije k.d. predvideo da ima u radnom odnosu tražene kadrove.\nNe, relevantno je da ispunjava zahtevani kadrovski kapacitet."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Uložen im je zzp na odluku kojom se okončava postupak javne nabavke, koji je RK usvojila i delimično...", "link": null, "input": "Pitanje: Uložen im je zzp na odluku kojom se okončava postupak javne nabavke, koji je RK usvojila i delimično...: Sve ponuđače."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Postavljaju pitanje u pogledu stručne ocene ponuda...", "link": null, "input": "Pitanje: Postavljaju pitanje u pogledu stručne ocene ponuda...: Ukazano da KJN ne vrši stručnu ocenu ponuda.\nHoće da sprovode nabavku usluge koja spada u društvene i druge posebne usluge i čija je proc. vred. 3 000 000 dinara, da li je takva nabavka izuzeta od primene ZUN, napominju da su sektorski naručilac.\nNaručiocu ukazano na odredbu čl. 27. st. 1. tač. 3) ZJN"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Kada podnose zahtev za zaštitu prava da li ga upućuju putem Portala?...", "link": null, "input": "Pitanje: Kada podnose zahtev za zaštitu prava da li ga upućuju putem Portala?...: Ponuđaču ukazano na čl. 213. ZJN\nDobili su mišljenje KJN da nije osnovana primena pregovaračkog postupka za nabavku\nADF\nsoftverskog paketa\nza kvantno-hemijske proračune"}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: . Šta dalje da čine s obzirom da imaju potrebu za istim?...", "link": null, "input": "Pitanje: . Šta dalje da čine s obzirom da imaju potrebu za istim?...: Rečeno da pokrenu redovan postupak jn za predmetnu nabavku.\nUkazano\nd\na je članom\n5\n1. stav\n2\n. ZJN propisano da\njavni naručilac dodelu ugovora po pravilu vrši u otvor\nenom ili restriktivnom postupku, koji\nkao najtransparentniji i najkonkurentniji, predstavljaju pravilo, pri čemu naručilac može da ih sprovede bez ikakvog ograničenja, kako u pogledu predmeta javne nabavke, tako i u pogledu broja subjekata koji mogu da se jave u ulozi ponuđača."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: U o.p. za nabavku radova na rekonstrukciji i revitalizaciji arheološkog lokaliteteta Remezijana u Ba...", "link": null, "input": "Pitanje: U o.p. za nabavku radova na rekonstrukciji i revitalizaciji arheološkog lokaliteteta Remezijana u Ba...: Naručilac poziva ponuđača koji je dostavio ekonomski najpovoljniju ponudu da u primerenom roku dostavi dokaze o ispunjenosti kriterijuma za kvalitativni izbor privrednog subjekta na način propisan čl. 119. st 1. ZJN. Ukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu ne dostavi dokaze u datom roku, naručilac će u skladu sa čl. 119. st. 6. ZJN ponudu tog ponuđača odbiti i u skladu sa pomenutim st. 1. istog člana pozvati sledećeg ponuđača koji je podneo najpovoljniju ponudu (ukoliko ga ima) da dostavi dokaze, ili će obustaviti postupak jn, ako postoje razlozi za obustavu postupka jn."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li je naručilac u obavezi da zatraži mišljenje KJN o osnovanosti primene pregovaračkog postupka  ...", "link": null, "input": "Pitanje: Da li je naručilac u obavezi da zatraži mišljenje KJN o osnovanosti primene pregovaračkog postupka  ...: 61. st. 7. ZJN"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: Zatražili su objašnjenje sprovođenja pregovaračkog postupka bez objavljivanja javnog poziva.\nNe.\nNapomenuto da je, shodno čl. 62. ZJN,\nmišljenje o osnovanosti primene pregovaračkog postupka  bez objavljivanja javnog poziva\nobavezno samo u slučaju primene  čl. 61. st. 1. tač. 1) i 2) ZJN.\nDato je objašnjenje pregovaračkog postupka bez objavljivanja javnog poziva u skladu sa čl 62. ZJN, na koji je naručilac upućen. Potom je ukazano na\nSmernice za primenu pregovaračkog postupka bez objavljivanja javnog poziva, Uputstvo za korisnike Portala jn, kao i mogućnost korišćenja Demo verzije Portala jn."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li vrše izmenu ugovora o jn izvođenja radova u slučaju pojave viškova i manjkova radova?...", "link": null, "input": "Pitanje: Da li vrše izmenu ugovora o jn izvođenja radova u slučaju pojave viškova i manjkova radova?...: Izmene okvirnog sporazuma mogu da se vrše  na isti način na koji je odredbama čl. 154.- 161. ZJN propisano vršenje izmene ugovora o jn.\nU skladu sa\nčl. 157. st. 5. ZJN, ugovoreni viškovi radova ne predstavljaju izmenu ugovora o jn.\nDakle, u pogledu viškova radova naručilac postupa na način predviđen osnovnim ugovorom\no jn\n(npr. ugovorom\no jn\npredviđeno\nje\nda će se u slučaju viškova radova primeniti pravila Posebnih uzansi\no građenju).\nIsto važi i u slučaju pojave manjkova radova.\nNaručilac\nnije postupio u skladu sa\nčlanom 181. Zakona o javnim nabavkama,\nodnosno nije\nu zakonskom roku dostavio podatke o vrednosti i vrsti javnih nabavki iz čl. 11 - 21. ovog zakona, i to po svakom osnovu za izuzeće posebno, kao i javne nabavke iz člana 27. stav 1. ovog zakona.\nDobio je zahtev Kancelarije za javne nabavke da se izjasni da li je u toku 2021. godine imao takve nabavke\n."}
