{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li ZJN poznaje male nabavke?...", "link": null, "input": "Pitanje: Da li ZJN poznaje male nabavke?...: Ne\n, ZJN ne poznaje male nabavke odnosno ne sadrži pojam male nabavke\n. Postoje nabavke ispod pragova iz čl. 27. ZJN na koje se ZJN ne primenjuje i nabavke čija je proc. vrednost jednaka ili veća od pragova iz čl 27. ZJN na koje se primenjuje ZJN.\nZatražili su objašnjenje čl. 156. ZJN.\nProtumačene odredbe čl. 156. ZJN (izmene po osnovu ugovornih odredaba).\nNabavljaju mikroskop u o.p.  Javio se jedan ponuđač čija ponuda  sadrži ponuđenu cenu veću od proc. vrednosti jn za oko 30.000,00 din., te nisu sigurni da li mogu da je prihvate."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li mogu da objave plan za 2023. godinu u decembru 2022. godine?...", "link": null, "input": "Pitanje: Da li mogu da objave plan za 2023. godinu u decembru 2022. godine?...: Mogu. Ukazano da vode računa da prilagode procenjenu vrednost.\nMogu."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Da li mogu da objave Plan javnih nabavki iako još uvek nisu dobili saglasnost na Finansijski plan?...", "link": null, "input": "Pitanje: Da li mogu da objave Plan javnih nabavki iako još uvek nisu dobili saglasnost na Finansijski plan?...: Rečeno da mogu\n,\nali da Plan javnih nabavki mora biti u saglasnosti sa odobrenim Finansijskim planom."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li mogu da obustave postupak jer je nakon pokretanja postupka došlo do poskupljenja el. Energije ...", "link": null, "input": "Pitanje: Da li mogu da obustave postupak jer je nakon pokretanja postupka došlo do poskupljenja el. Energije ...: Rečeno da mogu iz nekog razloga predviđenog članom 147. ZJN.\nNaručilac je prošle godine telu za centralizovane nabavke iskazao potrebe za nabavkom goriva u 2021. i 2022. godini u vrednosti od 10.000.000 dinara.\nTelo za centralizovane nabavke je sprovelo postupak i zaključen je"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Okvirni sporazum na 2 godine. Naručilac je u Plan javnih nabavki uneo vrednost od 5.000.000 za prošl...", "link": null, "input": "Pitanje: Okvirni sporazum na 2 godine. Naručilac je u Plan javnih nabavki uneo vrednost od 5.000.000 za prošl...: Naručiocu ukazano da je trebalo da unese ukupnu procenjenu vrednost za obe godine.\nDat odgovor da proveri sa telom za centralizovane nabavke za dalje postupanje i da eventualno može da unese u Plan nabavki stavku na osnovu koje neće pokrenuti postupak u ovoj godini, nego će naznačiti da se radi o nabavci za koju je već pokrenut postupak nabavke na dve godine."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Privredni subjekt je postavio pitanje u odnosu na dokazivanje ispunjenosti kriterijuma za kvalitativ...", "link": null, "input": "Pitanje: Privredni subjekt je postavio pitanje u odnosu na dokazivanje ispunjenosti kriterijuma za kvalitativ...: Protumačene su odredbe čl. 118 i 119. Zakona o javnim nabavkama.\nPrivredni subjekt iz tehničkih razloga nije uspeo da podnese ponudu. Nakon otvaranja ponuda se ispostavilo da u predmetnom postupku javne nabavke nije bila podneta ni jedna ponuda. Sada  se interesuje na koji način će naručilac dalje postupati u datoj situaciji, odnosno kad će pokrenuti novi postupak javne nabavke.\nUkoliko naručilac i dalje bude imao potrebu za predmetom nabavke, nakon objavljivanja Odluke o obustavi postupka i isteka roka za podnošenje zahteva za zaštitu prava, moći će da pokrene novi postupak javne nabavke."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Naručilac je postavio pitanje da li odsek može samostalno vršiti nabavke i da li se njihove nabavke ...", "link": null, "input": "Pitanje: Naručilac je postavio pitanje da li odsek može samostalno vršiti nabavke i da li se njihove nabavke ...: Objašnjeno je da je, u konkretnom slučaju, reč o jednom naručiocu, te da je, s tim u vezi, on dužan da vodi računa o ukupnoj procenjenoj vrednosti istovrsnih dobara na godišnjem nivou."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac ima potrebu za određenom vrstom pravnih usluga. Postavlja pitanje da li je, u konkretnom s...", "link": null, "input": "Pitanje: Naručilac ima potrebu za određenom vrstom pravnih usluga. Postavlja pitanje da li je, u konkretnom s...: Nabavka usluge zastupanja naručioca od strane advokata u sudskom postupku potpada pod nabavke izuzete od primene Zakona o javnim nabavkama u skladu sa čl. 12. st. 1. tač. 4) podtač. (2) Zakona o javnim nabavkama, koja se sprovodi po proceduri za nabavke izuzete od primene ovog zakona u skladu sa posebnim aktom naručioca uređenim čl. 49. st. 2. istog."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Zainteresovano lice je postavilo pitanje na koji način se određuje status naručioca....", "link": null, "input": "Pitanje: Zainteresovano lice je postavilo pitanje na koji način se određuje status naručioca....: Protumačene su odgovarajuće odredbe Zakona o javnim nabavkama."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Ako predvide neki od kriterijuma iz čl. 112. ZJN, da li oni postaju obavezni?...", "link": null, "input": "Pitanje: Ako predvide neki od kriterijuma iz čl. 112. ZJN, da li oni postaju obavezni?...: Tako je i ukazano na čl. 113. st.1. ZJN"}
