{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Ponuđač nije dostavio neku zahtevanu garanciju, kao cene tu ponudu?...", "link": null, "input": "Pitanje: Ponuđač nije dostavio neku zahtevanu garanciju, kao cene tu ponudu?...: Uz ogradu da KJN ne vrši stručnu ocenu ponuda ukazano da je ponuđač dužan da odgovori zahtevima nabavke."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li naručilac može da isključi iz postupka jn privrednog subjekta koji je u ranijim postupcima jn ...", "link": null, "input": "Pitanje: Da li naručilac može da isključi iz postupka jn privrednog subjekta koji je u ranijim postupcima jn ...: Ukazano da naručilac u skladu sa čl. 112. st. 1. tač. 6) ZJN ima mogućnost da isključi  privrednog subjekta iz postupka jn u svakom trenutku, ukoliko utvrdi da je isti u periodu od prethodne tri godine od dana isteka roka za podnošenje ponuda dostavio\nneistinite podatke potrebne za proveru osnova za isključenje iz postupka jn i kriterijuma za izbor ps, s tim da tu mogućnost predvidi u dokumentaciji o nabavci.\nNaručilac ima više pitanja oko primene evropskog standarda za koji tvrdi da nije obezbeđena\ndovoljna konkurencija za učešće u postupcima jn...\nOdgovoreno da mogu da upute KJN zahtev za tumačenje."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Pitanje u vezi sa tehničkom podrškom za rad na Portalu jn....", "link": null, "input": "Pitanje: Pitanje u vezi sa tehničkom podrškom za rad na Portalu jn....: Upućeni na br. kontakt tel. za konsultacije u vezi sa radom na Portalu jn datih na sajtu KJN u delu Kontakt.\nSproveli javnu nabavku radova za rekonstrukciju zgrade muzeja i dobili jednu ponudu koja je preko procenjene vrednosti i doneli odluku o dodeli ugovora u skladu sa čl. 146. st. 2. ZJN. Postavljaju pitanje da li moraju da čekaju rok od 10 dana za zaključenje ugovora budući da je bila podneta samo jedna ponuda?\nNaručilac savetovan da sačeka konačnost odluke."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Sprovode nabavku radova, otvaranje ponuda je 14.10.2021. godine i hoće sada da izmene kriterijum za ...", "link": null, "input": "Pitanje: Sprovode nabavku radova, otvaranje ponuda je 14.10.2021. godine i hoće sada da izmene kriterijum za ...: Naručiocu odgovoreno da imaju takvu mogućnost, ali da su dužni da produže rok za podnošenje ponuda u skladu sa čl. 87. ZJN"}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Sprovode svake godine održavanje IS LPS i pošto je nabavka ispod 1 000 000 din. postavljaju pitanje ...", "link": null, "input": "Pitanje: Sprovode svake godine održavanje IS LPS i pošto je nabavka ispod 1 000 000 din. postavljaju pitanje ...: Naručiocu ukazano da ne moraju budući da je reč o nabavci ispod limita."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Rok za podnošenje ponuda je 15.10.2021. godine i naručilac hoće da traži neke ateste kroz teh. speci...", "link": null, "input": "Pitanje: Rok za podnošenje ponuda je 15.10.2021. godine i naručilac hoće da traži neke ateste kroz teh. speci...: Naručilac upućen na čl. 87. st. 1, 2 i 3. ZJN.\nNaručilac je doneo odluku o dodeli ugovora i još uvek nije protekao rok od 10 dana za zaključenje ugovora. Nakon što je doneta odluka o dodeli ugovora izabrani"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: ponuđač (reč je o zajedničkoj ponudi) obavestio je naručioca da je jedan od članova grupe odustao. D...", "link": null, "input": "Pitanje: ponuđač (reč je o zajedničkoj ponudi) obavestio je naručioca da je jedan od članova grupe odustao. D...: Naručiocu odgovoreno da u skladu sa čl. 152. st. 1."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Naručilac dalje postavlja pitanje, koja je to dokumentacija iz čl. 216. st. 2. ZJN?...", "link": null, "input": "Pitanje: Naručilac dalje postavlja pitanje, koja je to dokumentacija iz čl. 216. st. 2. ZJN?...: Naručilac upućen na čl. 218. ZJN.\nUkazano na čl. 216. st. 2. ZJN\nNaručiocu odgovoreno da je to dokumentacija kojom obrazlažu navode iz čl. 216. st. 2. ZJN."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Kako da podnesu ponudu u o.p.?...", "link": null, "input": "Pitanje: Kako da podnesu ponudu u o.p.?...: Upućeni na Uputstvo za korisnike Portala jn (deo koji se odnosi na pripremu i podnošenje ponuda u o.p.). Rečeno da prethodno mogu da probaju na Demo Portalu jn, te da ukoliko budu imali pitanja u vezi sa korišćenjem Portala jn imaju mogućnost da se obrate na neki od br tel. za konsultacije u vezi sa Portalom jn, koje je KJN objavila na svojoj internet stranici.\nNejasna im je dokumentacija o nabavci u pogledu dokaza koje trebaju da dostave.\nPrivrednom subjektu je ukazano na mogućnost da zahteva pojašnjenja i dodatne informacije od naručioca u skladu sa čl. 97. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Pitanje u vezi sa rokom za davanje odgovora na zahtev za pojašnjenje dokumentacije o nabavci....", "link": null, "input": "Pitanje: Pitanje u vezi sa rokom za davanje odgovora na zahtev za pojašnjenje dokumentacije o nabavci....: Rokovi za\ndavanje odgovora od strane naručioca na zahtev za pojašnjenje dokumentacije o nabavci propisani su čl.  97. ZJN u zavisnosti od toga da li je procenjena vrednost nabavke jednaka ili veća od iznosa evropskih pragova, ili manja od iznosa evropskih pragova."}
