{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li je nabavka koja za  predmet ima zakup zemljišta izuzeta od primene ZJN?...", "link": null, "input": "Pitanje: Da li je nabavka koja za  predmet ima zakup zemljišta izuzeta od primene ZJN?...: Postoji li mogućnost zaštite prava kod nabavki izuzetih od primene ZJN iz čl. 11- 21. ZJN? U kom roku\nse pondosi ZZ, u t\no\nm slučaju"}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: ?...", "link": null, "input": "Pitanje: ?...: Da, u skladu sa čl. 12. st. 1. tač. 1)  ZJN.\nDato objašnjenje u pogledu rokova za podnošenje ZZP kada je reč o izuzetim nabavkama iz čl. 11-21- ZJN uz upućivanje na čl. 215. ZJN.\nU\ndve\nponude koje su primi\nli\nrazlikuje\nse\njedinična i ukupna cena, da li je to računska greška.\nUkazano na član 142. ZJN, koji propisuje da u  slučaju razlike između jedinične i ukupne cene, merodavna je jedinična cena.\nSproveli postupak javne nabavke i\ndobili\n3 ponude, sve tri su preko proc."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: vrednosti javne nabavke da li je to razlog da ih sve odbiju?...", "link": null, "input": "Pitanje: vrednosti javne nabavke da li je to razlog da ih sve odbiju?...: Naručiocu odgovoreno da ima mogućnost da u skladu sa čl. 146. st. 2. ZJN dodeli ugovor ponuđaču čija ponuda sadrži ponuđenu cenu\nveću od proc. vred. javne nabavke. Ali isto tako ukazano i na čl. 144. st. 2 ZJN koji pruža mogućnost naručiocu da odbije kao neprihvatljivu ponudu koja prelazi iznos proc. vred. predmeta javne nabavke ili raspoloživih sredstava."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Ponuđač je nakon poziva da dostavi dokaze o referencama dostavio potvrde u kojima predmet isporuke n...", "link": null, "input": "Pitanje: Ponuđač je nakon poziva da dostavi dokaze o referencama dostavio potvrde u kojima predmet isporuke n...: Ukazano da mi ne možemo da vršimo str. ocenu, te da je naručilac odgovoran za utvrđivanje relevantnosti dostavljenih dokaza..\nTakođe ukazano, da ukoliko utvrde da reference nisu adekvatne traženim, osnov za obijanje bi bio u članu 144. stav 1. tačka 2) ZJN.\nNaručilac\nje sproveo postupak javne nabavke usluge čišćenja i zaključio okvirni sporazum sa dva ponuđača. Ponuđač, kojeg je prvo pozvao na zaključenje pojedinačnog ugovora, nije u mogućnosti da pristupi pružanju predmetne usluge na način kako je to predviđeno konkursnom dokumentacijom i okvirnim sporazumom, a prema podnetoj ponudi."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Naručilac je postavio pitanje kako da prevaziđe opisanu situaciju....", "link": null, "input": "Pitanje: Naručilac je postavio pitanje kako da prevaziđe opisanu situaciju....: Naručilac ima mogućnost da se obrati drugom ponuđaču koji je, takođe, učesnik okvirnog sporazuma, u konkretnom slučaju  prema modelu, odnosno\nuslovima za dodelu ugovora\nutvrđenim u okvirnom sporazumu,\nbez ponovnog otvaranja konkurencije među ponuđačima\n."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Nisu dostavili izveštaj o nabavkama na koju se ZJN ne primenjuje u roku predviđenom članom 181. stav...", "link": null, "input": "Pitanje: Nisu dostavili izveštaj o nabavkama na koju se ZJN ne primenjuje u roku predviđenom članom 181. stav...: Mogu, Portal još uvek dozvoljava, Savetovano da pošalju što pre."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Ponuđač koji učestvuje u postupku je tražio uvid u dokumentaciju za postupak koji je sproveden prošl...", "link": null, "input": "Pitanje: Ponuđač koji učestvuje u postupku je tražio uvid u dokumentaciju za postupak koji je sproveden prošl...: Ukazano da ZJN ne predviđa rok u tom smislu, ponuđač može da traži uvid iako je prošlo godinu dana. Ukoliko je ponuđač učestvovao u postupku, naručilac je dužan da mu u roku od dva dana od dana prijema pisanog zahteva omogući uvid, a ukoliko ponuđač nije učestvovao, naručilac može ali nema obavezu da mu omogući isti."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Koliko dugo je potrebno da čuvaju dokumentaciju o javnoj nabavci?...", "link": null, "input": "Pitanje: Koliko dugo je potrebno da čuvaju dokumentaciju o javnoj nabavci?...: Naručilac čuva dokumentaciju o javnoj nabavci najmanje pet godina od zaključenja pojedinačnog ugovora o javnoj nabavci ili\nokvirnog sporazuma, odnosno pet godina od obustave ili poništenja postupka javne nabavke, u skladu sa članom 41. ZJN.\nDo kada naručilac može da izmeni dokumentac\niju o nabavci"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: da sprovedu nabavku usluga osiguranja čija je proc. vrednost ispod praga iz čl. 27. ZJN?...", "link": null, "input": "Pitanje: da sprovedu nabavku usluga osiguranja čija je proc. vrednost ispod praga iz čl. 27. ZJN?...: N\naručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN.\nPredmetnu nabavku naručilac sprovodi\nu skladu sa posebnim aktom iz čl 49. t. 2. ZJN."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li ZJN  poznaje postupak zaštite prava i u slučaju izuzetih nabavki iz čl. 11-21. ZJN?...", "link": null, "input": "Pitanje: Da li ZJN  poznaje postupak zaštite prava i u slučaju izuzetih nabavki iz čl. 11-21. ZJN?...: Da. Dato objašnjenje uz upućivanje na čl. 215. ZJN."}
