{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Nisu zahtevali ispravku računske greške za cenu sa PDV-om, te je zbog toga uneta pogrešna vrednost u...", "link": null, "input": "Pitanje: Nisu zahtevali ispravku računske greške za cenu sa PDV-om, te je zbog toga uneta pogrešna vrednost u...: Rečeno da Odluku i Obaveštenje o dodeli ne mogu izmeniti nakon donošenja, da mogu jedino da objave novo Obaveštenje sa napomenom da vrše ispravku te vrednosti."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Ponuđač je dostavio obrazac strukture ponuđene cene koji nije potpisan i pečatiran. Da li mogu da ih...", "link": null, "input": "Pitanje: Ponuđač je dostavio obrazac strukture ponuđene cene koji nije potpisan i pečatiran. Da li mogu da ih...: Preme odredbama ZJN više ne postoji obaveza ponuđača da potpisuju i pečatiraju dokumenciju, te naručilac ne sme odbiti ponudu iz tog razloga."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Dobili su zahtev od KJN da dostave JMBG i adresu direktorke. Postavljaju pitanje na osnovu čega i iz...", "link": null, "input": "Pitanje: Dobili su zahtev od KJN da dostave JMBG i adresu direktorke. Postavljaju pitanje na osnovu čega i iz...: Traženi podaci traženi su na osnovu Pravilika o monitoringu nad primenom propisa o javnim nabavkama, dok za razlog traženja istih nisam dala odgovor. Upozoreni da nepostupanje po zahtevu KJN predstavlja prekršaj."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li su dužni da čekaju da Republička komisija objavi svoju odluku na Portalu jn kako bi nastavili ...", "link": null, "input": "Pitanje: Da li su dužni da čekaju da Republička komisija objavi svoju odluku na Portalu jn kako bi nastavili ...: Nisu dužni, upućeni da mogu nastaviti postupak, te da obaveste učesnike o nastavku postupka."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li podnet ZZP obavezno  zadržava nastavak postupka jn?...", "link": null, "input": "Pitanje: Da li podnet ZZP obavezno  zadržava nastavak postupka jn?...: Podnet ZZP zadržava nastavak postupka jn od strane naručioca do okončanja postupka zaštite prava, osim u slučaju pregovaračkog postupka po hitnosti. Izuzetno,\nnaručilac može podneti RKJN obrazloženi predlog za nastavak postupka jn pre okončanja postupka zaštite prava u skladu sa čl 216. ZJN."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Istekao je rok za podnošenje ponuda u o.p. za nabavku peleta, po partijama. Da li se još uvek može i...", "link": null, "input": "Pitanje: Istekao je rok za podnošenje ponuda u o.p. za nabavku peleta, po partijama. Da li se još uvek može i...: Ne. Naručilac može da izmeni dokumentaciju o nabavci do isteka roka za podnošenje ponuda na način i pod uslovima propisanim čl. 96. ZJN i čl. 87. ZJN\n."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Mogu li predvideti u kd da se odluka o dodeli ugovora o jn može doneti u roku dužem od 30 dana od da...", "link": null, "input": "Pitanje: Mogu li predvideti u kd da se odluka o dodeli ugovora o jn može doneti u roku dužem od 30 dana od da...: Da, u skladu sa čl 146. st. 3. ZJN."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Kada je naručilac u obavezi da nakon izmena ugovora o jn pošalje obaveštenje o izmeni ugovora o jn n...", "link": null, "input": "Pitanje: Kada je naručilac u obavezi da nakon izmena ugovora o jn pošalje obaveštenje o izmeni ugovora o jn n...: Obaveštenje o izmeni ugovora o jn naručilac je u obavezi da pošalje na objavljivanje na Portalu jn u roku od deset dana od dana izmene ugovora o jn\nsamo u slučaju izmene ug\no\nvora o jn po osnovu iz čl\n.\n157.\ni  158. ZJN.\nHteli bi da obustave postupak jn usled prestanka potrebe za nabavkom...\nNaručilac može da postupi po čl. 147. st. 1. tačka 2) ZJN i donese odluku o obustavi postupka jn ako postoje dokazivi razlozi usled kojih je prestala postreba za tom nabavkom zbog čega se neće\nponavljati u toku budžetske godine, odnosno u narednih šest meseci."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac je objasnio da ima nameru da objavi prethodno obaveštenje. S tim u vezi postavlja pitanje ...", "link": null, "input": "Pitanje: Naručilac je objasnio da ima nameru da objavi prethodno obaveštenje. S tim u vezi postavlja pitanje ...: Ukazano je da je članom 107. stav 2. Zakona o javnim nabavkama predviđeno da javni naručilac može da objavi prethodno informativno obaveštenje na profilu naručioca."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac je nakon donošenja i objavljivanja odluke o dodeli ugovora o javnoj nabavci primetio da ni...", "link": null, "input": "Pitanje: Naručilac je nakon donošenja i objavljivanja odluke o dodeli ugovora o javnoj nabavci primetio da ni...: Objašnjeno je da je potrebno ponovo sprovesti fazu stručne ocene ponuda i doneti novu odluku. Takođe, napomenuto je da od objavljivanja te odluke teče novi rok za podnošenje zahteva za zaštitu prava.\nNaručilac ima problem sa računanjem rokova za odgovor na pitanja zainteresovanih lica.\nPredočeno je na koji način se računaju rokovi i ujedno su protumačene odredbe člana 97. Zakona o javnim nabavkama.\nPonuđač je u ponudi napravio tehničku grešku."}
