{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: 2. Potrebno je da povećaju vrednost ugovora o nabavci papira za 80%, ako raskinu ugovor za tu stavku...", "link": null, "input": "Pitanje: 2. Potrebno je da povećaju vrednost ugovora o nabavci papira za 80%, ako raskinu ugovor za tu stavku...: 1. Odgovoreno da se na otuđenje stvari u javnoj svojini ne primenjuju odredbe ZJN.\n2. Rečeno da ukoliko se ne povećava vrednost za ostale stavke iznad 50%, ugovor može ostati na snazi."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Ne mogu samostalno da podnesu ponudu za određenu nabavku, te postavljaju pitanje da li da sačine gru...", "link": null, "input": "Pitanje: Ne mogu samostalno da podnesu ponudu za određenu nabavku, te postavljaju pitanje da li da sačine gru...: ili da nastupe samostalno koristeći kapacitete drugih subjekata bez udruživanja? .\nPojašnjena razlika između navedenih opcija, te odgovoreno da privredni subjekt mora sam doneti odluku."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Naručilac navodi da je izvršena nabavka štampanog materijala, kao i da je već izvršena izmena ugovor...", "link": null, "input": "Pitanje: Naručilac navodi da je izvršena nabavka štampanog materijala, kao i da je već izvršena izmena ugovor...: Navedeno nije u skladu sa ZJN, povećanje vrednosti ugovora od 50% se odnosi na ukupnu vrednost svih izmena, ukoliko se ugovor menja više puta."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li moraju da šalju ili objavljuju neko obaveštenje u slučaju da su izmenili ugovor iz razloga koj...", "link": null, "input": "Pitanje: Da li moraju da šalju ili objavljuju neko obaveštenje u slučaju da su izmenili ugovor iz razloga koj...: Naručilac nema takvu obavezu."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Ukazano je na odredbe Zakona o javnim nabavkama koje su od značaja u odnosu na dato pitanje i ujedno...", "link": null, "input": "Pitanje: Ukazano je na odredbe Zakona o javnim nabavkama koje su od značaja u odnosu na dato pitanje i ujedno...: Naručilac se interesovao da li je bio u obavezi da odredi sredstvo obezbeđenja imajući u vidu da je\npredvideo avansno plaćanje.\nNovi Zakon o javnim nabavkama, za razliku od prethodnog, ne predviđa takvu obavezu na strani naručioca."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Zainteresovano lice je postavilo pitanje na koji način privredni subjekt može učestvovati u jednom p...", "link": null, "input": "Pitanje: Zainteresovano lice je postavilo pitanje na koji način privredni subjekt može učestvovati u jednom p...: Objašnjeno je da privredni subjekt može na više načina da učestvuje u postupku javne nabavke (samostalno, kao ponuđač, ali i zajedno sa drugim ponuđačima kao član grupe ponuđača koja podnosi zajedničku ponudu; zatim, privredni subjekt može biti angažovan od strane ponuđača kada ima ulogu podizvođača; takođe, novi Zakon o javnim nabavkama uveo je i mogućnost korišćenja kapaciteta drugog subjekta).\nKancelarija za javne nabavke je navedenom naručiocu uputila zahtev za dostavljanje podataka o odgovornom licu. Naručilac se interesuje da li te podatke dostavlja putem Portala javnih nabavki i da li se oni objavljuju na istom.\nUkazano je da je naručilac dužan da potrebne podatke dostavi Kancelariji za javne nabavke u roku od 15 dana od dana prijema zahteva, na isti način na koji mu je zahtev upućen, odnosno preko pisarnice, Nemanjina 22-26, Beograd.\nNapomenuto je da propuštanje povlači prekršajnu odgovornost."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Zainteresovano lice postavilo pitanje kako mogu da učestvuju u postupcima nabavki koje su ispod limi...", "link": null, "input": "Pitanje: Zainteresovano lice postavilo pitanje kako mogu da učestvuju u postupcima nabavki koje su ispod limi...: do poziva za učešće koji je upućen drugom privrednom subjektu, da li bi oni mogli da podnesu ponudu u tom postupku.\nZainteresovanom licu odgovoreno da u navedenim postupcima može da učestvuje na osnovu poziva koji im dostavlja naručilac. Preporučeno, ukoliko imaju saznanja da će naručilac sprovesti nabavku na koju se ne\nprimenjuju odredbe ZJN, uputi dopis o zainteresovanosti za učešće u postupku.\nU pogledu drugog pitanja, odgovoreno da zakon navedeno ne reguliše, ali uzimajući u obzir načela javnih nabavki koja je naručilac dužan i u ovim postupcima da primenjuje, ne bi trebalo da bude smetnja za učešće u postupku pod uslovom da ponuđač ispunjava sve uslove koje zahteva naručilac.\nNaručiocu je podnet zahtev za zaštitu prava u postupku j.n. u fazi pre roka za podnošenje ponuda. Odlukom R.komisije za zaštitu prava u postupcima javnih nabavki isti je odbijen kao neosnovan i naručilac planira samo da kroz ispravku pomeri rok za podnošenje ponuda. Da li u navedenom slučaju mora ponovo da odredi rok za podnošenje ponuda, shodno odredbama člana 52. ZJN.\nNaručiocu odgovoreno da nije u obavezi da određuje novi rok u skladu sa odredbama člana 52. ZJN, ali je u obavezi da ostavi razuman rok za pripremu ponuda, koji ne sme biti kraći od roka koji je bio preostao od trenutka podnošenja zahteva za zaštitu prava do roka za podnošenje ponuda. Preporuka je da uvek u ovim situacijama ostane dovoljno vremena da zainteresovana lica mogu da postave pitanje i eventualno ukažu na nepravilnosti i ostvare svoje pravno na zaštitu prava.\nNaručilac je pokrenuo postupak javne nabavke, ali je u dokumentaciji o nabavci (Uputstvu i modelu ugovora)"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: propustio da definiše sredstvo obezbeđenja za ispunjenje ugovornih obaveza. Planiraju da u navedenom...", "link": null, "input": "Pitanje: propustio da definiše sredstvo obezbeđenja za ispunjenje ugovornih obaveza. Planiraju da u navedenom...: Naručiocu odgovoreno, da navedeno predstavlja bitnu izmenu dokumentacije, posebno što se uvodi novi zahtev koji može da utiče na zaintersovana\nlica, u smislu opredeljenja da li žele da učestvuju u predmetnom postupku. Npr.\ni\nzmenom se uvodi bankaraska garancija (kao s.o. za ispunjenje ugovornih obaveza) koja iziskuje određene troškove na strani privrednog subjekta, koja može da utiče na vrednost ponude i samu isplativost, te kao takvo da istog destimuliše da učestvuje u predmetnom postupku ili da povuče već dostavljenu ponudu. Zaključak je da naručilac u navedenoj situaciji mora da postupi u skladu sa odredbama člana 87. stav 2. i 3. ZJN.\nZainteresovano lice učestvuje u postupku javne nabavke kao grupa ponuđača i postavljaju pitanje šta označavaju u izjavi iz člana 118. ZJN za drugog člana grupe, gde je navedeno „koristim kapacitete drugog učesnika“, posebno imajući u vidu da naručilac u predmetnom postupku nije zahtevao kriterijume za izbor, već samo osnove iz člana 111. ZJN.\nZainteresovanom licu odgovoreno da članovi grupe ponuđača ipunjavaju kriterijume iz člana 116. i 117. ZJN zajednički, shodno odredbama člana 130. stav 1. ZJN tj. sa mogućnošću korišćenja kapaciteta članova grupe ponuđača. Shodno navedenoj zakonskoj odredbi, privredni subjekti mogu da koriste kapacitet člana grupe i u tom slučaju biraju opciju „da“ i u obrazloženju navode koji su to kapaciteti. Ukoliko ne koriste kapacitete člana grupe označavaju opciju „ne“."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Naručilac ima potrebu da sprovede nabavku lizing usluga na period od 3 godine. Da li u Plan nabavki ...", "link": null, "input": "Pitanje: Naručilac ima potrebu da sprovede nabavku lizing usluga na period od 3 godine. Da li u Plan nabavki ...: Rečeno da unosi ukupnu procenjenu vrednost za tri godine za koje planira da zaključi ugovor."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li mogu da izvrše izmenu ugovora na osnovu koje bi se vrednost ugovora povećala za više od 50% pr...", "link": null, "input": "Pitanje: Da li mogu da izvrše izmenu ugovora na osnovu koje bi se vrednost ugovora povećala za više od 50% pr...: Ne mogu, izmene ugovora su propisane odredbama 154. - 162. ZJN gde su regulisani razlozi i uslovi za izmene ugovora."}
