{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Da li strani privredni subjekt može podneti ponudu?...", "link": null, "input": "Pitanje: Da li strani privredni subjekt može podneti ponudu?...: Može..."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Nabavka javne rasvete, zaključuju jednogodišnje ugovore. Imaju ugovor do 31.12.2021. godine. Početko...", "link": null, "input": "Pitanje: Nabavka javne rasvete, zaključuju jednogodišnje ugovore. Imaju ugovor do 31.12.2021. godine. Početko...: Savetovano da mogu da izmene postojeći plan, s obzirom da bi vrednost izmene bila preko 10% i da zaključe ugovor na godinu dana, do narednog decembra."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Ponuđač nije naveo jediničnu ali jeste ukupnu cenu. Kako da tretiraju takvu ponudu?...", "link": null, "input": "Pitanje: Ponuđač nije naveo jediničnu ali jeste ukupnu cenu. Kako da tretiraju takvu ponudu?...: Ukazano da KJN nije nadležna da vrši stručnu ocenu ponuda, već komisija odnosno lice koje je naručilac imenovao. U razgovoru utvrđeno da\nmogu prostim deljenjem ukupne cene da dođu do jedinične.\nZaključili su ugovor sa grupom ponuđača (dva ponuđača). Naveli su da je jedina obaveza jednog od njih bila da dostavi sredstvo obezbeđenja. Međutim, sredstvo obezbeđenja je dostavio drugi ponuđač, koji izvršava sav preostali posao. Sad sav posao izvršava samo jedan ponuđač. Kako da postupe.\nUkazano da su međusobni odnosi nakon zaključenja ugovora uređeni pre svega samim ugovorom kao i Zakonom o obligacionim odnosima, a ne ZJN. ZJN predviđa kada može doći do izmene i do raskida ugovora. Naručiocu je bitno da posao bude završen, članovi grupe ponuđača su svakako solidarno odgovorni."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Nabavljaju kancelarijski nameštaj, te ih zanima da li mogu da zahtevaju spisak isporučenih dobara ka...", "link": null, "input": "Pitanje: Nabavljaju kancelarijski nameštaj, te ih zanima da li mogu da zahtevaju spisak isporučenih dobara ka...: Ukazano da\nje\nčl.\n124. st. 1. ZJN tač. 2)  propisano da naručilac, kao jedan od dokaza za tehnički i stručni kapacitet može da zahteva spisak isporuka  relevantnih  dobara  ili  pruženih  usluga  tokom perioda  od  najviše  tri  poslednje  godine  pre  isteka  roka  za  podnošenje ponuda, odnosno prijava, sa iznosima, datumima i nazivima korisnika, a ako je potrebno da bi se obezbedio odgovarajući nivo konkurencije, naručilac može da naznači da će se uzeti u obzir dokaz o relevantnim dobrima ili uslugama isporučenim, odnosno pruženim u periodu dužem od tri godine.\nIzabrani su kao najpovoljniji ponuđač\nu o.p.\n, čija proc. vrednost iznosi preko\n5.000.000,00 din.,\nali bi sada odustali od zaključenja ugovora o jn iz razloga što nisu u mogućnosti odn. u stanju da dostave sve tražene dokaze. Interesuje ih da li naručilac ubuduće može da ih isključi iz postupka jn usled takvog postupanja."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li ponuđač može da zahteva od naručioca naknadu troškova pripremanja i podnošenja ponude?...", "link": null, "input": "Pitanje: Da li ponuđač može da zahteva od naručioca naknadu troškova pripremanja i podnošenja ponude?...: Dat odgovor da\nukoliko ponuđač koji je podneo ekonomski najpovoljniju ponudu odbije da zaključi ugovor o jn, naručilac\npostupa u skladu sa čl. 152. ZJN odn. može da pozove\nsledećeg ponuđača koji je podneo najpovoljniju ponudu i sa njim zaključ\ni\nugovor o jn\n, ili da obustavi postupak jn, ako postoje razlozi za obustavu postupka jn.\nSkrenuta pažnja\nna\nmogućnost naručioca da u skladu sa čl. 112. st. 1\n.\ntač. 6) ZJN isključi takvog privrednog subjekta iz postupka jn u svakom trenutku, ukoliko tu mogućnost predvidi u dokumentaciji o nabavci.\nNe. Naime, troškove pripremanja i podnošenja ponude snosi isključivo ponuđač i naknadu tih troškova ne može zahtevati od naručioca. Izuzetno, prema čl. 138. ZJN, u slučaju obustave postupka jn iz razloga koji su na strani naručioca, naručilac je dužan da nadoknadi ponuđaču troškove izrade uzorka/modela izrađenih u skladu sa tehn. specifikacijom naručioca, kao i troškove pribavljanja sredstava obezbeđenja, pod uslovom da je ponuđač zahtevao naknadu tih troškova u svojoj ponudi."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Do kada je naručilac u obavezi da objavi obaveštenje o podnetom ZZP?...", "link": null, "input": "Pitanje: Do kada je naručilac u obavezi da objavi obaveštenje o podnetom ZZP?...: Obaveštenje o podnetom ZZP naručilac je dužan da objavi na Portalu jn najkasnije narednog dana od dana prijema ZZP, što je jasno propisano čl. 214. st. 8. ZJN.\nImaju potrebu za nabavkom specijalne laboratorijske opreme, za  koju tvrde da može da je izradi i isporuči samo jedan ponućač, te ih interesuje da li predmetnu nabavku mogu sprovesti u pregovaračkom postupku.\nUkazano na mogućnost primene čl. 61. st. 1. tač. 1) ZJN pod uslovima koje isti predviđa, u kom slučaju je naručilac dužan da se obrati KJN radi dobijanja mišljenja o osnovanosti primene pregovaračkog postupka u skladu sa čl. 62. ZJN.\nNaručilac je sproveo postupak javne nabavke i otvorene su ponude. U okviru jedne partije naručilac je dobio ponudu samo jednog ponuđača, ali je u ponudi navedeni ponuđač umesto zahtevanog obr.str.ponuđene cene dostavio neki drugi dokument. Da li mogu ponudu navedenog ponuđača, primenom odredbi člana 142. ZJN, da ipak ocene prihvatljivom.\nNaručiocu odgovoreno da KJN ne vrši stručnu ocenu ponuda, ali je skrenuta pažnja istom da navedeni ponuđač nije postupio po zahtevu naručioca, odnosno nije u skladu sa uputstvom dostavio zahtevni obrazac strukture ponuđene cene u ponudi. Prema odredbama člana 142. ZJN naručilac može da zahteva dodatna objašnjenja dostavljenih ponuda i dokumentacije, ali se navedeno može odnositi na već dostavljenu dokumentaciju u ponudi (zahtevani obrasci i ostalo). Prema članu 135. stav 1. ZJN privr.subjekti ponude podnose putem Portala javnih nabavki, gde je prema stavu 3. istog člana zakona navedeno da ponuđač ponudu može da izmeni, dopuni ili opozove, u roku za podnošenje ponuda, na isti način na koji je podneo ponudu. Suština je da bi se naknadno dostavljanje obr.strukture\nponuđene cene moglo smatrati izmenom ponude, a što naručilac ne sme da dozvoli. Uzimajući u obzir sve prethodno navedeno, naručilac mora izvršiti stručnu ocenu ponuda i doneti zakonitu odluku kojom će okončati predmetni postupak javne nabavke.\nZainteresovano lice postavilo sledeća pitanja:\n-da li u postupku javne nabavke može učestovati kao nosilac posla u zajedničkoj ponudi strani privredni subjekt;\n-da li se cena u ponudi može iskazati u stranoj valuti.\nZainteresovanom licu odgovoreno:\n-strani privredni subjekt može da učestvuje u postupku javne nabavke kao nosilac posla u zajedničkoj ponudi, ali je preduslov da bi mogao podneti ponudu registracija na Portalu javnih nabavki;\n-da, pod uslovom da je naručilac navedeno dozvolio, kako je to bliže definisano u odredbi člana 43. ZJN.\nNaručilac ima nedoumicu u vezi sa primenom odredbe u članu 112. stav 1. tačka 5) ZJN. Da li povreda tj. neispunjenje ugovornih obaveza  po ranije zaključenom ugovoru mora nastupiti u navedenom periodu, ili npr. Neispunjavanje obaveza je nastalo pre 5 godina, ali je naplata penala (posledica) nastupila u zahtevanom periodu (prethodne tri godine pre isteka roka za podnošenje ponuda)\nNaručiocu odgovoreno da prema sadržini navedene norme jasno proizilazi da privredni subjekt u periodu od prethodne tri godine pre isteka roka za podnošenje ponuda nije ispunjavao obaveze iz ranije zaključenih ugovora o javnoj nabavci, a što je za posledicu imalo raskid tog ugovora, naplatu sredstva obezbeđenja, naknadu štete ili dr. Znači u obuhvat navedenog perioda bi morala ući radnja neispunjenja ugovorne obaveze, ali i dokaz da je nastupila posledica (raskid ugovora, naplata sred.obezbeđenja, ugovorne kazne, penala i sl.)\nNaručilac je sproveo postupak za javnu nabavku električne energije, zaključio je ugovor i isti\nističe 01.04.2022. godine. U međuvremenu predmetni ugovor je istrošen tj. količina\nKw\nkoji su predviđeni ugovorom. Da li mogu planirati novi postupak javne nabavke u Planu i da li u ovoj iili narednoj kalendarskoj godini.\nNaručiocu odgovoreno, da prvenstveno mora proveriti sadržinu ugovora i utvrditi pod kojim se sve uslovima predmetni\nugovor smatra izvršenim i kada isti prestaje da važi. Drugo, ukoliko su razlozi opravdani naručilac može planirati novi postupak javne nabavke u Planu i za ovu godinu, izmenom plana i pod uslovom da će imati obezbeđena finansijska sredstva za realizaciju predmetne javne nabavke. To znači da sredstva ne moraju biti obezbeđena u momentu planiranja, već realizacije predmetne javne nabavke. Način obezbeđivanja i planiranja finansijskih sredstava po kalendarskim godina i druga pitanja koja se tiču sastavljanja finansijskog plana nisu u nadležnosti KJN i na ista nije moguće odgovoriti putem usmenih konsultacija."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Žele da produže rok za donošenje odluke o dodeli ugovora, dakle da bude duži od 30 dana. Gde da to n...", "link": null, "input": "Pitanje: Žele da produže rok za donošenje odluke o dodeli ugovora, dakle da bude duži od 30 dana. Gde da to n...: ZJN propisuje da u članu 146. da odluku o dodeli ugovora naručilac donosi u roku od 30 dana od isteka roka za podnošenje ponuda, osim ako je naručilac u konkursnoj dokumentaciji odredio duži rok. Naručiocu rečeno da ovu informaciju, može da navede npr. u sekciji ostale informacije, od značaja za ps."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Ko zaključuje ugovor kod nabavki koje su sprovedene kao zajedničke?...", "link": null, "input": "Pitanje: Ko zaključuje ugovor kod nabavki koje su sprovedene kao zajedničke?...: Sporazumom bi trebalo da se regulišu ovakva pitanja, između ostalog..\nSproveli nabavku proc. vrednosti 3.300.000, a sada ponovo imaju potrebu da sprovedu istu nabavku 2.000.000, pa pitaju da li"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: sad treba da objave oglas u sl. glasniku?...", "link": null, "input": "Pitanje: sad treba da objave oglas u sl. glasniku?...: Ukazano da treba, imajući u vidu da je ukupna proc. preko 5 miliona.."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Naručilac je dobio ponudu u kojoj je sao polovično dostavljena Izjava o ispunjenosti kriterijuma za ...", "link": null, "input": "Pitanje: Naručilac je dobio ponudu u kojoj je sao polovično dostavljena Izjava o ispunjenosti kriterijuma za ...: Može..."}
