{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Postavljaju tehničko pitanje....", "link": null, "input": "Pitanje: Postavljaju tehničko pitanje....: Upućeni na kolege sa Portala."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li preduzetnik može da učestvuje u postupku javnih nabavki kao ponuđač?...", "link": null, "input": "Pitanje: Da li preduzetnik može da učestvuje u postupku javnih nabavki kao ponuđač?...: Može."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Postavljaju pitanje vezano za stručnu ocenu ponuda....", "link": null, "input": "Pitanje: Postavljaju pitanje vezano za stručnu ocenu ponuda....: Naručiocu ukazano da KJN ne vrši stručnu ocenu ponuda."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li postoji obaveštenje o raskidu ugovora i da li se isto ako postoji kači na Portal?...", "link": null, "input": "Pitanje: Da li postoji obaveštenje o raskidu ugovora i da li se isto ako postoji kači na Portal?...: Ne, nema takvog obaveštenja."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Kako u izveštaj iz član 181. ZJN da unesu vrednost sa pdv, kod ugovora koji ne podležu pdv.?...", "link": null, "input": "Pitanje: Kako u izveštaj iz član 181. ZJN da unesu vrednost sa pdv, kod ugovora koji ne podležu pdv.?...: Unose vrednost bez pdv u obe sekcije.\nHoće da nastupe kao ponuđač i pitaju da li podizvođača nabavljaju u postupku javne nabavke, jer su i naručilac.."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li je bitno u kom procentu će nosilac posla da izvršava ugovor a u kom podizvođač?...", "link": null, "input": "Pitanje: Da li je bitno u kom procentu će nosilac posla da izvršava ugovor a u kom podizvođač?...: Ne, ponašaju se kao i svaki drugi pc, koji nastupa na tržištu..\nNije to zakonom ograničeno."}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: Da li takav ponuđač ima aktivnu legitimaciju za podnošenje zzp?...", "link": null, "input": "Pitanje: Da li takav ponuđač ima aktivnu legitimaciju za podnošenje zzp?...: Može, na osnovu člana 146. stav 2. ZJN.\nZahtev za zaštitu prava može da podnese privredni subjekt, kandidat, odnosno ponuđač koji je imao ili ima interes za dodelu određenog ugovora, odnosno okvirnog sporazuma i koji ukazuje da je zbog postupanja naručioca protivno odredbama ovog zakona oštećen ili bi mogla da nastane šteta usled dodele ugovora, odnosno okvirnog sporazuma protivno odredbama ovog zakona (u daljem tekstu: podnosilac zahteva).\nNaručilac navodi da ponuđač sa kojim su zaključili ugovor ne može da im isporuči deo opreme u ugovorenom roku iz opravdanih razloga. Pitaju da li mogu aneksom da mu produže rok.\nOdgovoreno da mogu.\nNaručilac je sproveo postupak javne nabavke u skladu sa ZJN/2015. Sada ima"}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: potrebu da izmeni ugovor usled povećanja cene predmeta nabavke na tržištu. Kako se vrši izmena?...", "link": null, "input": "Pitanje: potrebu da izmeni ugovor usled povećanja cene predmeta nabavke na tržištu. Kako se vrši izmena?...: Odgovoreno da se izmena vrši u skladu sa ZJN/2019.\nNaručilac je sproveo otvoreni postupak po partijama. Za jednu partiju pristigle su sve neodgovarajuće ponude, te bi naručilac sproveo pregovarački bez objavljivanja javnog poziva. Interesuje ih da li mogu da je podele u dve partije.\nne mogu"}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Postavljaju pitanje da li uzorak traže samo od najpovoljnijeg ili...", "link": null, "input": "Pitanje: Postavljaju pitanje da li uzorak traže samo od najpovoljnijeg ili...: mogu\nod svih onih za koje procene da imaju povoljnije ponude. Oni su dostavljanje uzoraka predvideli kroz napomenu u smislu da naručilac zadržava pravo da traži uzorak po slobodnom nahođenju.\nPojašnjeno da\nuzorak mogu da traže na dva načina: ili kao deo tehničke spec. i tada  se očekuje njegovo dostavljanje u roku za podnošenje ponude, ili je uzorak predviđen kao dokaz tehničkog kapaciteta, kada se isti dostavlja sa dokazima odnosno traži od najpovoljnijeg ponuđača.\nŽele da izmene ugovor u skladu sa članom 160. ZJN. Postavljaju pitanje da li moraju tu izmenu da objave na Portalu i da li su u obavezi da zaključe aneks. Takođe, ukoliko bi se naknadno javila potreba za novom izmenom, da li mogu da primene član 158. ZJN i da li bi onda imali obavezu da objave izmenu na Portalu.\nObaveza objavljivanja na Portalu postoji samo u slučaju izmene u skladu sa čl. 157. i 158. ZJN. Nemaju obavezu da zaključuju aneks, mogu ukoliko žele. Pojašnjeno u kojim slučajevima mogu da primene član 158. ZJN i tada postoji\nobaveza objavljivanja na Portalu."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Da li je predviđanje obilaska lokacije kao obaveznog uslova diskriminatorski?...", "link": null, "input": "Pitanje: Da li je predviđanje obilaska lokacije kao obaveznog uslova diskriminatorski?...: Ne, to nije nužno diskriminatorski, već to zavisi od svake konkretne nabavke, odnosno da li je za pripremu ponude objektivno potreban obilazak lokacije."}
