{"model": "text-embedding-3-small", "id": 0, "title": "Pitanje: Sproveli su postupak koji je oblikovan u dve partije. Za prvu partiju su doneli odluku o dodeli ugov...", "link": null, "input": "Pitanje: Sproveli su postupak koji je oblikovan u dve partije. Za prvu partiju su doneli odluku o dodeli ugov...: Da, tako je, samo ručno izmene procenjenu vrednost."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pitanje: Da li se zakon primenjuje kada je reč o  usluzi angažovanja lica po osnovu ugovor o obavljanju privr...", "link": null, "input": "Pitanje: Da li se zakon primenjuje kada je reč o  usluzi angažovanja lica po osnovu ugovor o obavljanju privr...: Primenjuje se zakon, budući da je reč o usluzi posredovanja pri zapošljavanju."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pitanje: Kada izvrši plaćanje naručilac upućuje zahtev za dostavu dokaza privrednom subjektu i kada privredni...", "link": null, "input": "Pitanje: Kada izvrši plaćanje naručilac upućuje zahtev za dostavu dokaza privrednom subjektu i kada privredni...: Naručilac je od dobavljača dobio zahtev za izmenu ugovora u smislu povećanja cena iz razloga što je došlo do poskupljenja određenih artikala na tržištu.\nUkazano je na odredbe člana 158. Zakona o javnim nabavkama. U ovom slučaju, povećanje vrednosti ugovora ne može da bude veće od 50% vrednosti prvobitnog ugovora i ne može da ima za cilj izbegavanje primene ovog zakona. Posebno je napomenuto da se navedeno procentualno ograničenje odnosi na ukupnu vrednost svih izmena, ako se ugovor menja više puta.\nTakođe, naručilac bi u ovom slučaju bio dužan da obaveštenje o izmeni ugovora pošalje na objavljivanje na Portalu javnih nabavki u roku od deset dana od dana izmene ugovora.\nPrivrednom subjektu nije jasna dokumentacija o nabavci u pogledu dokaza koje treba da dostavi.\nObjašnjeno je da privredni subjekt ima mogućnost da zahteva pojašnjenja i dodatne informacije od naručioca u skladu sa članom 97. Zakona o javnim nabavkama.\nNaručilac, u vezi sa upućenom elektronskom poštom u vezi sa „ekološkim nabavkama i nabavkama sa socijlanim aspektima“, postavlja pitanje da li bi trebali prikazati u okviru ovih nabavki, javnu nabavku usluge održavanja higijene, u kojoj su zahtevana i određena hemijska sredstva (sa ekološkim karakteristikama).\nNaručiocu odgovoreno, da mogu u anketi navesti predmetnu javnu nabavku, obzirom da ista u sebi sadrži ekološke aspeket (obavezu korišćenja ekoloških hem.sredstava pri održavanju higijene).\nNaručilac je sproveo postupak javne nabavke dobra-električne energije. Na osnovu sprovedenog postupka i dodele ugovora, zaključili su ugovor. Vrednost ugovora premašuje procenjenu vrednost javne nabavke. Pretpostavljaju da će u toku godine doći do povećanja cene električne energije (kontrolisana cena do 6 meseca), te postavljaju pitanje kada oni mogu da izmene predmetni ugovor.\nNaručiocu odgovoreno, da se izmena ugovora vrši kada se za to steknu zakonski uslovi, kao i kada nastupe okolnosti koje opravdavaju izmenu zaključenog ugovora. A izmena se vrši saglasno odredbama člčana 156-161. ZJN.\nNaručilac sprovodi postupak javne nabavke radova-sanacija krovova. U okviru kriterijuma za izbor, u delu stručnog kapaciteta, zahtevali su da ponuđač ima građ.inženjera i još nekoliko radnika različitih struka. Kao dokaz za ispunjenost navedenog kriterijuma, između ostalog predviđen je bio ugovor o radu (određeno ili neodređeno), ugovor o obavljanju pp poslova i drugi ugovori van radnog odnosa, osim ugovora o delu. Tražili su najpovoljnijem ponuđaču dokaz za ispunjenost prethodno navedenog kriterijuma (član 119. stav 1. ZJN) i ponuđač im je dostavio\numesto zahtevanih ugovor, ugovor o delu za dipl.inženjera. Kako da ocene navedenu ponudu.\nNaručiocu odgovoreno da stručnu ocenu ponuda vrši komisija za javnu nabavku naručioca, prema odredbama ZJN, a ne KJN. Prema opisanom činjeničnom stanju, navedeni ponuđač nije dostavio dokaz o ispunjenosti zahtevanog kriteirijuma za izbor (stručnog kapaciteta), a kako je to definisao naručilac, što vodi neprihvatljivosti ponude, shodno odredbama člana 144. stav 1. tačka 2) ZJN. Opreza radi, naručiocu skrenuta pažnja, da obrati pažnju na definisani kriterijuma za izbor i način njegovog dokazivanja, kao i na odredbe propisa kojim s uređeni radni odnosi (član 199. Zakona o radu), te da nakon toga komisija za javnu nabavku donese konačnu odluku. Naručiocu pored navedenog predočeno da, usled eventualnih nejasnoća u pogledu dodtavljenih dokaza, stoji na raspolaganju ovlašćenje da shodno\nodredbama člana 119. stav 5. ZJN zahteva dodtane podatke i objašnjenja dostavljenih dokaza, ali u skladu sa odredbama člana 142. ZJN."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pitanje: Da li postoji mogućnost da se ponuđači koji nisu izabrani odreknu prava na zzp?...", "link": null, "input": "Pitanje: Da li postoji mogućnost da se ponuđači koji nisu izabrani odreknu prava na zzp?...: Ne postoji takva mogućnost."}
{"model": "text-embedding-3-small", "id": 4, "title": "Pitanje: Da li se poslednji dan za postavljanje pitanja naručiocu, ukoliko isti padne na neradni dan, prebacu...", "link": null, "input": "Pitanje: Da li se poslednji dan za postavljanje pitanja naručiocu, ukoliko isti padne na neradni dan, prebacu...: Obzirom da je članom 97. ZJN propisano da privredni subjekt može u pisanoj formi putem Portala javnih nabavki\nda traži od naručioca dodatne informacije ili pojašnjenja u vezi sa\ndokumentacijom o nabavci, pri čemu može da ukaže naručiocu ukoliko smatra\nda postoje nedostaci ili nepravilnosti u dokumentaciji o nabavci, i to\nnajkasnije\n:\n1) osmog dana pre isteka roka određenog za podnošenje ponuda ili\nprijava, za javnu nabavku čija je procenjena vrednost jednaka ili veća od\niznosa evropskih pragova;\n2) šestog dana pre isteka roka za podnošenje ponuda ili prijava, za\njavnu nabavku čija je procenjena vrednost manja od iznosa evropskih pragova,\nkao i da od tog roka zavisi rok za odgovor naručioca mišljenja smo da nije moguće pomerati zakonski rok.\nPonuđač je dostavio obrazac strukture ponuđene cene i ostale dokumente putem Pošte umesto preko Portala.\nRečeno da se podnošenje ponuda vrši putem Portala, osim u slučaju delova ponude koji se ne mogu podneti preko Portala."}
{"model": "text-embedding-3-small", "id": 5, "title": "Pitanje: Da li se vrši rangiranje ponuda sa cenom bez ili sa PDV-om?...", "link": null, "input": "Pitanje: Da li se vrši rangiranje ponuda sa cenom bez ili sa PDV-om?...: Odgovoreno da se vrši rangiranje prema cenama bez PDV-a.\nU o.p. za nabavku usluga prevoza po partijama za učenike i zaposlene dobili su po jednu ponudu za svaku od partija, čija ponuđena cena prelazi procenjnu vrednost nabavke. S tim u vezi,"}
{"model": "text-embedding-3-small", "id": 6, "title": "Pitanje: postavljaju pitanje da li mogu da prihvate ponude  kao takve, napominjući da imaju fin. sredstava....", "link": null, "input": "Pitanje: postavljaju pitanje da li mogu da prihvate ponude  kao takve, napominjući da imaju fin. sredstava....: Ukazano da naručilac može\ndodeli\nti\nugovor o jn ponuđaču čija ponuda sadrži ponuđenu cenu veću od procenjene vrednosti jn, što je u\nskladu sa čl. 146. st. 2. ZJN., te da se podrazumeva\nda naručilac\nu tom slučaju\ntreba da raspolaže potrebnim finansijskim sredstvima kako bi mogao da\nprihvati\nponudu koja prelazi procenjenu vrednost nabavke."}
{"model": "text-embedding-3-small", "id": 7, "title": "Pitanje: Da li mogu da zatraže raskid ugovora o jn usled neizvršenja obaveza od strane ponuđača sa kojim su z...", "link": null, "input": "Pitanje: Da li mogu da zatraže raskid ugovora o jn usled neizvršenja obaveza od strane ponuđača sa kojim su z...: Mogu. Pri realizaciji ugovora o jn naručilac postupa u skladu sa ugovornim odredbama, ZOO i, eventualno, drugim posebnim propisima na koje se odnosi ugovor o jn.\nZatražili pojašnjenje usluga hotela i restorana iz Priloga 7. ZJN.\nDato pojašnjenje."}
{"model": "text-embedding-3-small", "id": 8, "title": "Pitanje: Ugovor za nabavku bravarsko-limarskog materijala sprovedenu u o.p. zaključili su u oktobru prošle go...", "link": null, "input": "Pitanje: Ugovor za nabavku bravarsko-limarskog materijala sprovedenu u o.p. zaključili su u oktobru prošle go...: Naručiocu je prvo protumačena odredba čl. 156. ZJN (izmene ugovora na osnovu ugovornih odredaba). Ukoliko to nije slučaj, upućeni da eventualno razmotre primenu čl. 158. ZJN uz napomenu da naručilac može da izmeni ugovor usled pojave nepredviđenih okolnosti na način i pod uslovima koje taj član ZJN propisuje sa upućivanjem na čl. 155. st. 2. ZJN, koji se odnosi na obavezu naručioca da obaveštenje o izmeni ugovora o jn pošanje na objavljivanje na Portalu jn u roku od deset dan od dana izmene ugovora o jn."}
{"model": "text-embedding-3-small", "id": 9, "title": "Pitanje: Za nabavku usluge izrade projekta protivpožarnog sistema javio se ponuđač koji bi dozvolu za obavlja...", "link": null, "input": "Pitanje: Za nabavku usluge izrade projekta protivpožarnog sistema javio se ponuđač koji bi dozvolu za obavlja...: Ne."}
