{"model": "text-embedding-3-small", "id": 0, "title": "Član 1", "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/SG_019_2025_020.htm", "input": "Član 1: Republika Srbija preuzima obavezu da kao garant izmiri obaveze Javnog preduzeća \"Srbijagas\" Novi Sad (u daljem tekstu: Zajmoprimac) po osnovu ugovora o kreditu odobrenog od strane Banca Intesa AD Beograd u iznosu koji ne može biti veći od dinarskog iznosa indeksiranog u evrima, u iznosu do 30.000.000 evra (slovima: tridesetmiliona evra) uvećanog za iznos pripadajuće ugovorene kamate."}
{"model": "text-embedding-3-small", "id": 1, "title": "Član 2", "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/SG_019_2025_020.htm", "input": "Član 2: Garanciju iz člana 1. ovog zakona Republika Srbija izdaje u korist Banca Intesa AD Beograd, na ime obaveza iz Ugovora o kreditu broj 15171120 u iznosu do 30.000.000 evra (slovima: tridesetmiliona evra) u dinarskoj protivvrednosti po srednjem kursu Narodne banke Srbije uvećanog za nominalnu kamatnu stopu koja je varijabilna i iznosi tromesečni EURIBOR plus kamatna marža koja iznosi 1,22% na godišnjem nivou, zaključenog između Zajmoprimca i Banca Intesa AD Beograd, dana 15. novembra 2024. godine."}
{"model": "text-embedding-3-small", "id": 2, "title": "Član 3", "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/SG_019_2025_020.htm", "input": "Član 3: Republika Srbija (u daljem tekstu: Garant) ovim neopozivo, bezuslovno, bez prigovora i na prvi poziv garantuje, da će izmiriti dug Zajmoprimca prema Banca Intesa AD Beograd (u daljem tekstu: Banka), odnosno svih plativih iznosa o njihovom dospeću, u svemu na način i u skladu sa uslovima iz ugovora o kreditu iz člana 2. ovog zakona, sa rokom važnosti koji će biti duži za mesec dana od roka dospeća kredita, čime se stvara obaveza otplate duga nastalih po osnovu date garancije da plati dospelu a neizmirenu obavezu ukoliko Zajmoprimac ne izvrši tu svoju obavezu blagovremeno, u skladu sa ugovorom o kreditu sa Bankom. Ukoliko Garant ne izvrši svoje obaveze, u roku iz stava 1. ovog člana, Banka će imati pravo da proglasi dospelim sve iznose koji su plativi u skladu sa odredbama ugovora o kreditu iz člana 2. ovog zakona. U slučaju aktiviranja garancije iz člana 1. ovog zakona, Banka će imati pravo da od Garanta naplati iznos svojih dospelih a neizmirenih potraživanja. Garant se obavezuje da će obezbediti u budžetu za odgovarajuću fiskalnu godinu, sredstva neophodna za izvršavanje preuzetih obaveza po ovoj garanciji."}
{"model": "text-embedding-3-small", "id": 3, "title": "Član 4", "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/SG_019_2025_020.htm", "input": "Član 4: Otplatu kredita vrši Zajmoprimac prema Banci u dinarima indeksirano prema vrednosti evra, sve u skladu sa odredbama ugovora o kreditu iz člana 2. ovog zakona. Sredstva za otplatu kredita obezbediće Zajmoprimac iz sopstvenih prihoda. Zajmoprimac je dužan da sredstva za otplatu kredita obezbeđuje prema planu otplate, u iznosu koji uključuje glavnicu i obračunatu kamatu."}
{"model": "text-embedding-3-small", "id": 4, "title": "Član 5", "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/SG_019_2025_020.htm", "input": "Član 5: Ako po osnovu garancije iz člana 1. ovog zakona Garant izvrši obavezu umesto Zajmoprimca, Garant će od Zajmoprimca imati pravo na povraćaj glavnice i kamate, kao i pratećih troškova koji nastanu zbog neizvršenja, odnosno neblagovremenog izvršenja obaveze, kao i svih drugih troškova koji mogu nastati u vezi sa izvršavanjem obaveza umesto Zajmoprimca, do visine iznosa izmirene obaveze, kao i pravo da od Zajmoprimca naplati obračunatu zakonsku zateznu kamatu. Garant svoje pravo povraćaja od Zajmoprimca neće ostvarivati pre potpunog namirenja potraživanja od strane Banke, niti će postupati protivno njenim interesima. Pravo na povraćaj sredstava iz stava 1. ovog člana Garant će ostvariti tako što će inicirati naplatu sa računa Zajmoprimca na osnovu ovlašćenja dobijenog od Zajmoprimca ili drugih instrumenata obezbeđenja, u skladu sa propisima kojima se uređuje platni promet."}
{"model": "text-embedding-3-small", "id": 5, "title": "Član 6", "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/SG_019_2025_020.htm", "input": "Član 6: Sredstva kredita koja su Zajmoprimcu stavljena na raspolaganje na osnovu ugovora o kreditu iz člana 2. ovog zakona za koje se izdaje garancija po ovom zakonu uplatiće se na namenski račun Zajmoprimca koji će se otvoriti kod Narodne banke Srbije, nakon stupanja na snagu ovog zakona. Sredstva sa namenskog računa koristiće se za plaćanje obaveza Zajmoprimca samo uz saglasnost ministra nadležnog za poslove finansija."}
{"model": "text-embedding-3-small", "id": 6, "title": "Član 7", "link": "http://demo.paragraf.rs/demo/combined/Old/t/t2025_03/SG_019_2025_020.htm", "input": "Član 7: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u Službenom glasniku Republike Srbije."}
