{"model": "text-embedding-3-small", "id": 0, "title": "Podzakonski akti za primenu Zakona o javnim nabavkama", "link": "https://transparentnost.org.rs/sr/aktivnosti-2/pod-lupom/11667-podzakonski-akti-za-primenu-zakona-o-javnim-nabavkama", "input": "Podzakonski akti za primenu Zakona o javnim nabavkama: Transparentnost Srbija pozvala je Kancelariju za javne nabavke da naknadno organizuje javnu raspravu o nacrtu podzakonskih akata kojima se uređuje primena novog Zakona o javnim nabavkama. Zbog situacije sa pandemijom COVID-19 i rokova za početak primene novog Zakona, Kancelarija nije bila u prilici da o nacrtu podzakonskih akata organizuje javnu raspravu, niti konsultacije sa svim relevantnim subjektima, u skladu sa svojim obavezama iz člana 77. stav 4. Zakona o državnoj upravi. Kao prilog za konsultacije koje bi se sada mogle organizovati, na način koji je primeren epidemiološkoj situaciji, i kao podsticaj da se one otpočnu, TS je uputila predloge za dopunu tri pravilnika - o sadržini konkursne dokumentacije, postupku za sticanje sertifikata i vođenju registra službenika i postupku otvaranja ponuda. TS je istovremeno pozvala direktorku Kancelarije da u cilju uspešnije primene Zakona, a naročito radi sprečavanja i otkrivanja korupcije u javnim nabavkama, Kancelarija izradi model posebnog (internog) akta koji moraju da izrade naručioci, odnosno da uskladi postojeći model internog akta sa novim zakonskim rešenjima. Transparentnost Srbija je izrazila zainteresovanost da sarađuje sa Kancelarijom i u vezi sa ovim pitanjima. Predlozi za dopunu pravilnika mogu se preuzeti sa sajta TS."}
{"model": "text-embedding-3-small", "id": 1, "title": "Pravilnik o sadržini konkursne dokumentacije", "link": "https://transparentnost.org.rs/sr/aktivnosti-2/pod-lupom/11667-podzakonski-akti-za-primenu-zakona-o-javnim-nabavkama", "input": "Pravilnik o sadržini konkursne dokumentacije: Transparentnost Srbija je uputila predloge za dopunu pravilnika o sadržini konkursne dokumentacije u cilju poboljšanja transparentnosti i efikasnosti postupaka javnih nabavki. Predlozi se odnose na jasnije definisanje sadržaja konkursne dokumentacije i obaveza naručioca u postupcima javnih nabavki."}
{"model": "text-embedding-3-small", "id": 2, "title": "Pravilnik o postupku za sticanje sertifikata i vođenju registra službenika", "link": "https://transparentnost.org.rs/sr/aktivnosti-2/pod-lupom/11667-podzakonski-akti-za-primenu-zakona-o-javnim-nabavkama", "input": "Pravilnik o postupku za sticanje sertifikata i vođenju registra službenika: Transparentnost Srbija je uputila predloge za dopunu pravilnika o postupku za sticanje sertifikata i vođenju registra službenika za javne nabavke. Predlozi se odnose na poboljšanje sistema sertifikacije službenika za javne nabavke i vođenja registra ovlašćenih službenika."}
{"model": "text-embedding-3-small", "id": 3, "title": "Pravilnik o postupku otvaranja ponuda", "link": "https://transparentnost.org.rs/sr/aktivnosti-2/pod-lupom/11667-podzakonski-akti-za-primenu-zakona-o-javnim-nabavkama", "input": "Pravilnik o postupku otvaranja ponuda: Transparentnost Srbija je uputila predloge za dopunu pravilnika o postupku otvaranja ponuda u cilju povećanja transparentnosti postupaka javnih nabavki. Predlozi se odnose na jasnije definisanje postupka otvaranja ponuda i obaveza naručioca tokom ovog procesa."}
{"model": "text-embedding-3-small", "id": 4, "title": "Model internog akta za naručioce", "link": "https://transparentnost.org.rs/sr/aktivnosti-2/pod-lupom/11667-podzakonski-akti-za-primenu-zakona-o-javnim-nabavkama", "input": "Model internog akta za naručioce: Transparentnost Srbija je pozvala Kancelariju za javne nabavke da izradi model posebnog (internog) akta koji moraju da izrade naručioci. Cilj je uspešnija primena Zakona o javnim nabavkama, a naročito sprečavanje i otkrivanje korupcije u javnim nabavkama. Predlaže se usklađivanje postojećeg modela internog akta sa novim zakonskim rešenjima."}
{"model": "text-embedding-3-small", "id": 5, "title": "Javna rasprava i konsultacije", "link": "https://transparentnost.org.rs/sr/aktivnosti-2/pod-lupom/11667-podzakonski-akti-za-primenu-zakona-o-javnim-nabavkama", "input": "Javna rasprava i konsultacije: Transparentnost Srbija pozvala je Kancelariju za javne nabavke da naknadno organizuje javnu raspravu o nacrtu podzakonskih akata. Zbog situacije sa pandemijom COVID-19 i rokova za početak primene novog Zakona, Kancelarija nije bila u prilici da organizuje javnu raspravu ili konsultacije sa svim relevantnim subjektima. TS je izrazila zainteresovanost da sarađuje sa Kancelarijom u vezi sa ovim pitanjima."}
