{"model": "text-embedding-3-small", "id": 0, "title": "Član 1", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_1", "input": "Član 1: Republika Srbija je država srpskog naroda i svih građana koji\nu njoj žive, zasnovana na vladavini prava i socijalnoj pravdi, načelima građanske\ndemokratije, ljudskim i manjinskim pravima i slobodama i pripadnosti evropskim\nprincipima i vrednostima. Nosioci suverenosti"}
{"model": "text-embedding-3-small", "id": 1, "title": "Član 2", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_2", "input": "Član 2: Suverenost potiče od građana koji je vrše referendumom, narodnom\ninicijativom i preko svojih slobodno izabranih predstavnika. Nijedan državni organ, politička organizacija, grupa ili pojedinac\nne može prisvojiti suverenost od građana, niti uspostaviti vlast mimo slobodno\nizražene volje građana. Vladavina prava"}
{"model": "text-embedding-3-small", "id": 2, "title": "Član 3", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_3", "input": "Član 3: Vladavina prava je osnovna pretpostavka Ustava i počiva na\nneotuđivim ljudskim pravima. Vladavina prava se ostvaruje slobodnim i neposrednim izborima,\nustavnim jemstvima ljudskih i manjinskih prava, podelom vlasti, nezavisnom sudskom\nvlašću i povinovanjem vlasti Ustavu i zakonu. Podela vlasti"}
{"model": "text-embedding-3-small", "id": 3, "title": "Član 4", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_4", "input": "Član 4: Pravni poredak je jedinstven. Uređenje vlasti počiva na podeli vlasti na zakonodavnu, izvršnu i sudsku. Odnos tri grane vlasti zasniva se na međusobnom proveravanju i ravnoteži. Sudska vlast je nezavisna. Političke stranke"}
{"model": "text-embedding-3-small", "id": 4, "title": "Član 5", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_5", "input": "Član 5: Jemči se i priznaje uloga političkih stranaka u demokratskom\noblikovanju političke volje građana. Osnivanje političkih stranaka je slobodno. Nedopušteno je delovanje političkih stranaka koje je usmereno\nna nasilno rušenje ustavnog poretka, kršenje zajemčenih ljudskih ili manjinskih\nprava ili izazivanje rasne, nacionalne ili verske mržnje. Političke stranke ne mogu neposredno vršiti vlast, niti je\npotčiniti sebi. Zabrana sukoba interesa"}
{"model": "text-embedding-3-small", "id": 5, "title": "Član 6", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_6", "input": "Član 6: Niko ne može vršiti državnu ili javnu funkciju koja je u sukobu\nsa njegovim drugim funkcijama, poslovima ili privatnim interesima. Postojanje sukoba interesa i odgovornost pri njegovom rešavanju\nodređuju se Ustavom i zakonom. Grb, zastava i himna"}
{"model": "text-embedding-3-small", "id": 6, "title": "Član 7", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_7", "input": "Član 7: Republika Srbija ima svoj grb, zastavu i himnu. Grb Republike Srbije se koristi kao Veliki grb i kao Mali grb. Zastava Republike Srbije postoji i koristi se kao Narodna zastava\ni kao Državna zastava. Himna Republike Srbije jeste svečana pesma \"Bože pravde\". Izgled i upotreba grba, zastave i himne, uređuju se zakonom. Teritorija i granica"}
{"model": "text-embedding-3-small", "id": 7, "title": "Član 8", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_8", "input": "Član 8: Teritorija Republike Srbije je jedinstvena i nedeljiva. Granica Republike Srbije je nepovrediva, a menja se po postupku\npredviđenom za promenu Ustava. Glavni grad"}
{"model": "text-embedding-3-small", "id": 8, "title": "Član 9", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_9", "input": "Član 9: Glavni grad Republike Srbije je Beograd. Jezik i pismo"}
{"model": "text-embedding-3-small", "id": 9, "title": "Član 10", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_10", "input": "Član 10: U Republici Srbiji u službenoj upotrebi su srpski jezik i ćiriličko\npismo. Službena upotreba drugih jezika i pisama uređuje se zakonom,\nna osnovu Ustava. Svetovnost države"}
{"model": "text-embedding-3-small", "id": 10, "title": "Član 11", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_11", "input": "Član 11: Republika Srbija je svetovna država. Crkve i verske zajednice su odvojene od države. Nijedna religija ne može se uspostaviti kao državna ili obavezna. Pokrajinska autonomija i lokalna\nsamouprava"}
{"model": "text-embedding-3-small", "id": 11, "title": "Član 12", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_12", "input": "Član 12: Državna vlast ograničena je pravom građana na pokrajinsku autonomiju\ni lokalnu samoupravu. Pravo građana na pokrajinsku autonomiju i lokalnu samoupravu\npodleže samo nadzoru ustavnosti i zakonitosti. Zaštita državljana i Srba\nu inostranstvu"}
{"model": "text-embedding-3-small", "id": 12, "title": "Član 13", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_13", "input": "Član 13: Republika Srbija štiti prava i interese svojih državljana u\ninostranstvu. Republika Srbija razvija i unapređuje odnose Srba koji žive\nu inostranstvu sa matičnom državom. Zaštita nacionalnih manjina"}
{"model": "text-embedding-3-small", "id": 13, "title": "Član 14", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_14", "input": "Član 14: Republika Srbija štiti prava nacionalnih manjina. Država jemči posebnu zaštitu nacionalnim manjinama radi ostvarivanja\npotpune ravnopravnosti i očuvanja njihovog identiteta. Ravnopravnost polova"}
{"model": "text-embedding-3-small", "id": 14, "title": "Član 15", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_15", "input": "Član 15: Država jemči ravnopravnost žena i muškaraca i razvija politiku\njednakih mogućnosti. Međunarodni odnosi"}
{"model": "text-embedding-3-small", "id": 15, "title": "Član 16", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_16", "input": "Član 16: Spoljna politika Republike Srbije počiva na opštepriznatim\nprincipima i pravilima međunarodnog prava. Opšteprihvaćena pravila međunarodnog prava i potvrđeni međunarodni\nugovori sastavni su deo pravnog poretka Republike Srbije i neposredno se primenjuju.\nPotvrđeni međunarodni ugovori moraju biti u skladu s Ustavom. Položaj stranaca"}
{"model": "text-embedding-3-small", "id": 16, "title": "Član 17", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_17", "input": "Član 17: Stranci, u skladu sa međunarodnim ugovorima, imaju u Republici\nSrbiji sva prava zajemčena Ustavom i zakonom, izuzev prava koja po Ustavu i zakonu\nimaju samo državljani Republike Srbije. Drugi deo LJUDSKA I MANJINSKA PRAVA I SLOBODE 1. Osnovna\nnačela Neposredna primena zajemčenih\nprava"}
{"model": "text-embedding-3-small", "id": 17, "title": "Član 18", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_18", "input": "Član 18: Ljudska i manjinska prava zajemčena Ustavom neposredno se primenjuju. Ustavom se jemče, i kao takva, neposredno se primenjuju ljudska\ni manjinska prava zajemčena opšteprihvaćenim pravilima međunarodnog prava, potvrđenim\nmeđunarodnim ugovorima i zakonima. Zakonom se može propisati način ostvarivanja\novih prava samo ako je to Ustavom izričito predviđeno ili ako je to neophodno\nza ostvarenje pojedinog prava zbog njegove prirode, pri čemu zakon ni u kom slučaju\nne sme da utiče na suštinu zajemčenog prava. Odredbe o ljudskim i manjinskim pravima tumače se u korist\nunapređenja vrednosti demokratskog društva, saglasno važećim međunarodnim standardima\nljudskih i manjinskih prava, kao i praksi međunarodnih institucija koje nadziru\nnjihovo sprovođenje. Svrha ustavnih jemstava"}
{"model": "text-embedding-3-small", "id": 18, "title": "Član 19", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_19", "input": "Član 19: Jemstva neotuđivih ljudskih i manjinskih prava u Ustavu služe\nočuvanju ljudskog dostojanstva i ostvarenju pune slobode i jednakosti svakog\npojedinca u pravednom, otvorenom i demokratskom društvu, zasnovanom na načelu\nvladavine prava. Ograničenja ljudskih i manjinskih\nprava"}
{"model": "text-embedding-3-small", "id": 19, "title": "Član 20", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_20", "input": "Član 20: Ljudska i manjinska prava zajemčena Ustavom mogu zakonom biti\nograničena ako ograničenje dopušta Ustav, u svrhe radi kojih ga Ustav dopušta,\nu obimu neophodnom da se ustavna svrha ograničenja zadovolji u demokratskom društvu\ni bez zadiranja u suštinu zajemčenog prava. Dostignuti nivo ljudskih i manjinskih prava ne može se smanjivati. Pri ograničavanju ljudskih i manjinskih prava, svi državni\norgani, a naročito sudovi, dužni su da vode računa o suštini prava koje se ograničava,\nvažnosti svrhe ograničenja, prirodi i obimu ograničenja, odnosu ograničenja sa\nsvrhom ograničenja i o tome da li postoji način da se svrha ograničenja postigne\nmanjim ograničenjem prava. Zabrana diskriminacije"}
{"model": "text-embedding-3-small", "id": 20, "title": "Član 21", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_21", "input": "Član 21: Pred Ustavom i zakonom svi su jednaki. Svako ima pravo na jednaku zakonsku zaštitu, bez diskriminacije. Zabranjena je svaka diskriminacija, neposredna ili posredna,\npo bilo kom osnovu, a naročito po osnovu rase, pola, nacionalne pripadnosti,\ndruštvenog porekla, rođenja, veroispovesti, političkog ili drugog uverenja, imovnog\nstanja, kulture, jezika, starosti i psihičkog ili fizičkog invaliditeta. Ne smatraju se diskriminacijom posebne mere koje Republika\nSrbija može uvesti radi postizanja pune ravnopravnosti lica ili grupe lica koja\nsu suštinski u nejednakom položaju sa ostalim građanima. Zaštita ljudskih i manjinskih\nprava i sloboda"}
{"model": "text-embedding-3-small", "id": 21, "title": "Član 22", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_22", "input": "Član 22: Svako ima pravo na sudsku zaštitu ako mu je povređeno ili uskraćeno\nneko ljudsko ili manjinsko pravo zajemčeno Ustavom, kao i pravo na uklanjanje\nposledica koje su povredom nastale. Građani imaju pravo da se obrate međunarodnim institucijama\nradi zaštite svojih sloboda i prava zajemčenih Ustavom. 2. Ljudska\nprava i slobode Dostojanstvo i slobodan razvoj\nličnosti"}
{"model": "text-embedding-3-small", "id": 22, "title": "Član 23", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_23", "input": "Član 23: Ljudsko dostojanstvo je neprikosnoveno i svi su dužni da ga\npoštuju i štite. Svako ima pravo na slobodan razvoj ličnosti, ako time ne krši\nprava drugih zajemčena Ustavom. Pravo na život"}
{"model": "text-embedding-3-small", "id": 23, "title": "Član 24", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_24", "input": "Član 24: Ljudski život je neprikosnoven. U Republici Srbiji nema smrtne kazne. Zabranjeno je kloniranje ljudskih bića. Nepovredivost fizičkog i psihičkog\nintegriteta"}
{"model": "text-embedding-3-small", "id": 24, "title": "Član 25", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_25", "input": "Član 25: Fizički i psihički integritet je nepovrediv. Niko ne može biti izložen mučenju, nečovečnom ili ponižavajućem\npostupanju ili kažnjavanju, niti podvrgnut medicinskim ili naučnim ogledima bez\nsvog slobodno datog pristanka. Zabrana ropstva, položaja\nsličnog ropstvu i prinudnog rada"}
{"model": "text-embedding-3-small", "id": 25, "title": "Član 26", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_26", "input": "Član 26: Niko ne može biti držan u ropstvu ili u položaju sličnom ropstvu. Svaki oblik trgovine ljudima je zabranjen. Zabranjen je prinudni rad. Seksualno ili ekonomsko iskorišćavanje\nlica koje je u nepovoljnom položaju smatra se prinudnim radom. Prinudnim radom se ne smatra rad ili služba lica na izdržavanju\nkazne lišenja slobode, ako je njihov rad zasnovan na principu dobrovoljnosti,\nuz novčanu nadoknadu, rad ili služba lica na vojnoj službi, kao ni rad ili služba\nza vreme ratnog ili vanrednog stanja u skladu sa merama propisanim prilikom proglašenja\nratnog ili vanrednog stanja. Pravo na slobodu i bezbednost"}
{"model": "text-embedding-3-small", "id": 26, "title": "Član 27", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_27", "input": "Član 27: Svako ima pravo na ličnu slobodu i bezbednost. Lišenje slobode\ndopušteno je samo iz razloga i u postupku koji su predviđeni zakonom. Lice koje je lišeno slobode od strane državnog organa odmah\nse, na jeziku koji razume, obaveštava o razlozima lišenja slobode, o optužbi\nkoja mu se stavlja na teret kao i o svojim pravima i ima pravo da bez odlaganja\no svom lišenju slobode obavesti lice po svom izboru. Svako ko je lišen slobode ima pravo žalbe sudu, koji je dužan\nda hitno odluči o zakonitosti lišenja slobode i da naredi puštanje na slobodu\nako je lišenje slobode bilo nezakonito. Kaznu koja obuhvata lišenje slobode može izreći samo sud. Postupanje s licem lišenim\nslobode"}
{"model": "text-embedding-3-small", "id": 27, "title": "Član 28", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_28", "input": "Član 28: Prema licu lišenom slobode mora se postupati čovečno i s uvažavanjem\ndostojanstva njegove ličnosti. Zabranjeno je svako nasilje prema licu lišenom slobode. Zabranjeno je iznuđivanje iskaza. Dopunska prava u slučaju lišenja\nslobode bez odluke suda"}
{"model": "text-embedding-3-small", "id": 28, "title": "Član 29", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_29", "input": "Član 29: Licu lišenom slobode bez odluke suda, odmah se saopštava da\nima pravo da ništa ne izjavljuje i pravo da ne bude saslušano bez prisustva branioca\nkoga samo izabere ili branioca koji će mu besplatno pružiti pravnu pomoć ako\nne može da je plati. Lice lišeno slobode bez odluke suda mora bez odlaganja, a najkasnije\nu roku od 48 časova, biti predato nadležnom sudu, u protivnom se pušta na slobodu. Pritvor"}
{"model": "text-embedding-3-small", "id": 29, "title": "Član 30", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_30", "input": "Član 30: Lice za koje postoji osnovana sumnja da je učinilo krivično\ndelo može biti pritvoreno samo na osnovu odluke suda, ako je pritvaranje neophodno\nradi vođenja krivičnog postupka. Ako nije saslušano prilikom donošenja odluke o pritvoru ili\nako odluka o pritvoru nije izvršena neposredno po donošenju, pritvoreno lice\nmora u roku od 48 časova od lišenja slobode da bude izvedeno pred nadležni sud,\nkoji potom ponovo odlučuje o pritvoru. Pismeno i obrazloženo rešenje suda o pritvoru uručuje se pritvoreniku\nnajkasnije 12 časova od pritvaranja. Odluku o žalbi na pritvor sud donosi i dostavlja\npritvoreniku u roku od 48 časova. Trajanje pritvora"}
{"model": "text-embedding-3-small", "id": 30, "title": "Član 31", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_31", "input": "Član 31: Trajanje pritvora sud svodi na najkraće neophodno vreme, imajući\nu vidu razloge pritvora. Pritvor određen odlukom prvostepenog suda traje u istrazi\nnajduže tri meseca, a viši sud ga može, u skladu sa zakonom, produžiti na još\ntri meseca. Ako do isteka ovog vremena ne bude podignuta optužnica, okrivljeni\nse pušta na slobodu. Posle podizanja optužnice trajanje pritvora sud svodi na najkraće\nneophodno vreme, u skladu sa zakonom. Pritvorenik se pušta da se brani sa slobode čim prestanu razlozi\nzbog kojih je pritvor bio određen. Pravo na pravično suđenje"}
{"model": "text-embedding-3-small", "id": 31, "title": "Član 32", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_32", "input": "Član 32: Svako ima pravo da nezavisan, nepristrasan i zakonom već ustanovljen\nsud, pravično i u razumnom roku, javno raspravi i odluči o njegovim pravima i\nobavezama, osnovanosti sumnje koja je bila razlog za pokretanje postupka, kao\ni o optužbama protiv njega. Svakome se jemči pravo na besplatnog prevodioca, ako ne govori\nili ne razume jezik koji je u službenoj upotrebi u sudu i pravo na besplatnog\ntumača, ako je slep, gluv ili nem. Javnost se može isključiti tokom čitavog postupka koji se vodi\npred sudom ili u delu postupka, samo radi zaštite interesa nacionalne bezbednosti,\njavnog reda i morala u demokratskom društvu, kao i radi zaštite interesa maloletnika\nili privatnosti učesnika u postupku, u skladu sa zakonom. Posebna prava okrivljenog"}
{"model": "text-embedding-3-small", "id": 32, "title": "Član 33", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_33", "input": "Član 33: Svako ko je okrivljen za krivično delo ima pravo da u najkraćem\nroku, u skladu sa zakonom, podrobno i na jeziku koji razume, bude obavešten o\nprirodi i razlozima dela za koje se tereti, kao i o dokazima prikupljenim protiv\nnjega. Svako ko je okrivljen za krivično delo ima pravo na odbranu\ni pravo da uzme branioca po svom izboru, da s njim nesmetano opšti i da dobije\nprimereno vreme i odgovarajuće uslove za pripremu odbrane. Okrivljeni koji ne može da snosi troškove branioca, ima pravo\nna besplatnog branioca, ako to zahteva interes pravičnosti, u skladu sa zakonom. Svako ko je okrivljen za krivično delo, a dostupan je sudu,\nima pravo da mu se sudi u njegovom prisustvu i ne može biti kažnjen, ako mu nije\nomogućeno da bude saslušan i da se brani. Svako kome se sudi za krivično delo ima pravo da sam ili preko\nbranioca iznosi dokaze u svoju korist, ispituje svedoke optužbe i da zahteva\nda se, pod istim uslovima kao svedoci optužbe i u njegovom prisustvu, ispituju\ni svedoci odbrane. Svako kome se sudi za krivično delo ima pravo da mu se sudi\nbez odugovlačenja. Lice koje je okrivljeno ili kome se sudi za krivično delo nije\ndužno da daje iskaze protiv sebe ili protiv lica bliskih sebi, niti da prizna\nkrivicu. Sva prava koja ima okrivljeni za krivično delo ima, shodno\nzakonu i u skladu sa njim, i fizičko lice protiv koga se vodi postupak za neko\ndrugo kažnjivo delo. Pravna sigurnost u kaznenom\npravu"}
{"model": "text-embedding-3-small", "id": 33, "title": "Član 34", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_34", "input": "Član 34: Niko se ne može oglasiti krivim za delo koje, pre nego što\nje učinjeno, zakonom ili drugim propisom zasnovanim na zakonu nije bilo predviđeno\nkao kažnjivo, niti mu se može izreći kazna koja za to delo nije bila predviđena. Kazne se određuju prema propisu koji je važio u vreme kad je\ndelo učinjeno, izuzev kad je kasniji propis povoljniji za učinioca. Krivična\ndela i krivične sankcije određuju se zakonom. Svako se smatra nevinim za krivično delo dok se njegova krivica\nne utvrdi pravnosnažnom odlukom suda. Niko ne može biti gonjen ni kažnjen za krivično delo za koje\nje pravnosnažnom presudom oslobođen ili osuđen ili za koje je optužba pravnosnažno\nodbijena ili postupak pravnosnažno obustavljen, niti sudska odluka može biti\nizmenjena na štetu okrivljenog u postupku po vanrednom pravnom leku. Istim zabranama\npodleže vođenje postupka za neko drugo kažnjivo delo. Izuzetno, ponavljanje postupka je dopušteno u skladu s kaznenim\npropisima, ako se otkriju dokazi o novim činjenicama koje su, da su bile poznate\nu vreme suđenja, mogle bitno da utiču na njegov ishod ili ako je u ranijem postupku\ndošlo do bitne povrede koja je mogla uticati na njegov ishod. Krivično gonjenje i izvršenje kazne za ratni zločin, genocid\ni zločin protiv čovečnosti ne zastareva. Pravo na rehabilitaciju i\nnaknadu štete"}
{"model": "text-embedding-3-small", "id": 34, "title": "Član 35", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_35", "input": "Član 35: Ko je bez osnova ili nezakonito lišen slobode, pritvoren ili\nosuđen za kažnjivo delo ima pravo na rehabilitaciju, naknadu štete od Republike\nSrbije i druga prava utvrđena zakonom. Svako ima pravo na naknadu materijalne ili nematerijalne štete\nkoju mu nezakonitim ili nepravilnim radom prouzrokuje državni organ, imalac javnog\novlašćenja, organ autonomne pokrajine ili organ jedinice lokalne samouprave. Zakon određuje uslove pod kojima oštećeni ima pravo da zahteva\nnaknadu štete neposredno od lica koje je štetu prouzrokovalo. Pravo na jednaku zaštitu prava\ni na pravno sredstvo"}
{"model": "text-embedding-3-small", "id": 35, "title": "Član 36", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_36", "input": "Član 36: Jemči se jednaka zaštita prava pred sudovima i drugim državnim\norganima, imaocima javnih ovlašćenja i organima autonomne pokrajine i jedinica\nlokalne samouprave. Svako ima pravo na žalbu ili drugo pravno sredstvo protiv odluke\nkojom se odlučuje o njegovom pravu, obavezi ili na zakonu zasnovanom interesu. Pravo na pravnu ličnost"}
{"model": "text-embedding-3-small", "id": 36, "title": "Član 37", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_37", "input": "Član 37: Svako lice ima pravnu sposobnost. Lice punoletstvom stiče sposobnost da samostalno odlučuje o\nsvojim pravima i obavezama. Punoletstvo nastupa sa navršenih 18 godina. Izbor i korišćenje ličnog imena i imena svoje dece slobodni\nsu. Pravo na državljanstvo"}
{"model": "text-embedding-3-small", "id": 37, "title": "Član 38", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_38", "input": "Član 38: Sticanje i prestanak državljanstva Republike Srbije uređuje\nzakon. Državljanin Republike Srbije ne može biti proteran, ni lišen\ndržavljanstva ili prava da ga promeni. Dete rođeno u Republici Srbiji ima pravo na državljanstvo Republike\nSrbije, ako nisu ispunjeni uslovi da stekne državljanstvo druge države. Sloboda kretanja"}
{"model": "text-embedding-3-small", "id": 38, "title": "Član 39", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_39", "input": "Član 39: Svako ima pravo da se slobodno kreće i nastanjuje u Republici\nSrbiji, da je napusti i da se u nju vrati. Sloboda kretanja i nastanjivanja i pravo da se napusti Republika\nSrbija mogu se ograničiti zakonom, ako je to neophodno radi vođenja krivičnog\npostupka, zaštite javnog reda i mira, sprečavanja širenja zaraznih bolesti ili\nodbrane Republike Srbije. Ulazak stranaca u Republiku Srbiju i boravak u njoj uređuje\nse zakonom. Stranac može biti proteran samo na osnovu odluke nadležnog organa,\nu zakonom predviđenom postupku i ako mu je obezbeđeno pravo žalbe i to samo tamo\ngde mu ne preti progon zbog njegove rase, pola, vere, nacionalne pripadnosti,\ndržavljanstva, pripadnosti određenoj društvenoj grupi, političkog mišljenja ili\ngde mu ne preti ozbiljno kršenje prava zajemčenih ovim ustavom. Nepovredivost stana"}
{"model": "text-embedding-3-small", "id": 39, "title": "Član 40", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_40", "input": "Član 40: Stan je nepovrediv. Niko ne može bez pismene odluke suda ući u tuđi stan ili druge\nprostorije protiv volje njihovog držaoca, niti u njima vršiti pretres. Držalac\nstana i druge prostorije ima pravo da sam ili preko svoga zastupnika i uz još\ndva punoletna svedoka prisustvuje pretresanju. Ako držalac stana ili njegov zastupnik\nnisu prisutni, pretresanje je dopušteno u prisustvu dva punoletna svedoka. Bez odluke suda, ulazak u tuđi stan ili druge prostorije, izuzetno\ni pretresanje bez prisustva svedoka, dozvoljeni su ako je to neophodno radi neposrednog\nlišenja slobode učinioca krivičnog dela ili otklanjanja neposredne i ozbiljne\nopasnosti za ljude ili imovinu, na način predviđen zakonom. Tajnost pisama i drugih sredstava\nopštenja"}
{"model": "text-embedding-3-small", "id": 40, "title": "Član 41", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_41", "input": "Član 41: Tajnost pisama i drugih sredstava komuniciranja je nepovrediva. Odstupanja su dozvoljena samo na određeno vreme i na osnovu\nodluke suda, ako su neophodna radi vođenja krivičnog postupka ili zaštite bezbednosti\nRepublike Srbije, na način predviđen zakonom. Zaštita podataka o ličnosti"}
{"model": "text-embedding-3-small", "id": 41, "title": "Član 42", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_42", "input": "Član 42: Zajemčena je zaštita podataka o ličnosti. Prikupljanje, držanje, obrada i korišćenje podataka o ličnosti\nuređuju se zakonom. Zabranjena je i kažnjiva upotreba podataka o ličnosti izvan\nsvrhe za koju su prikupljeni, u skladu sa zakonom, osim za potrebe vođenja krivičnog\npostupka ili zaštite bezbednosti Republike Srbije, na način predviđen zakonom. Svako ima pravo da bude obavešten o prikupljenim podacima o\nsvojoj ličnosti, u skladu sa zakonom, i pravo na sudsku zaštitu zbog njihove\nzloupotrebe. Sloboda misli, savesti i veroispovesti"}
{"model": "text-embedding-3-small", "id": 42, "title": "Član 43", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_43", "input": "Član 43: Jemči se sloboda misli, savesti, uverenja i veroispovesti,\npravo da se ostane pri svom uverenju ili veroispovesti ili da se oni promene\nprema sopstvenom izboru. Niko nije dužan da se izjašnjava o svojim verskim i drugim\nuverenjima. Svako je slobodan da ispoljava svoju veru ili ubeđenje veroispovedanja,\nobavljanjem verskih obreda, pohađanjem verske službe ili nastave, pojedinačno\nili u zajednici s drugima, kao i da privatno ili javno iznese svoja verska uverenja. Sloboda ispoljavanja vere ili uverenja može se ograničiti zakonom,\nsamo ako je to neophodno u demokratskom društvu, radi zaštite života i zdravlja\nljudi, morala demokratskog društva, sloboda i prava građana zajemčenih Ustavom,\njavne bezbednosti i javnog reda ili radi sprečavanja izazivanja ili podsticanja\nverske, nacionalne ili rasne mržnje. Roditelji i zakonski staraoci imaju pravo da svojoj deci obezbede\nversko i moralno obrazovanje u skladu sa svojim uverenjima. Crkve i verske zajednice"}
{"model": "text-embedding-3-small", "id": 43, "title": "Član 44", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_44", "input": "Član 44: Crkve i verske zajednice su ravnopravne i odvojene od države. Crkve i verske zajednice su ravnopravne i slobodne da samostalno\nuređuju svoju unutrašnju organizaciju, verske poslove, da javno vrše verske obrede,\nda osnivaju verske škole, socijalne i dobrotvorne ustanove i da njima upravljaju,\nu skladu sa zakonom. Ustavni sud može zabraniti versku zajednicu samo ako njeno\ndelovanje ugrožava pravo na život, pravo na psihičko i fizičko zdravlje, prava\ndece, pravo na lični i porodični integritet, pravo na imovinu, javnu bezbednost\ni javni red ili ako izaziva i podstiče versku, nacionalnu ili rasnu netrpeljivost. Prigovor savesti"}
{"model": "text-embedding-3-small", "id": 44, "title": "Član 45", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_45", "input": "Član 45: Lice nije dužno da, protivno svojoj veri ili ubeđenjima, ispunjava\nvojnu ili drugu obavezu koja uključuje upotrebu oružja. Lice koje se pozove na prigovor savesti može biti pozvano da\nispuni vojnu obavezu bez obaveze da nosi oružje, u skladu sa zakonom. Sloboda mišljenja i izražavanja"}
{"model": "text-embedding-3-small", "id": 45, "title": "Član 46", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_46", "input": "Član 46: Jemči se sloboda mišljenja i izražavanja, kao i sloboda da\nse govorom, pisanjem, slikom ili na drugi način traže, primaju i šire obaveštenja\ni ideje. Sloboda izražavanja može se zakonom ograničiti, ako je to neophodno\nradi zaštite prava i ugleda drugih, čuvanja autoriteta i nepristrasnosti suda\ni zaštite javnog zdravlja, morala demokratskog društva i nacionalne bezbednosti\nRepublike Srbije. Sloboda izražavanja nacionalne\npripadnosti"}
{"model": "text-embedding-3-small", "id": 46, "title": "Član 47", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_47", "input": "Član 47: Izražavanje nacionalne pripadnosti je slobodno. Niko nije dužan da se izjašnjava o svojoj nacionalnoj pripadnosti. Podsticanje uvažavanja razlika"}
{"model": "text-embedding-3-small", "id": 47, "title": "Član 48", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_48", "input": "Član 48: Merama u obrazovanju, kulturi i javnom obaveštavanju, Republika\nSrbija podstiče razumevanje, uvažavanje i poštovanje razlika koje postoje zbog\nposebnosti etničkog, kulturnog, jezičkog ili verskog identiteta njenih građana. Zabrana izazivanja rasne,\nnacionalne i verske mržnje"}
{"model": "text-embedding-3-small", "id": 48, "title": "Član 49", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_49", "input": "Član 49: Zabranjeno je i kažnjivo svako izazivanje i podsticanje rasne,\nnacionalne, verske ili druge neravnopravnosti, mržnje i netrpeljivosti. Sloboda medija"}
{"model": "text-embedding-3-small", "id": 49, "title": "Član 50", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_50", "input": "Član 50: Svako je slobodan da bez odobrenja, na način predviđen zakonom,\nosniva novine i druga sredstva javnog obaveštavanja. Televizijske i radio-stanice osnivaju se u skladu sa zakonom. U Republici Srbiji nema cenzure. Nadležni sud može sprečiti\nširenje informacija i ideja putem sredstava javnog obaveštavanja samo ako je\nto u demokratskom društvu neophodno radi sprečavanja pozivanja na nasilno rušenje\nUstavom utvrđenog poretka ili narušavanje teritorijalnog integriteta Republike\nSrbije, sprečavanja propagiranja rata ili podstrekavanja na neposredno nasilje\nili radi sprečavanja zagovaranja rasne, nacionalne ili verske mržnje, kojim se\npodstiče na diskriminaciju, neprijateljstvo ili nasilje. Ostvarivanje prava na ispravku neistinite, nepotpune ili netačno\nprenete informacije kojom je povređeno nečije pravo ili interes i prava na odgovor\nna objavljenu informaciju uređuje se zakonom. Pravo na obaveštenost"}
{"model": "text-embedding-3-small", "id": 50, "title": "Član 51", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_51", "input": "Član 51: Svako ima pravo da istinito, potpuno i blagovremeno bude obaveštavan\no pitanjima od javnog značaja i sredstva javnog obaveštavanja su dužna da to\npravo poštuju. Svako ima pravo na pristup podacima koji su u posedu državnih\norgana i organizacija kojima su poverena javna ovlašćenja, u skladu sa zakonom. Izborno pravo"}
{"model": "text-embedding-3-small", "id": 51, "title": "Član 52", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_52", "input": "Član 52: Svaki punoletan, poslovno sposoban državljanin Republike Srbije\nima pravo da bira i da bude biran. Izborno pravo je opšte i jednako, izbori su slobodni i neposredni,\na glasanje je tajno i lično. Izborno pravo uživa pravnu zaštitu u skladu sa zakonom. Pravo na učešće u upravljanju\njavnim poslovima"}
{"model": "text-embedding-3-small", "id": 52, "title": "Član 53", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_53", "input": "Član 53: Građani imaju pravo da učestvuju u upravljanju javnim poslovima\ni da pod jednakim uslovima stupaju u javne službe i na javne funkcije. Sloboda okupljanja"}
{"model": "text-embedding-3-small", "id": 53, "title": "Član 54", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_54", "input": "Član 54: Mirno okupljanje građana je slobodno. Okupljanje u zatvorenom prostoru ne podleže odobrenju, ni prijavljivanju. Zborovi, demonstracije i druga okupljanja građana na otvorenom\nprostoru prijavljuju se državnom organu, u skladu sa zakonom. Sloboda okupljanja može se zakonom ograničiti samo ako je to\nneophodno radi zaštite javnog zdravlja, morala, prava drugih ili bezbednosti\nRepublike Srbije. Sloboda udruživanja"}
{"model": "text-embedding-3-small", "id": 54, "title": "Član 55", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_55", "input": "Član 55: Jemči se sloboda političkog, sindikalnog i svakog drugog udruživanja\ni pravo da se ostane izvan svakog udruženja. Udruženja se osnivaju bez prethodnog odobrenja, uz upis u registar\nkoji vodi državni organ, u skadu sa zakonom. Zabranjena su tajna i paravojna udruženja. Ustavni sud može zabraniti samo ono udruženje čije je delovanje\nusmereno na nasilno rušenje ustavnog poretka, kršenje zajemčenih ljudskih ili\nmanjinskih prava ili izazivanje rasne, nacionalne ili verske mržnje. Sudije Ustavnog suda, sudije, javni tužioci, Zaštitnik građana,\npripadnici policije i pripadnici vojske ne mogu biti članovi političkih stranaka. Pravo na peticiju"}
{"model": "text-embedding-3-small", "id": 55, "title": "Član 56", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_56", "input": "Član 56: Svako ima pravo da, sam ili zajedno sa drugima, upućuje peticije\ni druge predloge državnim organima, organizacijama kojima su poverena javna ovlašćenja,\norganima autonomne pokrajine i organima jedinica lokalne samouprave i da od njih\ndobije odgovor kada ga traži. Zbog upućivanja peticija i predloga niko ne može da trpi štetne\nposledice. Niko ne može da trpi štetne posledice za stavove iznete u podnetoj\npeticiji ili predlogu, osim ako je time učinio krivično delo. Pravo na utočište"}
{"model": "text-embedding-3-small", "id": 56, "title": "Član 57", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_57", "input": "Član 57: Stranac koji osnovano strahuje od progona zbog svoje rase,\npola, jezika, veroispovesti, nacionalne pripadnosti ili pripadnosti nekoj grupi\nili zbog svojih političkih uverenja, ima pravo na utočište u Republici Srbiji. Postupak za sticanje utočišta uređuje se zakonom. Pravo na imovinu"}
{"model": "text-embedding-3-small", "id": 57, "title": "Član 58", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_58", "input": "Član 58: Jemči se mirno uživanje svojine i drugih imovinskih prava stečenih\nna osnovu zakona. Pravo svojine može biti oduzeto ili ograničeno samo u javnom\ninteresu utvrđenom na osnovu zakona, uz naknadu koja ne može biti niža od tržišne. Zakonom se može ograničiti način korišćenja imovine. Oduzimanje ili ograničenje imovine radi naplate poreza i drugih\ndažbina ili kazni, dozvoljeno je samo u skladu sa zakonom. Pravo nasleđivanja"}
{"model": "text-embedding-3-small", "id": 58, "title": "Član 59", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_59", "input": "Član 59: Jemči se pravo nasleđivanja, u skladu sa zakonom. Pravo nasleđivanja ne može biti isključeno ili ograničeno zbog\nneispunjavanja javnih obaveza. Pravo na rad"}
{"model": "text-embedding-3-small", "id": 59, "title": "Član 60", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_60", "input": "Član 60: Jemči se pravo na rad, u skladu sa zakonom. Svako ima pravo na slobodan izbor rada. Svima su, pod jednakim uslovima, dostupna sva radna mesta. Svako ima pravo na poštovanje dostojanstva svoje ličnosti na\nradu, bezbedne i zdrave uslove rada, potrebnu zaštitu na radu, ograničeno radno\nvreme, dnevni i nedeljni odmor, plaćeni godišnji odmor, pravičnu naknadu za rad\ni na pravnu zaštitu za slučaj prestanka radnog odnosa. Niko se tih prava ne može\nodreći. Ženama, omladini i invalidima omogućuju se posebna zaštita\nna radu i posebni uslovi rada, u skladu sa zakonom. Pravo na štrajk"}
{"model": "text-embedding-3-small", "id": 60, "title": "Član 61", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_61", "input": "Član 61: Zaposleni imaju pravo na štrajk, u skladu sa zakonom i kolektivnim\nugovorom. Pravo na štrajk može biti ograničeno samo zakonom, shodno prirodi\nili vrsti delatnosti. Pravo na zaključenje braka\ni ravnopravnost supružnika"}
{"model": "text-embedding-3-small", "id": 61, "title": "Član 62", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_62", "input": "Član 62: Svako ima pravo da slobodno odluči o zaključenju i raskidanju\nbraka. Brak se zaključuje na osnovu slobodno datog pristanka muškarca\ni žene pred državnim organom. Zaključenje, trajanje i raskid braka počivaju na ravnopravnosti\nmuškarca i žene. Brak i odnosi u braku i porodici uređuju se zakonom. Vanbračna zajednica se izjednačava sa brakom, u skladu sa zakonom. Sloboda odlučivanja o rađanju"}
{"model": "text-embedding-3-small", "id": 62, "title": "Član 63", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_63", "input": "Član 63: Svako ima pravo da slobodno odluči o rađanju dece. Republika Srbija podstiče roditelje da se odluče na rađanje\ndece i pomaže im u tome. Prava deteta"}
{"model": "text-embedding-3-small", "id": 63, "title": "Član 64", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_64", "input": "Član 64: Deca uživaju ljudska prava primereno svom uzrastu i duševnoj\nzrelosti. Svako dete ima pravo na lično ime, upis u matičnu knjigu rođenih,\npravo da sazna svoje poreklo i pravo da očuva svoj identitet. Deca su zaštićena od psihičkog, fizičkog, ekonomskog i svakog\ndrugog iskorišćavanja ili zloupotrebljavanja. Deca rođena izvan braka imaju jednaka prava kao deca rođena\nu braku. Prava deteta i njihova zaštita uređuju se zakonom. Prava i dužnosti roditelja"}
{"model": "text-embedding-3-small", "id": 64, "title": "Član 65", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_65", "input": "Član 65: Roditelji imaju pravo i dužnost da izdržavaju, vaspitavaju\ni obrazuju svoju decu, i u tome su ravnopravni. Sva ili pojedina prava mogu jednom ili oboma roditeljima biti\noduzeta ili ograničena samo odlukom suda, ako je to u najboljem interesu deteta,\nu skladu sa zakonom. Posebna zaštita porodice,\nmajke, samohranog roditelja i deteta"}
{"model": "text-embedding-3-small", "id": 65, "title": "Član 66", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_66", "input": "Član 66: Porodica, majka, samohrani roditelj i dete u Republici Srbiji\nuživaju posebnu zaštitu, u skladu sa zakonom. Majci se pruža posebna podrška i zaštita pre i posle porođaja. Posebna zaštita pruža se deci o kojoj se roditelji ne staraju\ni deci koja su ometena u psihičkom ili fizičkom razvoju. Deca mlađa od 15 godina ne mogu biti zaposlena niti, ako su\nmlađa od 18 godina, mogu da rade na poslovima štetnim po njihovo zdravlje ili\nmoral. Pravo na pravnu pomoć"}
{"model": "text-embedding-3-small", "id": 66, "title": "Član 67", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_67", "input": "Član 67: Svakome se, pod uslovima određenim zakonom, jemči pravo na\npravnu pomoć. Pravnu pomoć pružaju advokatura, kao samostalna i nezavisna\nslužba, i službe pravne pomoći koje se osnivaju u jedinicama lokalne samouprave,\nu skladu sa zakonom. Zakonom se određuje kada je pravna pomoć besplatna. Zdravstvena zaštita"}
{"model": "text-embedding-3-small", "id": 67, "title": "Član 68", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_68", "input": "Član 68: Svako ima pravo na zaštitu svog fizičkog i psihičkog zdravlja. Deca, trudnice, majke tokom porodiljskog odsustva, samohrani\nroditelji sa decom do sedme godine i stari ostvaruju zdravstvenu zaštitu iz javnih\nprihoda, ako je ne ostvaruju na drugi način, u skladu sa zakonom. Zdravstveno osiguranje, zdravstvena zaštita i osnivanje zdravstvenih\nfondova uređuju se zakonom. Republika Srbija pomaže razvoj zdravstvene i fizičke kulture. Socijalna zaštita"}
{"model": "text-embedding-3-small", "id": 68, "title": "Član 69", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_69", "input": "Član 69: Građani i porodice kojima je neophodna društvena pomoć radi\nsavladavanja socijalnih i životnih teškoća i stvaranja uslova za zadovoljavanje\nosnovnih životnih potreba, imaju pravo na socijalnu zaštitu, čije se pružanje\nzasniva na načelima socijalne pravde, humanizma i poštovanja ljudskog dostojanstva. Prava zaposlenih i njihovih porodica na socijalno obezbeđenje\ni osiguranje uređuju se zakonom. Zaposleni ima pravo na naknadu zarade u slučaju privremene\nsprečenosti za rad, kao i pravo na naknadu u slučaju privremene nezaposlenosti,\nu skladu sa zakonom. Invalidima, ratnim veteranima i žrtvama rata pruža se posebna\nzaštita, u skladu sa zakonom. Fondovi socijalnog osiguranja osnivaju se u skladu sa zakonom. Penzijsko osiguranje"}
{"model": "text-embedding-3-small", "id": 69, "title": "Član 70", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_70", "input": "Član 70: Penzijsko osiguranje uređuje se zakonom. Republika Srbija stara se o ekonomskoj sigurnosti penzionera. Pravo na obrazovanje"}
{"model": "text-embedding-3-small", "id": 70, "title": "Član 71", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_71", "input": "Član 71: Svako ima pravo na obrazovanje. Osnovno obrazovanje je obavezno i besplatno, a srednje obrazovanje\nje besplatno. Svi građani imaju, pod jednakim uslovima, pristup visokoškolskom\nobrazovanju. Republika Srbija omogućuje uspešnim i nadarenim učenicima slabijeg\nimovnog stanja besplatno visokoškolsko obrazovanje, u skladu sa zakonom. Osnivanje škola i univerziteta uređuje se zakonom. Autonomija univerziteta"}
{"model": "text-embedding-3-small", "id": 71, "title": "Član 72", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_72", "input": "Član 72: Jemči se autonomija univerziteta, visokoškolskih i naučnih\nustanova. Univerziteti, visokoškolske i naučne ustanove samostalno odlučuju\no svome uređenju i radu, u skladu sa zakonom. Sloboda naučnog i umetničkog\nstvaranja"}
{"model": "text-embedding-3-small", "id": 72, "title": "Član 73", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_73", "input": "Član 73: Naučno i umetničko stvaralaštvo je slobodno. Autorima naučnih i umetničkih dela jemče se moralna i materijalna\nprava, u skladu sa zakonom. Republika Srbija podstiče i pomaže razvoj nauke, kulture i\numetnosti. Zdrava životna sredina"}
{"model": "text-embedding-3-small", "id": 73, "title": "Član 74", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_74", "input": "Član 74: Svako ima pravo na zdravu životnu sredinu i na blagovremeno\ni potpuno obaveštavanje o njenom stanju. Svako, a posebno Republika Srbija i autonomna pokrajina, odgovoran\nje za zaštitu životne sredine. Svako je dužan da čuva i poboljšava životnu sredinu. 3. Prava pripadnika\nnacionalnih manjina Osnovna odredba"}
{"model": "text-embedding-3-small", "id": 74, "title": "Član 75", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_75", "input": "Član 75: Pripadnicima nacionalnih manjina, pored prava koja su Ustavom\nzajemčena svim građanima, jemče se dodatna, individualna ili kolektivna prava.\nIndividualna prava ostvaruju se pojedinačno, a kolektivna u zajednici sa drugima,\nu skladu sa Ustavom, zakonom i međunarodnim ugovorima. Putem kolektivnih prava pripadnici nacionalnih manjina, neposredno\nili preko svojih predstavnika, učestvuju u odlučivanju ili sami odlučuju o pojedinim\npitanjima vezanim za svoju kulturu, obrazovanje, obaveštavanje i službenu upotrebu\njezika i pisma, u skladu sa zakonom. Radi ostvarenja prava na samoupravu u kulturi, obrazovanju,\nobaveštavanju i službenoj upotrebi jezika i pisma, pripadnici nacionalnih manjina\nmogu izabrati svoje nacionalne savete, u skladu sa zakonom. Zabrana diskriminacije nacionalnih\nmanjina"}
{"model": "text-embedding-3-small", "id": 75, "title": "Član 76", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_76", "input": "Član 76: Pripadnicima nacionalnih manjina jemči se ravnopravnost pred\nzakonom i jednaka zakonska zaštita. Zabranjena je bilo kakva diskriminacija zbog pripadnosti nacionalnoj\nmanjini. Ne smatraju se diskriminacijom posebni propisi i privremene\nmere koje Republika Srbija može uvesti u ekonomskom, socijalnom, kulturnom i\npolitičkom životu, radi postizanja pune ravnopravnosti između pripadnika nacionalne\nmanjine i građana koji pripadaju većini, ako su usmerene na uklanjanje izrazito\nnepovoljnih uslova života koji ih posebno pogađaju. Ravnopravnost u vođenju javnih\nposlova"}
{"model": "text-embedding-3-small", "id": 76, "title": "Član 77", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_77", "input": "Član 77: Pripadnici nacionalnih manjina imaju, pod istim uslovima kao\nostali građani, pravo da učestvuju u upravljanju javnim poslovima i da stupaju\nna javne funkcije. Pri zapošljavanju u državnim organima, javnim službama, organima\nautonomne pokrajine i jedinica lokalne samouprave vodi se računa o nacionalnom\nsastavu stanovništva i odgovarajućoj zastupljenosti pripadnika nacionalnih manjina. Zabrana nasilne asimilacije"}
{"model": "text-embedding-3-small", "id": 77, "title": "Član 78", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_78", "input": "Član 78: Zabranjena je nasilna asimilacija pripadnika nacionalnih manjina. Zaštita pripadnika nacionalnih manjina od svake radnje usmerene\nka njihovoj nasilnoj asimilaciji uređuje se zakonom. Zabranjeno je preduzimanje mera koje bi prouzrokovale veštačko\nmenjanje nacionalnog sastava stanovništva na područjima gde pripadnici nacionalnih\nmanjina žive tradicionalno i u značajnom broju. Pravo na očuvanje posebnosti"}
{"model": "text-embedding-3-small", "id": 78, "title": "Član 79", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_79", "input": "Član 79: Pripadnici nacionalnih manjina imaju pravo: na izražavanje,\nčuvanje, negovanje, razvijanje i javno izražavanje nacionalne, etničke, kulturne\ni verske posebnosti; na upotrebu svojih simbola na javnim mestima; na korišćenje\nsvog jezika i pisma; da u sredinama gde čine značajnu populaciju, državni organi,\norganizacije kojima su poverena javna ovlašćenja, organi autonomnih pokrajina\ni jedinica lokalne samouprave vode postupak i na njihovom jeziku; na školovanje\nna svom jeziku u državnim ustanovama i ustanovama autonomnih pokrajina; na osnivanje\nprivatnih obrazovnih ustanova; da na svome jeziku koriste svoje ime i prezime;\nda u sredinama gde čine značajnu populaciju, tradicionalni lokalni nazivi, imena\nulica, naselja i topografske oznake budu ispisane i na njihovom jeziku; na potpuno,\nblagovremeno i nepristrasno obaveštavanje na svom jeziku, uključujući i pravo\nna izražavanje, primanje, slanje i razmenu obaveštenja i ideja; na osnivanje\nsopstvenih sredstava javnog obaveštavanja, u skladu sa zakonom. U skladu sa Ustavom, na osnovu zakona, pokrajinskim propisima\nmogu se ustanoviti dodatna prava pripadnika nacionalnih manjina. Pravo na udruživanje i na\nsaradnju sa sunarodnicima"}
{"model": "text-embedding-3-small", "id": 79, "title": "Član 80", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_80", "input": "Član 80: Pripadnici nacionalnih manjina mogu da osnivaju prosvetna i\nkulturna udruženja, koja dobrovoljno finansiraju. Republika Srbija priznaje prosvetnim i kulturnim udruženjima\nnacionalnih manjina posebnu ulogu u ostvarivanju prava pripadnika nacionalnih\nmanjina. Pripadnici nacionalnih manjina imaju pravo na nesmetane veze\ni saradnju sa sunarodnicima izvan teritorije Republike Srbije. Razvijanje duha tolerancije"}
{"model": "text-embedding-3-small", "id": 80, "title": "Član 81", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_81", "input": "Član 81: U oblasti obrazovanja, kulture i informisanja Srbija podstiče\nduh tolerancije i međukulturnog dijaloga i preduzima efikasne mere za unapređenje\nuzajamnog poštovanja, razumevanja i saradnje među svim ljudima koji žive na njenoj\nteritoriji, bez obzira na njihov etnički, kulturni, jezički ili verski identitet. Treći deo EKONOMSKO UREĐENJE I JAVNE FINANSIJE 1. Ekonomsko\nuređenje Osnovna načela"}
{"model": "text-embedding-3-small", "id": 81, "title": "Član 82", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_82", "input": "Član 82: Ekonomsko uređenje u Republici Srbiji počiva na tržišnoj privredi,\notvorenom i slobodnom tržištu, slobodi preduzetništva, samostalnosti privrednih\nsubjekata i ravnopravnosti privatne i drugih oblika svojine. Republika Srbija je jedinstveno privredno područje sa jedinstvenim\ntržištem roba, rada, kapitala i usluga. Uticaj tržišne privrede na socijalni i ekonomski položaj zaposlenih\nusklađuje se kroz socijalni dijalog između sindikata i poslodavaca. Sloboda preduzetništva"}
{"model": "text-embedding-3-small", "id": 82, "title": "Član 83", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_83", "input": "Član 83: Preduzetništvo je slobodno. Preduzetništvo se može ograničiti zakonom, radi zaštite zdravlja\nljudi, životne sredine i prirodnih bogatstava i radi bezbednosti Republike Srbije. Položaj na tržištu"}
{"model": "text-embedding-3-small", "id": 83, "title": "Član 84", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_84", "input": "Član 84: Svi imaju jednak pravni položaj na tržištu. Zabranjeni su akti kojima se, suprotno zakonu, ograničava slobodna\nkonkurencija, stvaranjem ili zloupotrebom monopolskog ili dominantnog položaja. Prava stečena ulaganjem kapitala na osnovu zakona, ne mogu\nzakonom biti umanjena. Strana lica izjednačena su na tržištu sa domaćim. Svojinska prava stranaca"}
{"model": "text-embedding-3-small", "id": 84, "title": "Član 85", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_85", "input": "Član 85: Strana fizička i pravna lica mogu steći svojinu na nepokretnostima,\nu skladu sa zakonom ili međunarodnim ugovorom. Stranci mogu steći pravo koncesije na prirodnim bogatstvima\ni dobrima od opšteg interesa, kao i druga prava određena zakonom. Ravnopravnost svih oblika\nsvojine"}
{"model": "text-embedding-3-small", "id": 85, "title": "Član 86", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_86", "input": "Član 86: Jemče se privatna, zadružna i javna svojina. Javna svojina\nje državna svojina, svojina autonomne pokrajine i svojina jedinice lokalne samouprave.\nSvi oblici svojine imaju jednaku pravnu zaštitu. Postojeća društvena svojina pretvara se u privatnu svojinu\npod uslovima, na način i u rokovima predviđenim zakonom. Sredstva iz javne svojine otuđuju se na način i pod uslovima\nutvrđenim zakonom. Državna imovina"}
{"model": "text-embedding-3-small", "id": 86, "title": "Član 87", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_87", "input": "Član 87: Prirodna bogatstva, dobra za koje je zakonom određeno da su\nod opšteg interesa i imovina koju koriste organi Republike Srbije u državnoj\nsu imovini. U državnoj imovini mogu biti i druge stvari i prava, u skladu sa\nzakonom. Fizička i pravna lica mogu steći pojedina prava na određenim\ndobrima u opštoj upotrebi, pod uslovima i na način predviđen zakonom. Prirodna bogatstva koriste se pod uslovima i na način predviđen\nzakonom. Imovina autonomnih pokrajina i jedinica lokalne samouprave,\nnačin njenog korišćenja i raspolaganja, uređuju se zakonom. Zemljište"}
{"model": "text-embedding-3-small", "id": 87, "title": "Član 88", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_88", "input": "Član 88: Korišćenje i raspolaganje poljoprivrednim zemljištem, šumskim\nzemljištem i gradskim građevinskim zemljištem u privatnoj svojini, je slobodno. Zakonom se mogu ograničiti oblici korišćenja i raspolaganja,\nodnosno propisati uslovi za korišćenje i raspolaganje da bi se otklonila opasnost\nod nanošenja štete životnoj sredini ili da bi se sprečila povreda prava i na\nzakonom zasnovanih interesa drugih lica. Čuvanje nasleđa"}
{"model": "text-embedding-3-small", "id": 88, "title": "Član 89", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_89", "input": "Član 89: Svako je dužan da čuva prirodne retkosti i naučno, kulturno\ni istorijsko nasleđe, kao dobra od opšteg interesa, u skladu sa zakonom. Posebna odgovornost za očuvanje nasleđa je na Republici Srbiji,\nautonomnim pokrajinama i jedinicama lokalne samouprave. Zaštita potrošača"}
{"model": "text-embedding-3-small", "id": 89, "title": "Član 90", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_90", "input": "Član 90: Republika Srbija štiti potrošače. Posebno su zabranjene radnje usmerene protiv zdravlja, bezbednosti\ni privatnosti potrošača, kao i sve nečasne radnje na tržištu. 2. Javne finansije Porezi i drugi prihodi"}
{"model": "text-embedding-3-small", "id": 90, "title": "Član 91", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_91", "input": "Član 91: Sredstva iz kojih se finansiraju nadležnosti Republike Srbije,\nautonomnih pokrajina i jedinica lokalne samouprave obezbeđuju se iz poreza i\ndrugih prihoda utvrđenih zakonom. Obaveza plaćanja poreza i drugih dažbina je opšta i zasniva\nse na ekonomskoj moći obveznika. Budžet"}
{"model": "text-embedding-3-small", "id": 91, "title": "Član 92", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_92", "input": "Član 92: Republika Srbija, autonomne pokrajine i jedinice lokalne samouprave\nimaju budžete u kojima moraju biti prikazani svi prihodi i rashodi kojima se\nfinansiraju njihove nadležnosti. Zakonom se utvrđuju rokovi u kojima budžet mora biti usvojen\ni način privremenog finansiranja. Izvršavanje svih budžeta kontroliše Državna revizorska institucija. Narodna skupština razmatra predlog završnog računa budžeta\npo pribavljenom mišljenju Državne revizorske institucije. Javni dug"}
{"model": "text-embedding-3-small", "id": 92, "title": "Član 93", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_93", "input": "Član 93: Republika Srbija, autonomne pokrajine i jedinice lokalne samouprave\nmogu da se zadužuju. Uslovi i postupak zaduživanja uređuju se zakonom. Ujednačavanje razvoja"}
{"model": "text-embedding-3-small", "id": 93, "title": "Član 94", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_94", "input": "Član 94: Republika Srbija stara se o ravnomernom i održivom regionalnom\nrazvoju, u skladu sa zakonom. Narodna banka Srbije"}
{"model": "text-embedding-3-small", "id": 94, "title": "Član 95", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_95", "input": "Član 95: Narodna banka Srbije je centralna banka Republike Srbije, samostalna\nje i podleže nadzoru Narodne skupštine, kojoj i odgovara. Narodnom bankom Srbije rukovodi guverner, koga bira Narodna\nskupština. O Narodnoj banci Srbije donosi se zakon. Državna revizorska institucija"}
{"model": "text-embedding-3-small", "id": 95, "title": "Član 96", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_96", "input": "Član 96: Državna revizorska institucija je najviši državni organ revizije\njavnih sredstava u Republici Srbiji, samostalna je i podleže nadzoru Narodne\nskupštine, kojoj i odgovara. O Državnoj revizorskoj instituciji donosi se zakon. Četvrti deo NADLEŽNOST REPUBLIKE SRBIJE Nadležnost Republike Srbije"}
{"model": "text-embedding-3-small", "id": 96, "title": "Član 97", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_97", "input": "Član 97: Republika Srbija uređuje i obezbeđuje: 1. suverenost, nezavisnost, teritorijalnu celovitost i bezbednost\nRepublike Srbije, njen međunarodni položaj i odnose sa drugim državama i međunarodnim\norganizacijama; 2. ostvarivanje i zaštitu sloboda i prava građana; ustavnost\ni zakonitost; postupak pred sudovima i drugim državnim organima; odgovornost\ni sankcije za povredu sloboda i prava građana utvrđenih Ustavom i za povredu\nzakona, drugih propisa i opštih akata; amnestije i pomilovanja za krivična dela; 3. teritorijalnu organizaciju Republike Srbije; sistem lokalne\nsamouprave; 4. odbranu i bezbednost Republike Srbije i njenih građana;\nmere za slučaj vanrednog stanja; 5. sistem prelaska granice i kontrole prometa roba, usluga\ni putničkog saobraćaja preko granice; položaj stranaca i stranih pravnih lica; 6. jedinstveno tržište; pravni položaj privrednih subjekata;\nsistem obavljanja pojedinih privrednih i drugih delatnosti; robne rezerve; monetarni,\nbankarski, devizni i carinski sistem; ekonomske odnose sa inostranstvom; sistem\nkreditnih odnosa sa inostranstvom; poreski sistem; 7. svojinske i obligacione odnose i zaštitu svih oblika svojine; 8. sistem u oblasti radnih odnosa, zaštite na radu, zapošljavanja,\nsocijalnog osiguranja i drugih oblika socijalne sigurnosti; druge ekonomske i\nsocijalne odnose od opšteg interesa; 9. održivi razvoj; sistem zaštite i unapređenja životne sredine;\nzaštitu i unapređivanje biljnog i životinjskog sveta; proizvodnju, promet i prevoz\noružja, otrovnih, zapaljivih, eksplozivnih, radioaktivnih i drugih opasnih materija; 10. sistem u oblastima zdravstva, socijalne zaštite, boračke\ni invalidske zaštite, brige o deci, obrazovanja, kulture i zaštite kulturnih\ndobara, sporta, javnog informisanja; sistem javnih službi; 11. kontrolu zakonitosti raspolaganja sredstvima pravnih lica;\nfinansijsku reviziju javnih sredstava; prikupljanje statističkih i drugih podataka\nod opšteg interesa; 12. razvoj Republike Srbije, politiku i mere za podsticanje\nravnomernog razvoja pojedinih delova Republike Srbije, uključujući i razvoj nedovoljno\nrazvijenih područja; organizaciju i korišćenje prostora; naučno-tehnološki razvoj; 13. režim i bezbednost u svim vrstama saobraćaja; 14. praznike i odlikovanja Republike Srbije; 15. finansiranje ostvarivanja prava i dužnosti Republike Srbije,\nutvrđenih Ustavom i zakonom; 16. organizaciju, nadležnost i rad republičkih organa; 17. druge odnose od interesa za Republiku Srbiju, u skladu\ns Ustavom. Peti deo UREĐENJE VLASTI 1. Narodna\nskupština Položaj Narodne skupštine"}
{"model": "text-embedding-3-small", "id": 97, "title": "Član 98", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_98", "input": "Član 98: Narodna skupština je najviše predstavničko telo i nosilac ustavotvorne\ni zakonodavne vlasti u Republici Srbiji. Nadležnost"}
{"model": "text-embedding-3-small", "id": 98, "title": "Član 99", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_99", "input": "Član 99: Narodna skupština: 1. donosi i menja Ustav, 2. odlučuje o promeni granice Republike Srbije, 3. raspisuje republički referendum, 4. potvrđuje međunarodne ugovore kad je zakonom predviđena\nobaveza njihovog potvrđivanja, 5. odlučuje o ratu i miru i proglašava ratno i vanredno stanje, 6. nadzire rad službi bezbednosti, 7. donosi zakone i druge opšte akte iz nadležnosti Republike\nSrbije, 8. daje prethodnu saglasnost na statut autonomne pokrajine, 9. usvaja strategiju odbrane, 10. usvaja plan razvoja i prostorni plan, 11. usvaja budžet i završni račun Republike Srbije, na predlog\nVlade, 12. daje amnestiju za krivična dela. U okviru svojih izbornih prava, Narodna skupština: 1. bira Vladu, nadzire njen rad i odlučuje o prestanku mandata\nVlade i ministara, 2. bira i razrešava sudije Ustavnog suda, 3. bira četiri člana Visokog saveta sudstva, četiri\nčlana Visokog saveta tužilaštva i bira Vrhovnog javnog tužioca i\nodlučuje o prestanku njegove funkcije, 4. bira i razrešava guvernera Narodne banke Srbije i nadzire\nnjegov rad, 5. bira i razrešava Zaštitnika građana, i nadzire njegov rad, 6. bira i razrešava i druge funkcionere određene zakonom. Narodna skupština vrši i druge poslove određene Ustavom i zakonom. Sastav Narodne skupštine"}
{"model": "text-embedding-3-small", "id": 99, "title": "Član 100", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_100", "input": "Član 100: Narodnu skupštinu čini 250 narodnih poslanika, koji se biraju\nna neposrednim izborima, tajnim glasanjem, u skladu sa zakonom. U Narodnoj skupštini obezbeđuju se ravnopravnost i zastupljenost\npolova i predstavnika nacionalnih manjina, u skladu sa zakonom. Izbor narodnih poslanika\ni konstituisanje Narodne skupštine"}
{"model": "text-embedding-3-small", "id": 100, "title": "Član 101", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_101", "input": "Član 101: Izbore za narodne poslanike raspisuje predsednik Republike,\n90 dana pre isteka mandata Narodne skupštine, tako da se izbori okončaju u narednih\n60 dana. Prvu sednicu Narodne skupštine zakazuje predsednik Narodne\nskupštine iz prethodnog saziva, tako da se sednica održi najkasnije 30 dana od\ndana proglašenja konačnih rezultata izbora. Narodna skupština na prvoj sednici potvrđuje poslaničke mandate. Narodna skupština konstituisana je potvrđivanjem mandata dve\ntrećine narodnih poslanika. Na odluku donetu u vezi sa potvrđivanjem mandata dopuštena\nje žalba Ustavnom sudu, koji po njoj odlučuje u roku od 72 sata. Potvrđivanjem mandata dve trećine narodnih poslanika prestaje\nmandat prethodnog saziva Narodne skupštine. Položaj narodnih poslanika"}
{"model": "text-embedding-3-small", "id": 101, "title": "Član 102", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_102", "input": "Član 102: Mandat narodnog poslanika počinje da teče danom potvrđivanja\nmandata u Narodnoj skupštini i traje četiri godine odnosno do prestanka mandata\nnarodnih poslanika tog saziva Narodne skupštine. Narodni poslanik je slobodan da, pod uslovima određenim zakonom,\nneopozivo stavi svoj mandat na raspolaganje političkoj stranci na čiji predlog\nje izabran za narodnog poslanika. Narodni poslanik ne može biti poslanik u skupštini autonomne\npokrajine, niti funkcioner u organima izvršne vlasti i pravosuđa, niti može obavljati\ndruge funkcije, poslove i dužnosti za koje je zakonom utvrđeno da predstavljaju\nsukob interesa. Izbor, prestanak mandata i položaj narodnih poslanika uređuje\nse zakonom. Imunitet narodnog poslanika"}
{"model": "text-embedding-3-small", "id": 102, "title": "Član 103", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_103", "input": "Član 103: Narodni poslanik uživa imunitet. Narodni poslanik ne može biti pozvan na krivičnu ili drugu\nodgovornost za izraženo mišljenje ili glasanje u vršenju svoje poslaničke funkcije. Narodni poslanik koji se pozvao na imunitet ne može biti pritvoren,\nniti se protiv njega može voditi krivični ili drugi postupak u kome se može izreći\nkazna zatvora, bez odobrenja Narodne skupštine. Narodni poslanik koji je zatečen u izvršenju krivičnog dela\nza koje je propisana kazna zatvora u trajanju dužem od pet godina može biti pritvoren\nbez odobrenja Narodne skupštine. U krivičnom ili drugom postupku u kome je uspostavljen imunitet,\nne teku rokovi propisani za taj postupak. Nepozivanje narodnog poslanika na imunitet ne isključuje pravo\nNarodne skupštine da uspostavi imunitet. Predsednik i potpredsednici\nNarodne skupštine"}
{"model": "text-embedding-3-small", "id": 103, "title": "Član 104", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_104", "input": "Član 104: Narodna skupština, većinom glasova svih narodnih poslanika,\nbira predsednika i jednog ili više potpredsednika Narodne skupštine. Predsednik Narodne skupštine predstavlja Narodnu skupštinu,\nsaziva njene sednice, predsedava njima i vrši druge poslove određene Ustavom,\nzakonom i poslovnikom Narodne skupštine. Način odlučivanja u Narodnoj\nskupštini"}
{"model": "text-embedding-3-small", "id": 104, "title": "Član 105", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_105", "input": "Član 105: Narodna skupština donosi odluke većinom glasova narodnih poslanika\nna sednici na kojoj je prisutna većina narodnih poslanika. Većinom glasova svih narodnih poslanika Narodna skupština: 1. daje amnestiju za krivična dela, 2. proglašava i ukida vanredno stanje, 3. propisuje mere odstupanja od ljudskih i manjinskih prava\nu ratnom i vanrednom stanju, 4. donosi zakon kojim Republika Srbija poverava autonomnim\npokrajinama i jedinicama lokalne samouprave pojedina pitanja iz svoje nadležnosti, 5. daje prethodnu saglasnost na statut autonomne pokrajine, 6. odlučuje o Poslovniku o svom radu, 7. ukida imunitet narodnim poslanicima, predsedniku Republike,\nčlanovima Vlade i Zaštitniku građana, 8. usvaja budžet i završni račun, 9. bira članove Vlade i odlučuje o prestanku mandata Vlade\ni ministara, 10. odlučuje o odgovoru na interpelaciju, 11. bira sudije Ustavnog suda i odlučuje o njihovom razrešenju\ni prestanku mandata, tač. 12. i 13.(brisane) 14. bira i razrešava guvernera Narodne banke Srbije, Savet\nguvernera i Zaštitnika građana, 15. vrši i druge izborne nadležnosti Narodne skupštine. Većinom glasova svih narodnih poslanika Narodna skupština odlučuje\no zakonima kojima se uređuju: 1. referendum i narodna inicijativa, 2. uživanje individualnih i kolektivnih prava pripadnika nacionalnih\nmanjina, 3. plan razvoja i prostorni plan, 4. javno zaduživanje, 5. teritorija autonomnih pokrajina i jedinica lokalne samouprave, 6. zaključivanje i potvrđivanje međunarodnih ugovora, 7. druga pitanja određena Ustavom. Većinom od dve trećine glasova svih narodnih\nposlanika Narodna skupština bira četiri člana Visokog saveta sudstva i\nčetiri člana Visokog saveta tužilaštva, a većinom od tri petine glasova\nsvih narodnih poslanika bira Vrhovnog javnog tužioca i odlučuje o\nprestanku njegove funkcije. Zasedanja"}
{"model": "text-embedding-3-small", "id": 105, "title": "Član 106", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_106", "input": "Član 106: Narodna skupština se sastaje u dva redovna zasedanja godišnje. Prvo redovno zasedanje počinje prvog radnog dana u martu, a\ndrugo redovno zasedanje počinje prvog radnog dana u oktobru. Redovno zasedanje\nne može trajati duže od 90 dana. Narodna skupština sastaje se u vanredno zasedanje na zahtev\nnajmanje jedne trećine narodnih poslanika ili na zahtev Vlade, sa unapred određenim\ndnevnim redom. Narodna skupština sastaje se bez poziva posle proglašenja ratnog\nili vanrednog stanja. Pravo predlaganja zakona"}
{"model": "text-embedding-3-small", "id": 106, "title": "Član 107", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_107", "input": "Član 107: Pravo predlaganja zakona, drugih propisa i opštih akata imaju\nsvaki narodni poslanik, Vlada, skupština autonomne pokrajine ili najmanje 30.000\nbirača. Zaštitnik građana i Narodna banka Srbije imaju pravo predlaganja\nzakona iz svoje nadležnosti. Referendum"}
{"model": "text-embedding-3-small", "id": 107, "title": "Član 108", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_108", "input": "Član 108: Na zahtev većine svih narodnih poslanika ili najmanje 100.000\nbirača Narodna skupština raspisuje referendum o pitanju iz svoje nadležnosti,\nu skladu sa Ustavom i zakonom. Predmet referenduma ne mogu biti obaveze koje proizlaze iz\nmeđunarodnih ugovora, zakoni koji se odnose na ljudska i manjinska prava i slobode,\nporeski i drugi finansijski zakoni, budžet i završni račun, uvođenje vanrednog\nstanja i amnestija, kao ni pitanja koja se tiču izbornih nadležnosti Narodne\nskupštine. Raspuštanje Narodne skupštine"}
{"model": "text-embedding-3-small", "id": 108, "title": "Član 109", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_109", "input": "Član 109: Predsednik Republike može, na obrazloženi predlog Vlade, raspustiti\nNarodnu skupštinu. Vlada ne može predložiti raspuštanje Narodne skupštine, ako\nje podnet predlog da joj se izglasa nepoverenje ili ako je postavila pitanje\nsvoga poverenja. Narodna skupština se raspušta ako u roku od 90 dana od dana\nkonstituisanja ne izabere Vladu. Narodna skupština ne može biti raspuštena za vreme ratnog ili\nvanrednog stanja. Predsednik Republike dužan je da ukazom raspusti Narodnu skupštinu\nu slučajevima određenim Ustavom. Istovremeno sa raspuštanjem Narodne skupštine predsednik Republike\nraspisuje izbore za narodne poslanike, tako da se izbori okončaju najkasnije\nza 60 dana od dana raspisivanja. Narodna skupština koja je raspuštena vrši samo tekuće ili neodložne\nposlove, određene zakonom. U slučaju proglašenja ratnog ili vanrednog stanja\nponovo se uspostavlja njena puna nadležnost, koja traje do okončanja ratnog,\nodnosno vanrednog stanja. Zakon o Narodnoj skupštini"}
{"model": "text-embedding-3-small", "id": 109, "title": "Član 110", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_110", "input": "Član 110: O Narodnoj skupštini se donosi zakon. 2. Predsednik\nRepublike Položaj predsednika Republike"}
{"model": "text-embedding-3-small", "id": 110, "title": "Član 111", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_111", "input": "Član 111: Predsednik Republike izražava državno jedinstvo Republike Srbije. Nadležnost"}
{"model": "text-embedding-3-small", "id": 111, "title": "Član 112", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_112", "input": "Član 112: Predsednik Republike: 1. predstavlja Republiku Srbiju u zemlji i inostranstvu, 2. ukazom proglašava zakone, u skladu s Ustavom, 3. predlaže Narodnoj skupštini kandidata za predsednika Vlade,\npošto sasluša mišljenje predstavnika izabranih izbornih lista, 4. predlaže Narodnoj skupštini nosioce funkcija, u skladu sa\nUstavom i zakonom, 5. postavlja i opoziva ukazom ambasadore Republike Srbije na\nosnovu predloga Vlade, 6. prima akreditivna i opozivna pisma stranih diplomatskih\npredstavnika, 7. daje pomilovanja i odlikovanja, 8. vrši i druge poslove određene Ustavom. Predsednik Republike, u skladu sa zakonom, komanduje Vojskom\ni postavlja, unapređuje i razrešava oficire Vojske Srbije. Proglašenje zakona"}
{"model": "text-embedding-3-small", "id": 112, "title": "Član 113", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_113", "input": "Član 113: Predsednik Republike je dužan da najkasnije u roku od 15 dana\nod dana izglasavanja zakona, odnosno najkasnije u roku od sedam dana ako je zakon\ndonet po hitnom postupku, donese ukaz o proglašenju zakona ili da zakon, uz pismeno\nobrazloženje, vrati Narodnoj skupštini, na ponovno odlučivanje. Ako Narodna skupština odluči da ponovo glasa o zakonu koji\nje predsednik Republike vratio na odlučivanje, zakon se izglasava većinom od\nukupnog broja poslanika. Predsednik Republike je dužan da proglasi ponovno izglasani\nzakon. Ako predsednik Republike ne donese ukaz o proglašenju zakona\nu Ustavom predviđenom roku, ukaz donosi predsednik Narodne skupštine. Izbor"}
{"model": "text-embedding-3-small", "id": 113, "title": "Član 114", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_114", "input": "Član 114: Predsednik Republike bira se na neposrednim izborima, tajnim\nglasanjem, u skladu sa zakonom. Izbore za predsednika Republike raspisuje predsednik Narodne\nskupštine 90 dana pre isteka mandata predsednika Republike, tako da se izbori\nokončaju u narednih 60 dana, u skladu sa zakonom. Prilikom stupanja na dužnost, predsednik Republike, pred Narodnom\nskupštinom polaže zakletvu koja glasi: \"Zaklinjem se da ću sve svoje snage posvetiti očuvanju\nsuverenosti i celine teritorije Republike Srbije, uključujući i Kosovo i Metohiju\nkao njen sastavni deo, kao i ostvarivanju ljudskih i manjinskih prava i sloboda,\npoštovanju i odbrani Ustava i zakona, očuvanju mira i blagostanja svih građana\nRepublike Srbije i da ću savesno i odgovorno ispunjavati sve svoje dužnosti.\" Nespojivost funkcija"}
{"model": "text-embedding-3-small", "id": 114, "title": "Član 115", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_115", "input": "Član 115: Predsednik Republike ne može obavljati drugu javnu funkciju\nili profesionalnu delatnost. Mandat"}
{"model": "text-embedding-3-small", "id": 115, "title": "Član 116", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_116", "input": "Član 116: Mandat predsednika Republike traje pet godina i počinje da\nteče od dana polaganja zakletve pred Narodnom skupštinom. Ako mandat predsednika Republike ističe za vreme ratnog ili\nvanrednog stanja, produžava se, tako da traje do isteka tri meseca od dana prestanka\nratnog, odnosno vanrednog stanja. Niko ne može više od dva puta da bude biran za predsednika\nRepublike. Mandat predsednika Republike prestaje istekom vremena na koje\nje izabran, ostavkom ili razrešenjem. Predsednik Republike podnosi ostavku predsedniku Narodne skupštine. Ostavka"}
{"model": "text-embedding-3-small", "id": 116, "title": "Član 117", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_117", "input": "Član 117: Kad predsednik Republike podnese ostavku, on o tome obaveštava\njavnost i predsednika Narodne skupštine. Danom podnošenja ostavke, predsedniku Republike prestaje mandat. Razrešenje"}
{"model": "text-embedding-3-small", "id": 117, "title": "Član 118", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_118", "input": "Član 118: Predsednik Republike razrešava se zbog povrede Ustava, odlukom\nNarodne skupštine, glasovima najmanje dve trećine narodnih poslanika. Postupak za razrešenje može da pokrene Narodna skupština, na\npredlog najmanje jedne trećine narodnih poslanika. Ustavni sud je dužan da po pokrenutom postupku za razrešenje,\nnajkasnije u roku od 45 dana, odluči o postojanju povrede Ustava. Imunitet"}
{"model": "text-embedding-3-small", "id": 118, "title": "Član 119", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_119", "input": "Član 119: Predsednik Republike uživa imunitet kao narodni poslanik. O imunitetu predsednika Republike odlučuje Narodna skupština. Zamenjivanje predsednika\nRepublike"}
{"model": "text-embedding-3-small", "id": 119, "title": "Član 120", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_120", "input": "Član 120: Kada je predsednik Republike sprečen da obavlja dužnost ili\nmu mandat prestane pre isteka vremena na koje je biran, zamenjuje ga predsednik\nNarodne skupštine. Predsednik Narodne skupštine može da zamenjuje predsednika\nRepublike najduže tri meseca. Izbore za predsednika Republike predsednik Narodne Skupštine\nje obavezan da raspiše tako da se održe najkasnije tri meseca od nastanka sprečenosti\npredsednika Republike odnosno prestanka mandata na koji je biran. Zakon o predsedniku Republike"}
{"model": "text-embedding-3-small", "id": 120, "title": "Član 121", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_121", "input": "Član 121: O predsedniku Republike donosi se zakon. 3. Vlada Položaj Vlade"}
{"model": "text-embedding-3-small", "id": 121, "title": "Član 122", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_122", "input": "Član 122: Vlada je nosilac izvršne vlasti u Republici Srbiji. Nadležnost"}
{"model": "text-embedding-3-small", "id": 122, "title": "Član 123", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_123", "input": "Član 123: Vlada: 1. utvrđuje i vodi politiku, 2. izvršava zakone i druge opšte akte Narodne skupštine, 3. donosi uredbe i druge opšte akte radi izvršavanja zakona, 4. predlaže Narodnoj skupštini zakone i druge opšte akte i\ndaje o njima mišljenje kad ih podnese drugi predlagač, 5. usmerava i usklađuje rad organa državne uprave i vrši nadzor\nnad njihovim radom, 6. vrši i druge poslove određene Ustavom i zakonom. Odgovornost Vlade"}
{"model": "text-embedding-3-small", "id": 123, "title": "Član 124", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_124", "input": "Član 124: Vlada je odgovorna Narodnoj skupštini za politiku Republike\nSrbije, za izvršavanje zakona i drugih opštih akata Narodne skupštine i za rad\norgana državne uprave. Predsednik Vlade i članovi\nVlade"}
{"model": "text-embedding-3-small", "id": 124, "title": "Član 125", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_125", "input": "Član 125: Vladu čine predsednik Vlade, jedan ili više potpredsednika\ni ministri. Predsednik Vlade vodi i usmerava rad Vlade, stara se o ujednačenom\npolitičkom delovanju Vlade, usklađuje rad članova Vlade i predstavlja Vladu. Ministri su za svoj rad i za stanje u oblasti iz delokruga\nministarstva odgovorni predsedniku Vlade, Vladi i Narodnoj skupštini. Nespojivost funkcija"}
{"model": "text-embedding-3-small", "id": 125, "title": "Član 126", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_126", "input": "Član 126: Član\nVlade ne može biti narodni poslanik u Narodnoj skupštini, poslanik u skupštini\nautonomne pokrajine i odbornik u skupštini jedinice lokalne samouprave, niti\nčlan izvršnog veća autonomne pokrajine ili izvršnog organa jedinice lokalne samouprave. Zakonom se uređuje koje su druge funkcije, poslovi ili privatni\ninteresi u sukobu sa položajem člana Vlade. Izbor Vlade"}
{"model": "text-embedding-3-small", "id": 126, "title": "Član 127", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_127", "input": "Član 127: Kandidata za predsednika Vlade Narodnoj skupštini predlaže\npredsednik Republike, pošto sasluša mišljenje predstavnika izabranih izbornih\nlista. Kandidat za predsednika Vlade Narodnoj skupštini iznosi program\nVlade i predlaže njen sastav. Narodna skupština istovremeno glasa o programu Vlade i izboru\npredsednika i članova Vlade. Vlada je izabrana ako je za njen izbor glasala većina od ukupnog\nbroja narodnih poslanika. Početak i prestanak mandata\nVlade i članova Vlade"}
{"model": "text-embedding-3-small", "id": 127, "title": "Član 128", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_128", "input": "Član 128: Mandat Vlade traje do isteka mandata Narodne skupštine koja\nju je izabrala. Mandat Vlade počinje da teče danom polaganja zakletve pred\nNarodnom skupštinom. Mandat Vlade prestaje pre isteka vremena na koje je izabrana,\nizglasavanjem nepoverenja, raspuštanjem Narodne skupštine, ostavkom predsednika\nVlade i u drugim slučajevima utvrđenim Ustavom. Vlada kojoj je prestao mandat može da vrši samo poslove određene\nzakonom, do izbora nove Vlade. Vlada kojoj je prestao mandat ne može da predloži raspuštanje\nNarodne skupštine. Članu Vlade mandat prestaje pre isteka vremena na koje je izabran,\nkonstatovanjem ostavke, izglasavanjem nepoverenja u Narodnoj skupštini i razrešenjem\nod strane Narodne skupštine, na predlog predsednika Vlade. Interpelacija"}
{"model": "text-embedding-3-small", "id": 128, "title": "Član 129", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_129", "input": "Član 129: Najmanje 50 narodnih poslanika može podneti interpelaciju u\nvezi sa radom Vlade ili pojedinog člana Vlade. Vlada je dužna da odgovori na interpelaciju u roku od 30 dana. Narodna skupština raspravlja i glasa o odgovoru koji su na\ninterpelaciju podneli Vlada ili član Vlade kome je interpelacija upućena. Izglasavanjem prihvatanja odgovora Narodna skupština nastavlja\nda radi po usvojenom dnevnom redu. Ako Narodna skupština glasanjem ne prihvati odgovor Vlade ili\nčlana Vlade, pristupiće se glasanju o nepoverenju Vladi ili članu Vlade, ukoliko\nprethodno, po neprihvatanju odgovora na interpelaciju, predsednik Vlade, odnosno\nčlan Vlade ne podnese ostavku. O pitanju koje je bilo predmet interpelacije ne može se ponovo\nraspravljati pre isteka roka od 90 dana. Glasanje o nepoverenju Vladi\nili članu Vlade"}
{"model": "text-embedding-3-small", "id": 129, "title": "Član 130", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_130", "input": "Član 130: Glasanje o nepoverenju Vladi ili pojedinom članu Vlade može\nzatražiti najmanje 60 narodnih poslanika. Predlog za glasanje o nepoverenju Vladi ili pojedinom članu\nVlade Narodna skupština razmatra na prvoj narednoj sednici, a najranije pet dana\npo podnošenju predloga. Nakon okončanja rasprave pristupa se glasanju o predlogu. Narodna skupština je prihvatila predlog za izglasavanje nepoverenja\nVladi ili članu Vlade ako je za njega glasalo više od polovine od svih narodnih\nposlanika. Ako Narodna skupština izglasa nepoverenje Vladi, predsednik\nRepublike je dužan da pokrene postupak za izbor nove Vlade. Ako Narodna skupština\nne izabere novu Vladu u roku od 30 dana od izglasavanja nepoverenja, predsednik\nRepublike je dužan da raspusti Narodnu skupštinu i raspiše izbore. Ako Narodna skupština izglasa nepoverenje članu Vlade, predsednik\nVlade je dužan da pokrene postupak za izbor novog člana Vlade, u skladu sa zakonom. Ako Vladi ili članu Vlade ne bude izglasano nepoverenje, potpisnici\npredloga ne mogu podneti novi predlog za glasanje o nepoverenju pre isteka roka\nod 180 dana. Glasanje o poverenju Vladi"}
{"model": "text-embedding-3-small", "id": 130, "title": "Član 131", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_131", "input": "Član 131: Vlada može zatražiti glasanje o svom poverenju. Predlog za glasanje o poverenju Vladi može se, na zahtev Vlade,\nrazmatrati i na sednici Narodne skupštine koja je u toku, a ako Vlada nije podnela\ntakav zahtev, predlog se razmatra na prvoj narednoj sednici, a najranije pet\ndana od njegovog podnošenja. Nakon okončanja rasprave pristupa se glasanju o\npredlogu. Narodna skupština je prihvatila predlog za izglasavanje poverenja\nVladi ako je za njega glasalo više od polovine od svih narodnih poslanika. Ako Narodna skupština ne izglasa poverenje Vladi, Vladi prestaje\nmandat, a predsednik Republike je dužan da pokrene postupak za izbor nove Vlade.\nAko Narodna skupština ne izabere novu Vladu u roku od 30 dana od dana neizglasavanja\npoverenja, predsednik Republike je dužan da raspusti Narodnu skupštinu i raspiše\nizbore. Ostavka predsednika Vlade"}
{"model": "text-embedding-3-small", "id": 131, "title": "Član 132", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_132", "input": "Član 132: Predsednik Vlade može podneti ostavku Narodnoj skupštini. Predsednik Vlade ostavku podnosi predsedniku Narodne skupštine\ni istovremeno o njoj obaveštava predsednika Republike i javnost. Narodna skupština na prvoj narednoj sednici konstatuje ostavku\npredsednika Vlade. Vladi prestaje mandat danom konstatacije ostavke predsednika\nVlade. Kada Narodna skupština konstatuje ostavku predsednika Vlade,\npredsednik Republike je dužan da pokrene postupak za izbor nove Vlade. Ako Narodna\nskupština ne izabere novu Vladu u roku od 30 dana od dana konstatacije ostavke\npredsednika Vlade, predsednik Republike je dužan da raspusti Narodnu skupštinu\ni raspiše izbore. Ostavka i razrešenje člana\nVlade"}
{"model": "text-embedding-3-small", "id": 132, "title": "Član 133", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_133", "input": "Član 133: Član\nVlade može podneti ostavku predsedniku Vlade. Predsednik Vlade dostavlja ostavku člana Vlade predsedniku\nNarodne skupštine, a Narodna skupština na prvoj narednoj sednici konstatuje ostavku. Predsednik Vlade može predložiti Narodnoj skupštini razrešenje\npojedinog člana Vlade. Narodna skupština razmatra i glasa o predlogu za razrešenje\nčlana Vlade na prvoj narednoj sednici. Odluka o razrešenju člana Vlade doneta je ako je za nju glasala\nvećina od ukupnog broja narodnih poslanika. Članu Vlade koji je podneo ostavku mandat prestaje danom konstatacije\nostavke, a članu Vlade koji je razrešen, danom donošenja odluke o razrešenju. Položaj i ovlašćenja člana Vlade koji je podneo ostavku ili\nu odnosu na koga je podnet predlog za razrešenje, do prestanka mandata, uređuju\nse zakonom. Predsednik Vlade je dužan da po prestanku mandata člana Vlade\nzbog podnošenja ostavke ili razrešenja, u skladu sa zakonom, pokrene postupak\nza izbor novog člana Vlade. Imunitet predsednika i člana\nVlade"}
{"model": "text-embedding-3-small", "id": 133, "title": "Član 134", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_134", "input": "Član 134: Predsednik Vlade i član Vlade ne odgovaraju za mišljenje izneto\nna sednici Vlade ili Narodne skupštine, ili za glasanje na sednici Vlade. Predsednik i član Vlade uživaju imunitet kao narodni poslanik.\nO imunitetu predsednika i člana Vlade, odlučuje Vlada. Zakon o Vladi"}
{"model": "text-embedding-3-small", "id": 134, "title": "Član 135", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_135", "input": "Član 135: O Vladi se donosi zakon. 4. Državna\nuprava Položaj državne uprave"}
{"model": "text-embedding-3-small", "id": 135, "title": "Član 136", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_136", "input": "Član 136: Državna uprava je samostalna, vezana Ustavom i zakonom, a za\nsvoj rad odgovorna je Vladi. Poslove državne uprave obavljaju ministarstva i drugi organi\ndržavne uprave određeni zakonom. Poslovi državne uprave i broj ministarstava određuju se zakonom. Unutrašnje uređenje ministarstava i drugih organa državne uprave\ni organizacija propisuje Vlada. Poveravanje javnih ovlašćenja\ni javne službe"}
{"model": "text-embedding-3-small", "id": 136, "title": "Član 137", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_137", "input": "Član 137: U interesu efikasnijeg i racionalnijeg ostvarivanja prava i\nobaveza građana i zadovoljavanja njihovih potreba od neposrednog interesa za\nživot i rad, zakonom se može poveriti obavljanje određenih poslova iz nadležnosti\nRepublike Srbije autonomnoj pokrajini i jedinici lokalne samouprave. Pojedina javna ovlašćenja se mogu zakonom poveriti i preduzećima,\nustanovama, organizacijama i pojedincima. Javna ovlašćenja se mogu zakonom poveriti i posebnim organima\npreko kojih se ostvaruje regulatorna funkcija u pojedinim oblastima ili delatnostima. Republika Srbija, autonomne pokrajine i jedinice lokalne samouprave\nmogu osnovati javne službe. Delatnosti i poslovi zbog kojih se osnivaju javne službe, njihovo\nuređenje i rad propisuje se zakonom. 5. Zaštitnik\ngrađana"}
{"model": "text-embedding-3-small", "id": 137, "title": "Član 138", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_138", "input": "Član 138: Zaštitnik građana je nezavisan državni organ koji štiti prava\ngrađana i kontroliše rad organa državne uprave, organa nadležnog za pravnu zaštitu\nimovinskih prava i interesa Republike Srbije, kao i drugih organa i organizacija,\npreduzeća i ustanova kojima su poverena javna ovlašćenja. Zaštitnik građana nije ovlašćen da kontroliše rad Narodne skupštine,\npredsednika Republike, Vlade, Ustavnog suda, sudova i javnih tužilaštava. Zaštitnika građana bira i razrešava Narodna skupština, u skladu\nsa Ustavom i zakonom. Zaštitnik građana za svoj rad odgovara Narodnoj skupštini. Zaštitnik građana uživa imunitet kao narodni poslanik. O imunitetu\nzaštitnika građana odlučuje Narodna skupština. O Zaštitniku građana donosi se zakon. 6. Vojska\nSrbije Nadležnost"}
{"model": "text-embedding-3-small", "id": 138, "title": "Član 139", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_139", "input": "Član 139: Vojska Srbije brani zemlju od oružanog ugrožavanja spolja i\nizvršava druge misije i zadatke, u skladu sa Ustavom, zakonom i principima međunarodnog\nprava koji regulišu upotrebu sile. Upotreba Vojske Srbije van\ngranica"}
{"model": "text-embedding-3-small", "id": 139, "title": "Član 140", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_140", "input": "Član 140: Vojska Srbije se može upotrebiti van granica Republike Srbije\nsamo po odluci Narodne skupštine Republike Srbije. Kontrola nad Vojskom Srbije"}
{"model": "text-embedding-3-small", "id": 140, "title": "Član 141", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_141", "input": "Član 141: Vojska Srbije je pod demokratskom i civilnom kontrolom. O Vojsci Srbije donosi se zakon. 7. Sudovi Načela sudstva"}
{"model": "text-embedding-3-small", "id": 141, "title": "Član 142", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_142", "input": "Član 142: Sudska vlast pripada sudovima koji su nezavisni. Sudska vlast je jedinstvena na teritoriji Republike Srbije. Sudske odluke se donose u ime naroda. Sudsku odluku može preispitivati samo nadležni sud u\nzakonom propisanom postupku, kao i Ustavni sud u postupku po ustavnoj\nžalbi. Pomilovanjem ili amnestijom izrečena kazna može se, bez sudske odluke, oprostiti u celini ili delimično. Raspravljanje pred sudom je javno, a javnost se može isključiti u skladu sa Ustavom. Zakonom se može propisati da pored sudija sude i sudije porotnici. Uređenje sudova"}
{"model": "text-embedding-3-small", "id": 142, "title": "Član 143", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_143", "input": "Član 143: Osnivanje, ukidanje, vrste, nadležnost, područja i sedišta sudova, sastav suda i postupak pred sudovima uređuju se zakonom. Najviši sud u Republici Srbiji je Vrhovni sud. Zabranjeno je osnivanje prekih, privremenih ili vanrednih sudova. Nezavisnost sudija"}
{"model": "text-embedding-3-small", "id": 143, "title": "Član 144", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_144", "input": "Član 144: Sudija je nezavisan i sudi na osnovu Ustava,\npotvrđenih međunarodnih ugovora, zakona, opšteprihvaćenih pravila\nmeđunarodnog prava i drugih opštih akata, donetih u skladu sa zakonom. Zabranjen je svaki neprimeren uticaj na sudiju u vršenju sudijske funkcije. Uslovi za izbor sudija"}
{"model": "text-embedding-3-small", "id": 144, "title": "Član 145", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_145", "input": "Član 145: Uslovi za izbor sudija i uslovi za izbor i mandat sudija porotnika uređuju se zakonom. Stalnost sudijske funkcije"}
{"model": "text-embedding-3-small", "id": 145, "title": "Član 146", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_146", "input": "Član 146: Sudijska funkcija je stalna. Sudijska funkcija traje od izbora za sudiju dok sudija ne navrši radni vek. Sudiji prestaje funkcija pre navršenja radnog veka:\nako sam to zatraži, ako trajno izgubi radnu sposobnost za vršenje\nsudijske funkcije, ako mu prestane državljanstvo Republike Srbije ili\nako bude razrešen. Sudija se razrešava ako bude osuđen za krivično delo\nna kaznu zatvora od najmanje šest meseci ili ako je u disciplinskom\npostupku utvrđeno da je učinio težak disciplinski prekršaj koji, prema\noceni Visokog saveta sudstva, ozbiljno šteti ugledu sudijske funkcije\nili poverenju javnosti u sudove. Odluku o prestanku sudijske funkcije donosi Visoki savet sudstva. Protiv odluke Visokog saveta sudstva o prestanku\nfunkcije sudija ima pravo na žalbu Ustavnom sudu, koja isključuje pravo\nna ustavnu žalbu. Nepremestivost sudija"}
{"model": "text-embedding-3-small", "id": 146, "title": "Član 147", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_147", "input": "Član 147: Sudija ima pravo da sudijsku funkciju vrši u sudu u\nkoji je izabran i samo uz svoju saglasnost može biti trajno premešten\nili privremeno upućen u drugi sud, osim u slučaju predviđenom Ustavom. U slučaju ukidanja suda, sudija se premešta u sud koji preuzima nadležnost ukinutog suda. U slučaju ukidanja pretežnog dela nadležnosti suda,\nsudija može izuzetno bez svoje saglasnosti biti trajno premešten ili\nprivremeno upućen u drugi sud istog stepena koji je preuzeo pretežni\ndeo nadležnosti. Sudija koji je trajno premešten ili privremeno upućen\nu drugi sud ima pravo da zadrži platu koju je imao u sudu iz kojeg je\npremešten ili upućen, ako je ona povoljnija po njega. Sudu je ukinut pretežni deo nadležnosti ako je usled\npromene stvarne nadležnosti suda, osnivanja novog suda ili drugog\nzakonom predviđenog slučaja smanjen potreban broj sudija u sudu. Protiv odluke o trajnom premeštaju ili privremenom\nupućivanju sudija ima pravo na žalbu Ustavnom sudu, koja isključuje\npravo na ustavnu žalbu. Imunitet i nespojivost"}
{"model": "text-embedding-3-small", "id": 147, "title": "Član 148", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_148", "input": "Član 148: Sudija ne može biti pozvan na odgovornost za\nmišljenje dato u vezi sa vršenjem sudijske funkcije i za glasanje\nprilikom donošenja sudske odluke, izuzev ako učini krivično delo\nkršenje zakona od strane sudije ili javnog tužioca. Sudija ne može bez odobrenja Visokog saveta sudstva\nbiti lišen slobode u postupku pokrenutom zbog krivičnog dela učinjenog\nu vršenju sudijske funkcije. Zakonom se uređuje koje su funkcije, poslovi ili privatni interesi nespojivi sa funkcijom sudije i sudije porotnika. Zabranjeno je političko delovanje sudija. Predsednik Vrhovnog suda i predsednici sudova"}
{"model": "text-embedding-3-small", "id": 148, "title": "Član 149", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_149", "input": "Član 149: Predsednika Vrhovnog suda bira Visoki savet sudstva, po pribavljenom mišljenju opšte sednice Vrhovnog suda, na pet godina. Isto lice ne može biti ponovo birano za predsednika Vrhovnog suda. Predsednike ostalih sudova bira Visoki savet sudstva, na pet godina. Visoki savet sudstva Nadležnost Visokog saveta sudstva"}
{"model": "text-embedding-3-small", "id": 149, "title": "Član 150", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_150", "input": "Član 150: Visoki savet sudstva je nezavisan državni organ koji\nobezbeđuje i jemči nezavisnost sudova, sudija, predsednika sudova i\nsudija porotnika. Visoki savet sudstva bira sudije i sudije porotnike i\nodlučuje o prestanku njihove funkcije, bira predsednika Vrhovnog suda i\npredsednike ostalih sudova i odlučuje o prestanku njihove funkcije,\nodlučuje o premeštaju i upućivanju sudija, određuje potreban broj\nsudija i sudija porotnika, odlučuje o drugim pitanjima položaja sudija,\npredsednika sudova i sudija porotnika i vrši druge nadležnosti određene\nUstavom i zakonom. Sastav Visokog saveta sudstva"}
{"model": "text-embedding-3-small", "id": 150, "title": "Član 151", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_151", "input": "Član 151: Visoki savet sudstva čini 11 članova: šest sudija\nkoje biraju sudije, četiri istaknuta pravnika koje bira Narodna\nskupština i predsednik Vrhovnog suda. Izbor članova Visokog saveta sudstva iz reda sudija uređuje se zakonom. Prilikom izbora sudija u Visoki savet sudstva vodi se računa o najširoj predstavljenosti sudija. Narodna skupština bira članove Visokog saveta sudstva\nmeđu istaknutim pravnicima sa najmanje deset godina iskustva u pravnoj\nstruci, od osam kandidata koje predloži nadležni odbor Narodne\nskupštine, posle javnog konkursa, glasovima dve trećine svih narodnih\nposlanika, u skladu sa zakonom. Ako Narodna skupština ne izabere sva četiri člana u\nroku određenom zakonom, preostale članove posle isteka zakonom\nodređenog roka između svih kandidata koji ispunjavaju uslove za izbor\nbira komisija koju čine predsednik Narodne skupštine, predsednik\nUstavnog suda, predsednik Vrhovnog suda, Vrhovni javni tužilac i\nZaštitnik građana, većinom glasova. Predsednici sudova ne mogu biti birani u Visoki savet sudstva. Član Visokog saveta sudstva kojeg je izabrala Narodna skupština mora biti dostojan te funkcije. Član Visokog saveta sudstva kojeg je izabrala Narodna skupština ne može biti član političke stranke. Ostali uslovi za izbor i nespojivost sa funkcijom člana Visokog saveta sudstva kojeg bira Narodna skupština uređuju se zakonom. Mandat članova Visokog saveta sudstva i predsednik i potpredsednik Visokog saveta sudstva"}
{"model": "text-embedding-3-small", "id": 151, "title": "Član 152", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_152", "input": "Član 152: Član Visokog saveta sudstva bira se na pet godina. Isto lice ne može biti ponovo birano u Visoki savet sudstva. Visoki savet sudstva ima predsednika i\npotpredsednika. Predsednika Visokog saveta sudstva bira Visoki savet\nsudstva među članovima koji su sudije, a potpredsednika među članovima\nkoje bira Narodna skupština, na pet godina. Za predsednika Visokog\nsaveta sudstva ne može biti izabran predsednik Vrhovnog suda. Pre isteka vremena na koje je izabran, članu Visokog\nsaveta sudstva prestaje mandat ako sam to zatraži ili ako bude osuđen\nza krivično delo na kaznu zatvora od najmanje šest meseci. Članu koji\nje sudija prestaje mandat i s prestankom funkcije sudije, a članu koji\nnije sudija - i ako trajno izgubi radnu sposobnost za vršenje funkcije\nčlana Visokog saveta sudstva. Odluku o prestanku mandata člana Visokog saveta\nsudstva donosi Visoki savet sudstva. Protiv odluke dozvoljena je žalba\nUstavnom sudu, koja isključuje pravo na ustavnu žalbu. Pravno sredstvo protiv odluke Visokog saveta sudstva"}
{"model": "text-embedding-3-small", "id": 152, "title": "Član 153", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_153", "input": "Član 153: Protiv odluke Visokog saveta sudstva dozvoljena je\nžalba Ustavnom sudu, u slučajevima propisanim Ustavom i zakonom.\nIzjavljena žalba Ustavnom sudu isključuje pravo na podnošenje ustavne\nžalbe. Imunitet članova Visokog saveta sudstva"}
{"model": "text-embedding-3-small", "id": 153, "title": "Član 154", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_154", "input": "Član 154: Članovi Visokog saveta sudstva ne mogu biti pozvani\nna odgovornost za mišljenje dato u vezi sa vršenjem funkcije člana\nVisokog saveta sudstva i za glasanje prilikom donošenja odluka Visokog\nsaveta sudstva. Članovi Visokog saveta sudstva ne mogu bez odobrenja\nVisokog saveta sudstva biti lišeni slobode u postupku pokrenutom zbog\nkrivičnog dela koje su učinili kao članovi Visokog saveta sudstva. 8. Javna tužilaštva Položaj"}
{"model": "text-embedding-3-small", "id": 154, "title": "Član 155", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_155", "input": "Član 155: Javno tužilaštvo je jedinstven i samostalan državni\norgan koji goni učinioce krivičnih i drugih kažnjivih dela i vrši druge\nnadležnosti kojima se štiti javni interes određen zakonom. Javno tužilaštvo vrši svoje nadležnosti na osnovu\nUstava, potvrđenih međunarodnih ugovora, zakona, opšteprihvaćenih\npravila međunarodnog prava i drugih opštih akata, donetih u skladu sa\nzakonom. Niko izvan javnog tužilaštva ne može uticati na javno\ntužilaštvo i nosioce javnotužilačke funkcije u postupanju i odlučivanju\nu pojedinom predmetu. Osnivanje, ukidanje, organizacija i nadležnost javnog tužilaštva uređuju se zakonom. Najviše javno tužilaštvo u Republici Srbiji je Vrhovno javno tužilaštvo, kojim rukovodi Vrhovni javni tužilac. Funkciju javnog tužilaštva vrše Vrhovni javni tužilac, glavni javni tužioci i javni tužioci. Vrhovni javni tužilac i glavni javni tužilac u\nrukovođenju javnim tužilaštvima imaju hijerarhijska ovlašćenja u odnosu\nna postupanje nižih glavnih javnih tužilaca i javnih tužilaca u\nkonkretnom predmetu. Hijerarhijska ovlašćenja i pravna sredstva protiv njih bliže se uređuju zakonom. Odgovornost"}
{"model": "text-embedding-3-small", "id": 155, "title": "Član 156", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_156", "input": "Član 156: Vrhovni javni tužilac odgovara za rad javnog\ntužilaštva i svoj rad Narodnoj skupštini. Vrhovni javni tužilac nije\nodgovoran Narodnoj skupštini za postupanje u pojedinom predmetu. Glavni javni tužilac odgovara za rad javnog\ntužilaštva i za svoj rad Vrhovnom javnom tužiocu i neposredno višem\nglavnom javnom tužiocu, u skladu sa zakonom. Javni tužioci odgovaraju za svoj rad glavnom javnom tužiocu, u skladu sa zakonom. Obavezna uputstva za postupanje glavnog javnog tužioca i javnih tužilaca"}
{"model": "text-embedding-3-small", "id": 156, "title": "Član 157", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_157", "input": "Član 157: Vrhovni javni tužilac izdaje opšta obavezna uputstva\nza postupanje svih glavnih javnih tužilaca radi postizanja zakonitosti,\ndelotvornosti i jednoobraznosti u postupanju. Neposredno viši glavni javni tužilac može izdati\nnižem glavnom javnom tužiocu obavezno uputstvo za postupanje u\npojedinom predmetu ako postoji sumnja u efikasnost ili zakonitost\nnjegovog postupanja. Vrhovni javni tužilac može takvo uputstvo izdati\nsvakom glavnom javnom tužiocu. Glavni javni tužilac može javnom tužiocu izdati obavezno uputstvo za rad i postupanje. Glavni javni tužilac i javni tužilac dužni su da postupaju po obaveznom uputstvu. Niži glavni javni tužilac ili javni tužilac koji\nsmatra da je obavezno uputstvo nezakonito ili neosnovano ima pravo na\nprigovor, u skladu sa zakonom. Izbor i prestanak funkcije Vrhovnog javnog tužioca i glavnog javnog tužioca"}
{"model": "text-embedding-3-small", "id": 157, "title": "Član 158", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_158", "input": "Član 158: Vrhovnog javnog tužioca bira Narodna skupština, na\nšest godina, na predlog Visokog saveta tužilaštva posle javnog\nkonkursa, glasovima tri petine svih narodnih poslanika, u skladu sa\nzakonom. Visoki savet tužilaštva predlaže Narodnoj skupštini jednog kandidata za Vrhovnog javnog tužioca. Ako Narodna skupština ne izabere Vrhovnog javnog\ntužioca u roku, posle isteka narednih deset dana, njega bira, između\nsvih kandidata koji ispunjavaju uslove za izbor, komisija koju čine\npredsednik Narodne skupštine, predsednik Ustavnog suda, predsednik\nVrhovnog suda, Vrhovni javni tužilac i Zaštitnik građana, većinom\nglasova. Isto lice ne može biti ponovo birano za Vrhovnog javnog tužioca. Glavnog javnog tužioca bira Visoki savet tužilaštva, na šest godina. Pre isteka vremena na koje je izabran Vrhovnom javnom\ntužiocu i glavnom javnom tužiocu prestaje funkcija: ako to sam zatraži,\nako bude ukinuto javno tužilaštvo, ako trajno izgubi radnu sposobnost\nza vršenje funkcije glavnog javnog tužioca, ako mu prestane\ndržavljanstvo Republike Srbije ili ako bude razrešen. Vrhovni javni tužilac i glavni javni tužilac se\nrazrešavaju ako budu osuđeni za krivično delo na kaznu zatvora od\nnajmanje šest meseci ili ako nastupi neki od zakonom predviđenih\nrazloga za razrešenje. Protiv odluke Visokog saveta tužilaštva o prestanku\nfunkcije glavni javni tužilac ima pravo na žalbu Ustavnom sudu, koja\nisključuje pravo na ustavnu žalbu. Vrhovni javni tužilac i glavni javni tužilac kojima prestane funkcija ostaju na funkciji javnog tužioca, u skladu sa zakonom. Uslovi za izbor glavnog javnog tužioca i javnog tužioca"}
{"model": "text-embedding-3-small", "id": 158, "title": "Član 159", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_159", "input": "Član 159: Uslovi za izbor glavnog javnog tužioca i javnog tužioca uređuju se zakonom. Stalnost funkcije javnog tužioca"}
{"model": "text-embedding-3-small", "id": 159, "title": "Član 160", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_160", "input": "Član 160: Funkcija javnog tužioca je stalna. Pre navršenja radnog veka javnom tužiocu prestaje\nfunkcija: ako sam to zatraži, ako trajno izgubi radnu sposobnost za\nvršenje funkcije javnog tužioca, ako mu prestane državljanstvo\nRepublike Srbije ili ako bude razrešen. Javni tužilac razrešava se ako bude osuđen za\nkrivično delo na kaznu zatvora od najmanje šest meseci ili ako je u\ndisciplinskom postupku utvrđeno da je učinio težak disciplinski\nprekršaj koji, prema oceni Visokog saveta tužilaštva, ozbiljno šteti\nugledu javnog tužilaštva ili poverenju javnosti u javno tužilaštvo. Odluku o prestanku funkcije javnog tužioca donosi Visoki savet tužilaštva. Protiv odluke Visokog saveta tužilaštva o prestanku\nfunkcije javni tužilac ima pravo na žalbu Ustavnom sudu, koja\nisključuje pravo na ustavnu žalbu. Imunitet i nespojivost"}
{"model": "text-embedding-3-small", "id": 160, "title": "Član 161", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_161", "input": "Član 161: Vrhovni javni tužilac, glavni javni tužilac i javni\ntužilac ne mogu biti pozvani na odgovornost za mišljenje dato ili\nodluku donetu u vezi sa vršenjem funkcije, izuzev ako učine krivično\ndelo kršenje zakona od strane sudije ili javnog tužioca. Vrhovni javni tužilac, glavni javni tužilac i javni\ntužilac ne mogu bez odobrenja Visokog saveta tužilaštva biti lišeni\nslobode u postupku pokrenutom zbog krivičnog dela učinjenog u vezi sa\nvršenjem svoje funkcije. Zakonom se uređuje koje su funkcije, poslovi ili\nprivatni interesi nespojivi sa funkcijom Vrhovnog javnog tužioca,\nglavnog javnog tužioca i javnog tužioca. Visoki savet tužilaštva Nadležnost Visokog saveta tužilaštva"}
{"model": "text-embedding-3-small", "id": 161, "title": "Član 162", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_162", "input": "Član 162: Visoki savet tužilaštva je samostalan državni organ\nkoji obezbeđuje i jemči samostalnost javnog tužilaštva, Vrhovnog javnog\ntužioca, glavnih javnih tužilaca i javnih tužilaca. Visoki savet tužilaštva predlaže Narodnoj skupštini\nizbor i prestanak funkcije Vrhovnog javnog tužioca, imenuje vršioca\nfunkcije Vrhovnog javnog tužioca, bira glavne javne tužioce i javne\ntužioce i odlučuje o prestanku njihove funkcije, odlučuje o drugim\npitanjima položaja Vrhovnog javnog tužioca, glavnih javnih tužilaca i\njavnih tužilaca i vrši druge nadležnosti određene Ustavom i zakonom. Sastav Visokog saveta tužilaštva"}
{"model": "text-embedding-3-small", "id": 162, "title": "Član 163", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_163", "input": "Član 163: Visoki savet tužilaštva čini 11 članova: pet javnih\ntužilaca koje biraju glavni javni tužioci i javni tužioci, četiri\nistaknuta pravnika koje bira Narodna skupština, Vrhovni javni tužilac i\nministar nadležan za pravosuđe. Ministar nadležan za pravosuđe ne glasa u postupku za utvrđivanje disciplinske odgovornosti javnog tužioca. Izbor članova Visokog saveta tužilaštva iz reda javnih tužilaca uređuje se zakonom. Prilikom izbora javnih tužilaca u Visoki savet tužilaštva vodi se računa o najširoj predstavljenosti javnih tužilaca. Narodna skupština bira četiri člana Visokog saveta\ntužilaštva među istaknutim pravnicima sa najmanje deset godina iskustva\nu pravnoj struci, od osam kandidata koje predloži nadležni odbor\nNarodne skupštine, posle javnog konkursa, glasovima dve trećine svih\nnarodnih poslanika, u skladu sa zakonom. Ako Narodna skupština ne izabere sva četiri člana u\nroku određenom zakonom, preostale članove posle isteka zakonom\nodređenog roka, između svih kandidata koji ispunjavaju uslove za izbor,\nbira komisija koju čine predsednik Narodne skupštine, predsednik\nUstavnog suda, predsednik Vrhovnog suda, Vrhovni javni tužilac i\nZaštitnik građana, većinom glasova. Glavni javni tužilac ne može biti biran u Visoki savet tužilaštva. Član Visokog saveta tužilaštva kojeg je izabrala Narodna skupština mora biti dostojan te funkcije. Član Visokog saveta tužilaštva kojeg je izabrala Narodna skupština ne može biti član političke stranke. Ostali uslovi za izbor i nespojivost sa funkcijom\nčlana Visokog saveta tužilaštva kojeg bira Narodna skupština uređuju se\nzakonom. Mandat članova Visokog saveta tužilaštva i predsednik i potpredsednik Visokog saveta tužilaštva"}
{"model": "text-embedding-3-small", "id": 163, "title": "Član 164", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_164", "input": "Član 164: Član Visokog saveta tužilaštva bira se na pet godina. Isto lice ne može biti ponovo birano u Visoki savet tužilaštva. Visoki savet tužilaštva ima predsednika i\npotpredsednika. Predsednika Visokog saveta tužilaštva bira Visoki savet\ntužilaštva među članovima koji su javni tužioci, a potpredsednika među\nčlanovima koje bira Narodna skupština, na pet godina. Pre isteka vremena na koje je izabran, članu Visokog\nsaveta tužilaštva prestaje mandat ako sam to zatraži ili ako bude\nosuđen za krivično delo na kaznu zatvora od najmanje šest meseci. Članu\nkoji je javni tužilac prestaje mandat i s prestankom funkcije javnog\ntužioca, a članu koji nije javni tužilac - i ako trajno izgubi radnu\nsposobnost za vršenje funkcije člana Visokog saveta tužilaštva. Odluku o prestanku mandata člana Visokog saveta\ntužilaštva donosi Visoki savet tužilaštva. Protiv odluke dozvoljena je\nžalba Ustavnom sudu, koja isključuje pravo na ustavnu žalbu. Pravno sredstvo protiv odluke Visokog saveta tužilaštva"}
{"model": "text-embedding-3-small", "id": 164, "title": "Član 165", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_165", "input": "Član 165: Protiv odluke Visokog saveta tužilaštva dozvoljena je\nžalba Ustavnom sudu, u slučajevima propisanim Ustavom i zakonom.\nIzjavljena žalba Ustavnom sudu isključuje pravo na podnošenje ustavne\nžalbe. Imunitet članova Visokog saveta tužilaštva"}
{"model": "text-embedding-3-small", "id": 165, "title": "Član 165a", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_165a", "input": "Član 165a: Članovi Visokog saveta tužilaštva ne mogu biti\npozvani na odgovornost za mišljenje dato u vezi sa vršenjem funkcije\nčlana Visokog saveta tužilaštva i za glasanje prilikom donošenja odluka\nVisokog saveta tužilaštva. Članovi Visokog saveta tužilaštva ne mogu bez\nodobrenja Visokog saveta tužilaštva biti lišeni slobode u postupku\npokrenutom zbog krivičnog dela koje su učinili kao članovi Visokog\nsaveta tužilaštva. Šesti deo USTAVNI SUD Položaj"}
{"model": "text-embedding-3-small", "id": 166, "title": "Član 166", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_166", "input": "Član 166: Ustavni sud je samostalan i nezavisan državni organ koji štiti\nustavnost i zakonitost i ljudska i manjinska prava i slobode. Odluke Ustavnog suda su konačne, izvršne i opšteobavezujuće. Nadležnost"}
{"model": "text-embedding-3-small", "id": 167, "title": "Član 167", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_167", "input": "Član 167: Ustavni sud odlučuje o: 1. saglasnosti zakona i drugih opštih akata sa Ustavom, opšteprihvaćenim\npravilima međunarodnog prava i potvrđenim međunarodnim ugovorima, 2. saglasnosti potvrđenih međunarodnih ugovora sa Ustavom, 3. saglasnosti drugih opštih akata sa zakonom, 4. saglasnosti statuta i opštih akata autonomnih pokrajina\ni jedinica lokalne samouprave sa Ustavom i zakonom, 5. saglasnosti opštih akata organizacija kojima su poverena\njavna ovlašćenja, političkih stranaka, sindikata, udruženja građana i kolektivnih\nugovora sa Ustavom i zakonom. Ustavni sud: 1. rešava sukob nadležnosti između sudova i drugih državnih\norgana, 2. rešava sukob nadležnosti između republičkih organa i pokrajinskih\norgana ili organa jedinica lokalne samouprave, 3. rešava sukob nadležnosti između pokrajinskih organa i organa\njedinica lokalne samouprave, 4. rešava sukob nadležnosti između organa različitih autonomnih\npokrajina ili različitih jedinica lokalne samouprave, 5. odlučuje o izbornim sporovima za koje zakonom nije određena\nnadležnost sudova, 6. vrši i druge poslove određene Ustavom i zakonom. Ustavni sud odlučuje o zabrani rada političke stranke, sindikalne\norganizacije ili udruženja građana. Ustavni sud obavlja i druge poslove predviđene Ustavom. Ocena ustavnosti i zakonitosti"}
{"model": "text-embedding-3-small", "id": 168, "title": "Član 168", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_168", "input": "Član 168: Postupak za ocenu ustavnosti i zakonitosti mogu da pokrenu\ndržavni organi, organi teritorijalne autonomije ili lokalne samouprave, kao i\nnajmanje 25 narodnih poslanika. Postupak može pokrenuti i sam Ustavni sud. Svako pravno ili fizičko lice ima pravo na inicijativu za pokretanje\npostupka za ocenu ustavnosti i zakonitosti. Zakon ili drugi opšti akt koji nije saglasan Ustavu ili zakonu\nprestaje da važi danom objavljivanja odluke Ustavnog suda u službenom glasilu. Ustavni sud može, do donošenja konačne odluke i pod uslovima\nodređenim zakonom, obustaviti izvršenje pojedinačnog akta ili radnje preduzete\nna osnovu zakona ili drugog opšteg akta čiju ustavnost ili zakonitost ocenjuje. Ustavni sud može oceniti saglasnost zakona i drugih opštih\nakata sa Ustavom, opštih akata sa zakonom i po prestanku njihovog važenja, ako\nje postupak ocene ustavnosti pokrenut najkasnije u roku od šest meseci od prestanka\nnjihovog važenja. Ocena ustavnosti zakona pre\nnjegovog stupanja na snagu"}
{"model": "text-embedding-3-small", "id": 169, "title": "Član 169", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_169", "input": "Član 169: Na zahtev najmanje jedne trećine narodnih poslanika, Ustavni\nsud je dužan da u roku od sedam dana oceni ustavnost zakona koji je izglasan,\na ukazom još nije proglašen. Ako zakon bude proglašen pre donošenja odluke o ustavnosti,\nUstavni sud će nastaviti da postupa prema zahtevu, u skladu sa redovnim postupkom\nza ocenu ustavnosti zakona. Ako Ustavni sud donese odluku o neustavnosti zakona pre njegovog\nproglašenja, ova odluka će stupiti na snagu danom proglašenja zakona. Postupak za ocenu ustavnosti ne može biti pokrenut protiv zakona\nčija je usklađenost sa Ustavom utvrđena pre njegovog stupanja na snagu. Ustavna žalba"}
{"model": "text-embedding-3-small", "id": 170, "title": "Član 170", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_170", "input": "Član 170: Ustavna žalba se može izjaviti protiv pojedinačnih akata ili\nradnji državnih organa ili organizacija kojima su poverena javna ovlašćenja,\na kojima se povređuju ili uskraćuju ljudska ili manjinska prava i slobode zajemčene\nUstavom, ako su iscrpljena ili nisu predviđena druga pravna sredstva za njihovu\nzaštitu. Obezbeđenje izvršenja odluke"}
{"model": "text-embedding-3-small", "id": 171, "title": "Član 171", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_171", "input": "Član 171: Svako je dužan da poštuje i izvršava odluku Ustavnog suda. Ustavni sud svojom odlukom uređuje način njenog izvršenja,\nkada je to potrebno. Izvršenje odluka Ustavnog suda uređuje se zakonom. Sastav Ustavnog suda.Izbor i imenovanje sudija Ustavnog suda"}
{"model": "text-embedding-3-small", "id": 172, "title": "Član 172", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_172", "input": "Član 172: Ustavni sud čini 15 sudija koji se biraju i imenuju na devet\ngodina. Pet sudija Ustavnog suda bira Narodna skupština, pet imenuje predsednik Republike, a pet opšta sednica Vrhovnog suda. Narodna skupština bira pet sudija Ustavnog suda\nizmeđu deset kandidata koje predloži predsednik Republike, predsednik\nRepublike imenuje pet sudija Ustavnog suda između deset kandidata koje\npredloži Narodna skupština, a opšta sednica Vrhovnog suda imenuje pet\nsudija između deset kandidata koje na zajedničkoj sednici predlože\nVisoki savet sudstva i Visoki savet tužilaštva. Sa svake od predloženih lista kandidata jedan od izabranih\nkandidata mora biti sa teritorije autonomnih pokrajina. Sudija Ustavnog suda se bira i imenuje među istaknutim pravnicima\nsa najmanje 40 godina života i 15 godina iskustva u pravnoj struci. Jedno lice može biti birano ili imenovano za sudiju Ustavnog\nsuda najviše dva puta. Sudije Ustavnog suda iz svog sastava biraju predsednika na\nperiod od tri godine, tajnim glasanjem. Sukob interesa. Imunitet"}
{"model": "text-embedding-3-small", "id": 173, "title": "Član 173", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_173", "input": "Član 173: Sudija Ustavnog suda ne može vršiti drugu javnu ili profesionalnu\nfunkciju niti posao, izuzev profesure na pravnom fakultetu u Republici Srbiji,\nu skladu sa zakonom. Sudija Ustavnog suda uživa imunitet kao narodni poslanik. O\nnjegovom imunitetu odlučuje Ustavni sud. Prestanak dužnosti sudije\nUstavnog suda"}
{"model": "text-embedding-3-small", "id": 174, "title": "Član 174", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_174", "input": "Član 174: Sudiji Ustavnog suda dužnost prestaje istekom vremena na koje\nje izabran ili imenovan, na njegov zahtev, kad napuni zakonom propisane opšte\nuslove za starosnu penziju ili razrešenjem. Sudija Ustavnog suda razrešava se ako povredi zabranu sukoba\ninteresa, trajno izgubi radnu sposobnost za dužnost sudije Ustavnog suda, bude\nosuđen na kaznu zatvora ili za kažnjivo delo koje ga čini nedostojnim dužnosti\nsudije Ustavnog suda. O prestanku dužnosti sudije, na zahtev ovlašćenih predlagača\nza izbor, odnosno imenovanje za izbor sudije Ustavnog suda, odlučuje Narodna\nSkupština. Inicijativu za pokretanje postupka za razrešenje može da podnese Ustavni\nsud. Način odlučivanja u Ustavnom\nsudu. Zakon o Ustavnom sudu"}
{"model": "text-embedding-3-small", "id": 175, "title": "Član 175", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_175", "input": "Član 175: Ustavni sud odluke donosi većinom glasova svih sudija Ustavnog\nsuda. Odluku da samostalno pokrene postupak za ocenu ustavnosti ili\nzakonitosti Ustavni sud donosi dvotrećinskom većinom glasova svih sudija. Uređenje Ustavnog suda i postupak pred Ustavnim sudom i pravno\ndejstvo njegovih odluka, uređuju se zakonom. Sedmi deo TERITORIJALNO UREĐENJE 1. Pokrajinska\nautonomija i lokalna samouprava Pojam"}
{"model": "text-embedding-3-small", "id": 176, "title": "Član 176", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_176", "input": "Član 176: Građani imaju pravo na pokrajinsku autonomiju i lokalnu samoupravu,\nkoje ostvaruju neposredno ili preko svojih slobodno izabranih predstavnika. Autonomne pokrajine i jedinice lokalne samouprave imaju status\npravnih lica. Razgraničenje nadležnosti"}
{"model": "text-embedding-3-small", "id": 177, "title": "Član 177", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_177", "input": "Član 177: Jedinice lokalne samouprave nadležne su u pitanjima koja se,\nna svrsishodan način, mogu ostvarivati unutar jedinice lokalne samouprave, a\nautonomne pokrajine u pitanjima koja se, na svrsishodan način, mogu ostvarivati\nunutar autonomne pokrajine, u kojima nije nadležna Republika Srbija. Koja su pitanja od republičkog, pokrajinskog i lokalnog značaja\nodređuje se zakonom. Poveravanje nadležnosti"}
{"model": "text-embedding-3-small", "id": 178, "title": "Član 178", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_178", "input": "Član 178: Republika Srbija može zakonom poveriti autonomnim pokrajinama\ni jedinicama lokalne samouprave pojedina pitanja iz svoje nadležnosti. Autonomna pokrajina može odlukom poveriti jedinicama lokalne\nsamouprave pojedina pitanja iz svoje nadležnosti. Sredstva za vršenje poverenih nadležnosti obezbeđuje Republika\nSrbija ili autonomna pokrajina, zavisno od toga ko je poverio nadležnosti. Prava i obaveze autonomnih pokrajina i jedinica lokalne samouprave\ni ovlašćenja Republike Srbije i autonomnih pokrajina u nadzoru nad vršenjem poverenih\nnadležnosti uređuju se zakonom. Pravo na samostalno uređivanje\norgana"}
{"model": "text-embedding-3-small", "id": 179, "title": "Član 179", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_179", "input": "Član 179: Autonomne pokrajine, u skladu sa Ustavom i statutom autonomne\npokrajine, a jedinice lokalne samouprave, u skladu sa Ustavom i zakonom, samostalno\npropisuju uređenje i nadležnost svojih organa i javnih službi. Skupština autonomne pokrajine\ni jedinice lokalne samouprave"}
{"model": "text-embedding-3-small", "id": 180, "title": "Član 180", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_180", "input": "Član 180: Skupština je najviši organ autonomne pokrajine i jedinice lokalne\nsamouprave. Skupštinu autonomne pokrajine čine poslanici, a skupštinu jedinice\nlokalne samouprave odbornici. Poslanici i odbornici biraju se na period od četiri godine,\nna neposrednim izborima tajnim glasanjem, i to poslanici u skladu sa odlukom\nskupštine autonomne pokrajine, a odbornici, u skladu sa zakonom. U autonomnim pokrajinama i jedinicama lokalne samouprave u\nkojima živi stanovništvo mešovitog nacionalnog sastava, omogućuje se srazmerna\nzastupljenost nacionalnih manjina u skupštinama, u skladu sa zakonom. Saradnja autonomnih pokrajina\ni jedinica lokalne samouprave"}
{"model": "text-embedding-3-small", "id": 181, "title": "Član 181", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_181", "input": "Član 181: Autonomne pokrajine i jedinice lokalne samouprave sarađuju\nsa odgovarajućim teritorijalnim zajednicama i jedinicama lokalne samouprave drugih\ndržava, u okviru spoljne politike Republike Srbije, uz poštovanje teritorijalnog\njedinstva i pravnog poretka Republike Srbije. 2. Autonomne\npokrajine Pojam, osnivanje i teritorija\nautonomne pokrajine"}
{"model": "text-embedding-3-small", "id": 182, "title": "Član 182", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_182", "input": "Član 182: Autonomne pokrajine su autonomne teritorijalne zajednice osnovane\nUstavom, u kojima građani ostvaruju pravo na pokrajinsku autonomiju. Republika Srbija ima Autonomnu pokrajinu Vojvodinu i Autonomnu\npokrajinu Kosovo i Metohija. Suštinska autonomija Autonomne pokrajine Kosovo\ni Metohija urediće se posebnim zakonom koji se donosi po postupku predviđenom\nza promenu Ustava. Nove autonomne pokrajine mogu se osnivati, a već osnovane ukidati\nili spajati po postupku predviđenom za promenu Ustava. Predlog za osnivanje novih\nili ukidanje, odnosno spajanje postojećih autonomnih pokrajina utvrđuju građani\nna referendumu, u skladu sa zakonom. Teritorija autonomnih pokrajina i uslovi pod kojima se može\npromeniti granica između autonomnih pokrajina određuje se zakonom. Teritorija\nautonomnih pokrajina ne može se menjati bez saglasnosti njenih građana izražene\nna referendumu, u skladu sa zakonom. Nadležnost autonomnih pokrajina"}
{"model": "text-embedding-3-small", "id": 183, "title": "Član 183", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_183", "input": "Član 183: Autonomne pokrajine, u skladu sa Ustavom i svojim statutom,\nuređuju nadležnost, izbor, organizaciju i rad organa i službi koje osnivaju. Autonomne pokrajine, u skladu sa zakonom, uređuju pitanja od\npokrajinskog značaja u oblasti: 1. prostornog planiranja i razvoja, 2. poljoprivrede, vodoprivrede, šumarstva, lova, ribolova,\nturizma, ugostiteljstva, banja i lečilišta, zaštite životne sredine, industrije\ni zanatstva, drumskog, rečnog i železničkog saobraćaja i uređivanja puteva, priređivanja\nsajmova i drugih privrednih manifestacija, 3. prosvete, sporta, kulture, zdravstvene i socijalne zaštite\ni javnog informisanja na pokrajinskom nivou. Autonomne pokrajine se staraju o ostvarivanju ljudskih i manjinskih\nprava, u skladu sa zakonom. Autonomne pokrajine utvrđuju simbole pokrajine i način njihovog\nkorišćenja. Autonomne pokrajine upravljaju pokrajinskom imovinom na način\npredviđen zakonom. Autonomne pokrajine, u skladu sa Ustavom i zakonom, imaju izvorne\nprihode, obezbeđuju sredstva jedinicama lokalne samouprave za obavljanje poverenih\nposlova, donose svoj budžet i završni račun. Finansijska autonomija autonomnih\npokrajina"}
{"model": "text-embedding-3-small", "id": 184, "title": "Član 184", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_184", "input": "Član 184: Autonomna pokrajina ima izvorne prihode kojima finansira svoje\nnadležnosti. Vrste i visina izvornih prihoda autonomnih pokrajina određuju\nse zakonom. Zakonom se određuje učešće autonomnih pokrajina u delu prihoda\nRepublike Srbije. Budžet Autonomne pokrajine Vojvodine iznosi najmanje 7% u odnosu\nna budžet Republike Srbije, s tim što se tri sedmine od budžeta Autonomne pokrajine\nVojvodine koristi za finansiranje kapitalnih rashoda. Pravni akti autonomne pokrajine"}
{"model": "text-embedding-3-small", "id": 185, "title": "Član 185", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_185", "input": "Član 185: Najviši pravni akt autonomne pokrajine je statut. Statut autonomne pokrajine donosi njena skupština, uz prethodnu\nsaglasnost Narodne skupštine. O pitanjima iz svoje nadležnosti autonomna pokrajina donosi\nodluke i druga opšta akta. Nadzor nad radom organa autonomne\npokrajine"}
{"model": "text-embedding-3-small", "id": 186, "title": "Član 186", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_186", "input": "Član 186: Vlada može pred Ustavnim sudom pokrenuti postupak za ocenu\nustavnosti ili zakonitosti odluke autonomne pokrajine, pre njenog stupanja na\nsnagu. U tom slučaju, Ustavni sud može, do donošenja svoje odluke, odložiti stupanje\nna snagu osporene odluke autonomne pokrajine. Zaštita pokrajinske autonomije"}
{"model": "text-embedding-3-small", "id": 187, "title": "Član 187", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_187", "input": "Član 187: Organ određen statutom autonomne pokrajine ima pravo žalbe\nUstavnom sudu ako se pojedinačnim aktom ili radnjom državnog organa ili organa\njedinice lokalne samouprave onemogućava vršenje nadležnost autonomne pokrajine. Organ određen statutom autonomne pokrajine može pokrenuti postupak\nza ocenu ustavnosti ili zakonitosti zakona i drugog opšteg akta Republike Srbije\nili opšteg akta jedinice lokalne samouprave kojim se povređuje pravo na pokrajinsku\nautonomiju. 3. Lokalna\nsamouprava Osnovne odredbe"}
{"model": "text-embedding-3-small", "id": 188, "title": "Član 188", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_188", "input": "Član 188: Jedinice lokalne samouprave su opštine, gradovi i grad Beograd. Teritorija i sedište jedinice lokalne samouprave određuje se\nzakonom. Osnivanju, ukidanju i promeni teritorije jedinice lokalne samouprave\nprethodi referendum na teritoriji te jedinice lokalne samouprave. Poslovi jedinice lokalne samouprave finansiraju se iz izvornih\nprihoda jedinice lokalne samouprave, budžeta Republike Srbije, u skladu sa zakonom,\ni budžeta autonomne pokrajine, kada je autonomna pokrajina poverila jedinicama\nlokalne samouprave obavljanje poslova iz svoje nadležnosti, u skladu sa odlukom\nskupštine autonomne pokrajine. Položaj jedinica lokalne\nsamouprave"}
{"model": "text-embedding-3-small", "id": 189, "title": "Član 189", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_189", "input": "Član 189: Opštine se osnivaju i ukidaju zakonom. Grad se osniva zakonom, u skladu sa kriterijumima predviđenim\nzakonom kojim se uređuje lokalna samouprava. Grad ima nadležnosti koje su Ustavom poverene opštini, a zakonom\nmu se mogu poveriti i druge nadležnosti. Statutom grada može se predvideti da se na teritoriji grada\nobrazuju dve ili više gradskih opština. Statutom grada se uređuju poslovi iz\nnadležnosti grada koje vrše gradske opštine. Položaj grada Beograda, glavnog grada Republike Srbije, uređuje\nse zakonom o glavnom gradu i statutom grada Beograda. Grad Beograd ima nadležnosti\nkoje su Ustavom i zakonom poverene opštini i gradu, a zakonom o glavnom gradu\nmogu mu se poveriti i druge nadležnosti. Nadležnost opštine"}
{"model": "text-embedding-3-small", "id": 190, "title": "Član 190", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_190", "input": "Član 190: Opština, preko svojih organa, u skladu sa zakonom: 1. uređuje i obezbeđuje obavljanje i razvoj komunalnih delatnosti; 2. uređuje i obezbeđuje korišćenje građevinskog zemljišta i\nposlovnog prostora; 3. stara se o izgradnji, rekonstrukciji, održavanju i korišćenju\nlokalnih puteva i ulica i drugih javnih objekata od opštinskog značaja; uređuje\ni obezbeđuje lokalni prevoz; 4. stara se o zadovoljavanju potreba građana u oblasti prosvete,\nkulture, zdravstvene i socijalne zaštite, dečije zaštite, sporta i fizičke kulture; 5. stara se o razvoju i unapređenju turizma, zanatstva, ugostiteljstva\ni trgovine; 6. stara se o zaštiti životne sredine, zaštiti od elementarnih\ni drugih nepogoda; zaštiti kulturnih dobara od značaja za opštinu; 7. zaštiti, unapređenju i korišćenju poljoprivrednog zemljišta; 8. obavlja i druge poslove određene zakonom. Opština samostalno, u skladu sa zakonom, donosi svoj budžet\ni završni račun, urbanistički plan i program razvoja opštine, utvrđuje simbole\nopštine i njihovu upotrebu. Opština se stara o ostvarivanju, zaštiti i unapređenju ljudskih\ni manjinskih prava, kao i o javnom informisanju u opštini. Opština samostalno upravlja opštinskom imovinom, u skladu sa\nzakonom. Opština, u skladu sa zakonom, propisuje prekršaje za povrede\nopštinskih propisa. Pravni akti i organi opštine"}
{"model": "text-embedding-3-small", "id": 191, "title": "Član 191", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_191", "input": "Član 191: Najviši pravni akt opštine je statut. Statut donosi skupština\nopštine. Skupština opštine donosi opšte akte iz svoje nadležnosti, usvaja\nbudžet i završni račun opštine, donosi plan razvoja i prostorni plan opštine,\nraspisuje opštinski referendum i vrši druge poslove određene zakonom i statutom. Organi opštine su skupština opštine i drugi organi određeni\nstatutom, u skladu sa zakonom. Skupština opštine odlučuje o izboru izvršnih organa opštine,\nu skladu sa zakonom i statutom. Izbor izvršnih organa grada i grada Beograda uređuje se zakonom. Nadzor nad radom opštine"}
{"model": "text-embedding-3-small", "id": 192, "title": "Član 192", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_192", "input": "Član 192: Vlada je dužna da obustavi od izvršenja opšti akt opštine za\nkoji smatra da nije saglasan Ustavu ili zakonu i da u roku od pet dana pokrene\npostupak za ocenjivanje njegove ustavnosti ili zakonitosti. Vlada može, pod uslovima određenim zakonom, raspustiti skupštinu\nopštine. Istovremeno sa raspuštanjem skupštine opštine, Vlada imenuje\nprivremeni organ koji obavlja poslove iz nadležnosti skupštine, vodeći računa\no političkom i nacionalnom sastavu raspuštene skupštine opštine. Zaštita lokalne samouprave"}
{"model": "text-embedding-3-small", "id": 193, "title": "Član 193", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_193", "input": "Član 193: Organ određen statutom opštine ima pravo žalbe Ustavnom sudu\nako se pojedinačnim aktom ili radnjom državnog organa ili organa jedinice lokalne\nsamouprave onemogućava vršenje nadležnosti opštine. Organ određen statutom opštine može da pokrene postupak za\nocenu ustavnosti ili zakonitosti zakona i drugog opšteg akta Republike Srbije\nili autonomne pokrajine kojim se povređuje pravo na lokalnu samoupravu. Osmi deo USTAVNOST I ZAKONITOST Hijerarhija domaćih i međunarodnih\nopštih pravnih akata"}
{"model": "text-embedding-3-small", "id": 194, "title": "Član 194", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_194", "input": "Član 194: Pravni poredak Republike Srbije je jedinstven. Ustav je najviši pravni akt Republike Srbije. Svi zakoni i drugi opšti akti doneti u Republici Srbiji moraju\nbiti saglasni sa Ustavom. Potvrđeni međunarodni ugovori i opšteprihvaćena pravila međunarodnog\nprava deo su pravnog poretka Republike Srbije. Potvrđeni međunarodni ugovori\nne smeju biti u suprotnosti sa Ustavom. Zakoni i drugi opšti akti doneti u Republici Srbiji ne smeju\nbiti u suprotnosti sa potvrđenim međunarodnim ugovorima i opšteprihvaćenim pravilima\nmeđunarodnog prava. Hijerarhija domaćih opštih\npravnih akata"}
{"model": "text-embedding-3-small", "id": 195, "title": "Član 195", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_195", "input": "Član 195: Svi podzakonski opšti akti Republike Srbije, opšti akti organizacija\nkojima su poverena javna ovlašćenja, političkih stranaka, sindikata i udruženja\ngrađana i kolektivni ugovori moraju biti saglasni zakonu. Statuti, odluke i svi drugi opšti akti autonomnih pokrajina\ni jedinica lokalne samouprave moraju biti saglasni sa zakonom. Svi opšti akti autonomnih pokrajina i jedinica lokalne samouprave\nmoraju biti saglasni njihovim statutima. Objavljivanje zakona i drugih\nopštih akata"}
{"model": "text-embedding-3-small", "id": 196, "title": "Član 196", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_196", "input": "Član 196: Zakoni i svi drugi opšti akti, objavljuju se pre stupanja na\nsnagu. Ustav, zakoni i podzakonski opšti akti Republike Srbije objavljuju\nse u republičkom službenom glasilu, a statuti, odluke i drugi opšti akti autonomnih\npokrajina, objavljuju se u pokrajinskom službenom glasilu. Statuti i opšti akti jedinica lokalne samouprave, objavljuju\nse u lokalnim službenim glasilima. Zakoni i drugi opšti akti stupaju na snagu najranije osmog\ndana od dana objavljivanja i mogu da stupe na snagu ranije samo ako za to postoje\nnaročito opravdani razlozi, utvrđeni prilikom njihovog donošenja. Zabrana povratnog dejstva\nzakona i drugih opštih akata"}
{"model": "text-embedding-3-small", "id": 197, "title": "Član 197", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_197", "input": "Član 197: Zakoni i svi drugi opšti akti ne mogu imati povratno dejstvo. Izuzetno, samo pojedine odredbe zakona mogu imati povratno\ndejstvo, ako to nalaže opšti interes utvrđen pri donošenju zakona. Odredba krivičnog zakona može imati povratno dejstvo samo ako\nje blaža za učinioca krivičnog dela. Zakonitost uprave"}
{"model": "text-embedding-3-small", "id": 198, "title": "Član 198", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_198", "input": "Član 198: Pojedinačni akti i radnje državnih organa, organizacija kojima\nsu poverena javna ovlašćenja, organa autonomnih pokrajina i jedinica lokalne\nsamouprave, moraju biti zasnovani na zakonu. Zakonitost konačnih pojedinačnih akata kojima se odlučuje o\npravu, obavezi ili na zakonu zasnovanom interesu podleže preispitivanju pred\nsudom u upravnom sporu, ako u određenom slučaju zakonom nije predviđena drugačija\nsudska zaštita. Jezik postupka"}
{"model": "text-embedding-3-small", "id": 199, "title": "Član 199", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_199", "input": "Član 199: Svako ima pravo da koristi svoj jezik u postupku pred sudom,\ndrugim državnim organom ili organizacijom koja vrši javna ovlašćenja, kada se\nrešava o njegovom pravu ili obavezi. Neznanje jezika na kome se postupak vodi ne sme biti smetnja\nza ostvarivanje i zaštitu ljudskih i manjinskih prava. Vanredno stanje"}
{"model": "text-embedding-3-small", "id": 200, "title": "Član 200", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_200", "input": "Član 200: Kada javna opasnost ugrožava opstanak države ili građana, Narodna\nskupština proglašava vanredno stanje. Odluka o vanrednom stanju važi najduže 90 dana. Po isteku ovog\nroka, Narodna skupština odluku o vanrednom stanju može produžiti za još 90 dana,\nvećinom od ukupnog broja narodnih poslanika. Za vreme vanrednog stanja, Narodna skupština se sastaje bez\nposebnog poziva i ne može biti raspuštena. Proglašavajući vanredno stanje Narodna skupština može propisati\nmere kojima se odstupa od Ustavom zajemčenih ljudskih i manjinskih prava. Kad Narodna skupština nije u mogućnosti da se sastane, odluku\no proglašenju vanrednog stanja donose zajedno predsednik Republike, predsednik\nNarodne skupštine i predsednik Vlade, pod istim uslovima kao i Narodna skupština. Kad Narodna skupština nije u mogućnosti da se sastane, mere\nkojima se odstupa od ljudskih i manjinskih prava može propisati Vlada, uredbom,\nuz supotpis predsednika Republike. Mere odstupanja od ljudskih i manjinskih prava koje propišu\nNarodna skupština ili Vlada važe najduže 90 dana, a po isteku ovog roka mogu\nse obnoviti pod istim uslovima. Kad odluku o vanrednom stanju nije donela Narodna skupština,\nNarodna skupština je potvrđuje u roku od 48 sati od njenog donošenja, odnosno\nčim bude u mogućnosti da se sastane. Ako Narodna skupština ne potvrdi ovu odluku,\nodluka prestaje da važi završetkom prve sednice Narodne skupštine održane po\nproglašenju vanrednog stanja. Kad mere kojima se odstupa od ljudskih i manjinskih prava nije\npropisala Narodna skupština, Vlada je dužna da uredbu o merama odstupanja od\nljudskih i manjinskih prava podnese na potvrdu Narodnoj skupštini u roku od 48\nsati od njenog donošenja, odnosno čim Narodna skupština bude u mogućnosti da\nse sastane. U suprotnom, mere odstupanja prestaju da važe 24 sata od početka\nprve sednice Narodne skupštine održane po proglašenju vanrednog stanja. Ratno stanje"}
{"model": "text-embedding-3-small", "id": 201, "title": "Član 201", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_201", "input": "Član 201: Ratno stanje proglašava Narodna skupština. Kad Narodna skupština nije u mogućnosti da se sastane, odluku\no proglašenju ratnog stanja donose zajedno predsednik Republike, predsednik Narodne\nskupštine i predsednik Vlade. Proglašavajući ratno stanje Narodna skupština može propisati\nmere kojima se odstupa od Ustavom zajemčenih ljudskih i manjinskih prava. Kad Narodna skupština ne može da se sastane, mere odstupanja\nod Ustavom zajemčenih ljudskih i manjinskih prava zajedno utvrđuju predsednik\nRepublike, predsednik Narodne skupštine i predsednik Vlade. Sve mere propisane u periodu ratnog stanja potvrđuje Narodna\nskupština kad bude u mogućnosti da se sastane. Odstupanja od ljudskih i\nmanjinskih prava u vanrednom i ratnom stanju"}
{"model": "text-embedding-3-small", "id": 202, "title": "Član 202", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_202", "input": "Član 202: Po proglašenju vanrednog ili ratnog stanja, dozvoljena su\nodstupanja od ljudskih i manjinskih prava zajemčenih Ustavom, i to samo u obimu\nu kojem je to neophodno. Mere odstupanja ne smeju da dovedu do razlikovanja na osnovu\nrase, pola, jezika, veroispovesti, nacionalne pripadnosti ili društvenog porekla. Mere odstupanja od ljudskih i manjinskih prava prestaju da\nvaže prestankom vanrednog ili ratnog stanja. Mere odstupanja ni u kom slučaju nisu dozvoljene u pogledu\nprava zajemčenih čl. 23, 24, 25, 26, 28, 32, 34, 37, 38, 43, 45, 47, 49, 62 ,\n63, 64. i 78. Ustava. Deveti deo PROMENA USTAVA Predlog za promenu Ustava\ni usvajanje promene Ustava"}
{"model": "text-embedding-3-small", "id": 203, "title": "Član 203", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_203", "input": "Član 203: Predlog za promenu Ustava može podneti najmanje jedna trećina\nod ukupnog broja narodnih poslanika, predsednik Republike, Vlada i najmanje 150.000\nbirača. O promeni Ustava odlučuje Narodna skupština. Predlog za promenu Ustava usvaja se dvotrećinskom većinom od\nukupnog broja narodnih poslanika. Ako ne bude postignuta potrebna većina, promeni Ustava po pitanjima\nsadržanim u podnetom predlogu koji nije usvojen, ne može se pristupiti u narednih\ngodinu dana. Ako Narodna skupština usvoji predlog za promenu Ustava, pristupa\nse izradi, odnosno razmatranju akta o promeni Ustava. Narodna skupština usvaja akt o promeni Ustava dvotrećinskom\nvećinom od ukupnog broja narodnih poslanika i može odlučiti da ga i građani potvrde\nna republičkom referendumu. Narodna skupština je dužna da akt o promeni Ustava stavi na\nrepublički referendum radi potvrđivanja, ako se promena Ustava odnosi na preambulu\nUstava, načela Ustava, ljudska i manjinska prava i slobode, uređenje vlasti,\nproglašavanje ratnog i vanrednog stanja, odstupanje od ljudskih i manjinskih\nprava u vanrednom i ratnom stanju ili postupak za promenu Ustava. Kada se akt o promeni Ustava stavi na potvrđivanje, građani\nse na referendumu izjašnjavaju najkasnije u roku od 60 dana od dana usvajanja\nakta o promeni Ustava. Promena Ustava je usvojena ako je za promenu na referendumu\nglasala većina izašlih birača. Akt o promeni Ustava koji je potvrđen na republičkom referendumu\nstupa na snagu kada ga proglasi Narodna skupština. Ako Narodna skupština ne odluči da akt o promeni Ustava stavi\nna potvrđivanje, promena Ustava je usvojena izglasavanjem u Narodnoj skupštini,\na akt o promeni Ustava stupa na snagu kada ga proglasi Narodna skupština. Zabrana promene Ustava"}
{"model": "text-embedding-3-small", "id": 204, "title": "Član 204", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_204", "input": "Član 204: Ustav ne može biti promenjen za vreme ratnog ili vanrednog\nstanja. Ustavni zakon"}
{"model": "text-embedding-3-small", "id": 205, "title": "Član 205", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_205", "input": "Član 205: Za sprovođenje promene Ustava donosi se ustavni zakon. Ustavni zakon se donosi dvotrećinskom većinom od ukupnog broja\nnarodnih poslanika. Deseti deo ZAVRŠNA ODREDBA"}
{"model": "text-embedding-3-small", "id": 206, "title": "Član 206", "link": "https://www.paragraf.rs/propisi/ustav_republike_srbije.html#clan_206", "input": "Član 206: Ovaj ustav stupa na snagu danom proglašenja u Narodnoj skupštini. Ako ne probate više različitih izbora nikada nećete biti sigurni da li imate najbolju opciju u svojim rukama. Mi Vam tu mogućnost nudimo besplatno! Popunite formular i dobićete priliku da bez ikakvih troškova saznate da li je Paragraf dobar izbor za Vas. Ukoliko želite da Vas obaveštavamo o novostima i aktivnostima kompanije Paragraf prijavite se na našu mailing listu. Vaš e-mail neće biti upotrebljen u druge svrhe."}
