{"model": "text-embedding-3-small", "id": 0, "title": "Član 1", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_1", "input": "Član 1: Porez na dohodak građana plaćaju, u skladu sa odredbama ovog zakona, fizička lica koja ostvaruju dohodak. Oporezivanje dohotka građana uređuje se isključivo ovim zakonom. Poreska oslobođenja i olakšice mogu se uvoditi samo ovim zakonom. Dohodak"}
{"model": "text-embedding-3-small", "id": 1, "title": "Član 2", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_2", "input": "Član 2: Porez na dohodak građana plaća se na prihode iz svih izvora, osim onih koji su posebno izuzeti ovim zakonom. Oporezivi prihod predstavlja razliku između bruto\nprihoda koji je po nekom od osnova predviđenih u članu 3. ovog zakona\nostvario poreski obveznik i troškova koje je imao pri njihovom\nostvarivanju i očuvanju, ako je to propisano ovim zakonom. Dohodak predstavlja zbir oporezivih prihoda iz stava 2. ovog člana, ostvarenih u kalendarskoj godini. Prihodi koji podležu oporezivanju"}
{"model": "text-embedding-3-small", "id": 2, "title": "Član 3", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_3", "input": "Član 3: Porezu na dohodak građana podležu sledeće vrste prihoda: 1) zarade; 2) prihodi od samostalne delatnosti; 3) prihodi od autorskih prava, prava srodnih autorskom pravu i prava industrijske svojine; 4) prihodi od kapitala; 5) prihodi od nepokretnosti; 6) kapitalni dobici; 7) ostali prihodi. Prihodi iz stava 1. ovog člana oporezuju se bilo da su ostvareni u novcu, u naturi, činjenjem ili na drugi način. Oporezivanje pojedinih vrsta prihoda"}
{"model": "text-embedding-3-small", "id": 3, "title": "Član 4", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_4", "input": "Član 4: Na pojedine vrste prihoda iz člana 3. ovog zakona, porez na dohodak građana plaća se: 1) po odbitku od svakog pojedinačnog prihoda; 2) na osnovu rešenja nadležnog poreskog organa; 3) samooporezivanjem. Godišnji porez na dohodak građana"}
{"model": "text-embedding-3-small", "id": 4, "title": "Član 5", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_5", "input": "Član 5: Godišnji porez na dohodak građana plaća se samooporezivanjem na dohodak ostvaren u kalendarskoj godini, u\nskladu sa ovim zakonom. Poreski obveznik"}
{"model": "text-embedding-3-small", "id": 5, "title": "Član 6", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_6", "input": "Član 6: Poreski obveznik je fizičko lice koje je po odredbama ovog zakona dužno da plati porez (u daljem tekstu: obveznik). Rezident"}
{"model": "text-embedding-3-small", "id": 6, "title": "Član 7", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_7", "input": "Član 7: Obveznik poreza na dohodak građana je rezident\nRepublike Srbije (u daljem tekstu: rezident), za dohodak ostvaren na\nteritoriji Republike Srbije (u daljem tekstu: Republika) i u drugoj\ndržavi. Rezident Republike, u smislu ovog zakona, jeste fizičko lice koje: 1) na teritoriji Republike ima prebivalište ili centar poslovnih i životnih interesa, ili 2) na teritoriji Republike, neprekidno ili sa\nprekidima, boravi 183 ili više dana u periodu od 12 meseci koji počinje\nili se završava u odnosnoj poreskoj godini. Za određivanje boravka na teritoriji Republike iz\nstava 2. tačka 2) ovog člana, punim danom boravka u Republici smatraće\nse i boravak u delu dana, u bilo kom periodu između 00 i 24 časa, osim\ndela dana koji fizičko lice provede u tranzitu kroz Republiku. Fizičko lice koje u određenoj poreskoj godini nije\nboravilo na teritoriji Republike i koje u njoj ne ispunjava uslov da se\nsmatra poreskim rezidentom po osnovu kriterijuma predviđenih u stavu 2.\ntačka 1) ovog člana, neće se smatrati rezidentom Republike za tu\nporesku godinu. Fizičko lice koje nije bilo rezident u godini koja\nprethodi godini dolaska u Republiku, neće se smatrati rezidentom za\nperiod pre dana kada je ono prvi put ušlo na teritoriju Republike, pod\nuslovom da u periodu godine koji prethodi danu prvog ulaska na\nteritoriju Republike ne ispunjava uslov da se smatra rezidentom po\nosnovu kriterijuma predviđenih u stavu 2. tačka 1) ovog člana. Fizičko lice koje nije rezident u godini koja sledi\ngodini u kojoj je ono konačno napustilo Republiku neće se smatrati\nrezidentom za period godine koji sledi danu konačnog napuštanja\nteritorije Republike pod uslovom da se u tom periodu ne može smatrati\nrezidentom Republike po osnovu kriterijuma predviđenih u stavu 2. tačka\n1) ovog člana. Fizičko lice koje u momentu prvog ulaska na\nteritoriju Republike zna da će ispuniti uslove iz stava 2. tač. 1) ili\n2) ovog člana, smatraće se rezidentom počev od momenta kada je prvi put\nušlo na teritoriju Republike. Nezavisno od uslova predviđenih u stavu 2. ovog\nčlana, rezident Republike je i fizičko lice koje je iz Republike\nupućeno u drugu državu radi obavljanja poslova u diplomatskom ili\nkonzularnom predstavništvu Republike, odnosno obavljanja poslova za\nRepubliku u međunarodnim organizacijama, u periodu obavljanja\ndelatnosti u tom ili bilo kom drugom diplomatskom ili konzularnom\npredstavništvu Republike, odnosno međunarodnoj organizaciji. Nerezident"}
{"model": "text-embedding-3-small", "id": 7, "title": "Član 8", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_8", "input": "Član 8: Obveznik poreza na dohodak građana je i fizičko lice\nkoje nije rezident (u daljem tekstu: nerezident) za dohodak ostvaren na\nteritoriji Republike. Dohotkom, u smislu stava 1. ovog člana, naročito se smatra dohodak\nkoji fizičko lice ostvari po osnovu: 1) rada koji obavlja na teritoriji Republike; 2) korišćenja ili raspolaganja pravom na teritoriji Republike. Izuzimanja iz dohotka za oporezivanje"}
{"model": "text-embedding-3-small", "id": 8, "title": "Član 9", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_9", "input": "Član 9: Ne plaća se porez na dohodak građana na primanja ostvarena po osnovu: 1) propisa o pravima ratnih invalida; 2) primanja, osim naknade zarade (plate), koja se\nostvaruju u skladu sa zakonom kojim se uređuje finansijska podrška\nporodici sa decom; 3) naknada za pomoć i negu drugog lica i naknada za telesno\noštećenje; 4) naknada za vreme nezaposlenosti i druge vrste\nnaknada koje, u okviru programa i mera aktivne politike zapošljavanja,\nplaća Nacionalna služba za zapošljavanje u skladu sa zakonom kojim se\nuređuje zapošljavanje i osiguranje za slučaj nezaposlenosti; 5) usluga socijalne zaštite i materijalne podrške u skladu sa zakonom kojim se uređuje socijalna zaštita; 6) naknada iz zdravstvenog osiguranja, osim naknade zarade (plate); 7) naknada iz osiguranja imovine, izuzev naknada iz\nosiguranja za izmaklu korist, kao i naknada iz osiguranja lica kojima\nse nadoknađuje pretrpljena šteta, ukoliko ona nije nadoknađena od\nštetnika; 8) naknada materijalne i nematerijalne štete, izuzev\nnaknade za izmaklu korist i naknade zarade (plate), odnosno naknade za\nizgubljenu zaradu (platu); 9) pomoći koju u slučaju smrti zaposlenog ili penzionisanog zaposlenog,\nposlodavac isplaćuje članu njegove porodice - do 98.534  dinara; 10) pomoći zbog uništenja ili oštećenja imovine usled elementarnih nepogoda ili drugih vanrednih događaja; 11) organizovane socijalne i humanitarne pomoći; 12) stipendija i kredita učenika i studenata - u mesečnom iznosu do 43.160 \ndinara; 13) naknade za ishranu - hranarine koju sportistima amaterima\n isplaćuju amaterski sportski klubovi, u skladu sa zakonom kojim se uređuje\nsport - u mesečnom iznosu do 14.077 dinara; 14) naknada i nagrada za rad osuđenih lica i\nmaloletnih učinilaca krivičnih dela, saglasno zakonu kojim se uređuje\nizvršenje krivičnih sankcija; 15) naknada i nagrada za rad pacijenata u psihijatrijskim ustanovama; 16) uplate doprinosa za obavezno socijalno osiguranje\nkoje je privredno društvo dužno da plati za osnivača, odnosno svog\nčlana u skladu sa zakonom kojim se uređuju doprinosi za obavezno\nsocijalno osiguranje; 17) penzija, naknada uz penziju i invalidnina koje se ostvaruju po osnovu\nprava iz obaveznog penzijskog i invalidskog osiguranja, odnosno vojnog osiguranja; 18) otpremnine kod odlaska u penziju - do iznosa koji je kao najniži utvrđen zakonom kojim se uređuje rad, odnosno radni odnosi; 19) otpremnine, odnosno novčane naknade koje poslodavac isplaćuje zaposlenom\nza čijim je radom prestala potreba u skladu sa zakonom kojim se uređuje rad, odnosno radni\nodnosi, odnosno zaposlenom koji radi na poslovima za koje više ne postoji potreba ili postoji\npotreba smanjenja broja izvršilaca u skladu sa zakonom kojim se uređuje način određivanja\nmaksimalnog broja zaposlenih u javnom sektoru - do iznosa koji je kao najniži utvrđen tim\nzakonima; 20) otpremnine koja se isplaćuje licu kome prestaje\nradni odnos u procesu rešavanja viška zaposlenih u postupku\nprivatizacije u skladu sa aktom Vlade kojim se utvrđuje program za\nrešavanje viška zaposlenih u postupku privatizacije - do iznosa\nutvrđenog tim programom; 21) naknada za rad hranitelja i naknada za izdržavanje korisnika u hraniteljskoj porodici; 22) naknada koje se, u skladu sa propisima kojima se\nuređuje Vojska Srbije, isplaćuju vojnicima na služenju vojnog roka,\nučenicima i kadetima vojnoškolske ustanove i licima na drugom stručnom\nosposobljavanju za oficire i podoficire; 23) naknada koje se, u skladu sa propisima kojima se\nuređuju unutrašnji poslovi, isplaćuju studentima visokoškolske ustanove\nosnovane za ostvarivanje studijskih programa za potrebe policijskog\nobrazovanja; 23a) naknada koje, u skladu sa zakonom kojim se\nuređuje dualno obrazovanje, odnosno zakonom kojim se uređuje dualni\nmodel studija, kao materijalno i finansijsko obezbeđenje ostvaruju\nučenici, odnosno studenti koji obavljaju učenje kroz rad; 24) premija, subvencija, regresa i drugih sredstava\nkoja se u svrhu podsticanja razvoja poljoprivrede, iz budžeta\nRepublike, autonomne pokrajine i lokalne samouprave plaćaju, odnosno\nisplaćuju na poseban namenski račun nosiocu porodičnog poljoprivrednog\ngazdinstva koji je upisan u registar poljoprivrednih gazdinstava u\nskladu sa propisima koji uređuju tu oblast; 25) PDV nadoknade, u skladu sa zakonom kojim se uređuje porez na dodatu vrednost; 26) nagrada učenicima i studentima ostvarenim za\npostignute rezultate tokom školovanja i obrazovanja, kao i osvojenih na\nmeđunarodnim takmičenjima i takmičenjima u okviru obrazovnog sistema; 27) naknade troškova volontiranja koju ostvaruje volonter, u skladu sa zakonom kojim se uređuje volontiranje; 28) novčane pomoći fizičkim licima koja nisu u radnom\nodnosu kod davaoca koja služi za lečenje u zemlji ili inostranstvu, u\nvisini stvarnih troškova lečenja, dokumentovano računima zdravstvene\nustanove koja je lečenje izvršila, kao i dokumentovani troškovi prevoza\ni smeštaja za potrebe lečenja tog lica; 29) naknada za rad članova izbornih komisija, osim članova Republičke izborne\nkomisije, biračkih i glasačkih odbora za sprovođenje neposrednih izbora i drugih oblika neposrednog\nizjašnjavanja građana, kao i naknada za rad na popisu stanovništva - do 7.559 dinara u okviru\nistog izbornog ciklusa, odnosno popisa stanovništva; 30) novčane pomoći fizičkim licima koja nisu zaposlena kod davaoca,\na koja ne predstavlja ekvivalent za neki njihov rad, odnosno protivuslugu ili protivčinidbu\nza neku njihovu aktivnost u odnosu na davaoca - u iznosu do 18.704 dinara godišnje, ostvarene\nod jednog isplatioca; 31) naknade troškova boravka fizičkim licima koja učestvuju u programima\nEvropske unije i drugih međunarodnih organizacija u oblasti obrazovanja, obuka, sporta, rada\nsa mladima, nauke, istraživanja i inovacija, isplaćene u skladu sa navedenim programima,\na najviše do iznosa od 143.872 dinara za troškove na mesečnom nivou; 32) primanja koja se ostvaruju u skladu sa zakonom kojim se uređuju utvrđivanje garantne šeme i subvencionisanje dela kamate kao mera podrške mladima u kupovini prve stambene nepokretnosti. Ostvarivanje prava na poresko oslobođenje za primanja\niz stava 1. tač. 10), 11), 12), 13), 28) i 30) ovog člana bliže uređuje\nministar nadležan za poslove finansija (u daljem tekstu: ministar)."}
{"model": "text-embedding-3-small", "id": 9, "title": "Član 9a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_9a", "input": "Član 9a: (Brisan)"}
{"model": "text-embedding-3-small", "id": 10, "title": "Član 9b", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_9b", "input": "Član 9b: Izuzima se od oporezivanja dohodak nerezidentnog\nobveznika koji na teritoriji Republike provede najviše do 90 dana u\nperiodu od 12 meseci koji počinje ili se završava u odnosnoj poreskoj\ngodini, ukoliko je takav dohodak ostvaren od nerezidentnog nalogodavca\nkoji ne obavlja delatnost, odnosno aktivnosti na teritoriji Republike. Izuzimanje iz stava 1. ovog člana primenjuje se i na\ndohodak koji nerezidentni obveznik iz stava 1. ovog člana ostvari od\nnerezidentnog nalogodavca koji obavlja poslovnu delatnost na teritoriji\nRepublike, pod uslovom da sama usluga pružena nerezidentnom nalogodavcu\nne služi njegovoj delatnosti, odnosno aktivnosti koju obavlja na\nteritoriji Republike. Izdržavani članovi porodice"}
{"model": "text-embedding-3-small", "id": 11, "title": "Član 10", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_10", "input": "Član 10: Izdržavanim članovima porodice, u smislu ovog zakona, smatraju se sledeća lica koja obveznik izdržava: 1) maloletna deca, odnosno usvojenici; 2) deca, odnosno usvojenici na redovnom školovanju ili za vreme nezaposlenosti, ako sa obveznikom žive u domaćinstvu; 3) unuci, ako ih roditelji ne izdržavaju i ako žive u domaćinstvu sa obveznikom; 4) bračni drug; 5) roditelji, odnosno usvojioci. Članom porodice, u smislu ovog zakona, smatraju se bračni drug, roditelji, deca, usvojenik i usvojilac obveznika. Domaćinstvom, u smislu ovog zakona, smatra se zajednica života, privređivanja i trošenja ostvarenih prihoda. Poreski kredit"}
{"model": "text-embedding-3-small", "id": 12, "title": "Član 11", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_11", "input": "Član 11: Poreskim kreditom, u smislu ovog zakona, smatra se iznos za koji se umanjuje obračunati porez na dohodak građana. Izbegavanje dvostrukog oporezivanja"}
{"model": "text-embedding-3-small", "id": 13, "title": "Član 12", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_12", "input": "Član 12: Ako obveznik - rezident Republike ostvari dohodak u\ndrugoj državi, na koji je plaćen porez u toj državi, na račun poreza na\ndohodak građana utvrđenog prema odredbama ovog zakona odobrava mu se\nporeski kredit u visini poreza na dohodak plaćenog u toj državi. Poreski kredit iz stava 1. ovog člana ne može biti\nveći od iznosa koji bi se dobio primenom odredaba ovog zakona na\ndohodak ostvaren u drugoj državi. Usklađivanje dinarskih iznosa"}
{"model": "text-embedding-3-small", "id": 14, "title": "Član 12a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_12a", "input": "Član 12a: Dinarski iznosi iz člana 9. stav 1. tač. 9), 12),\n13), 29), 30) i 31), člana 12b st. 1. i 2, člana 15a st. 2, 4. i 5, člana 18. stav 1. tač.\n1), 2), 5), 7), 8), 9) i 9a), člana 21a stav 2, člana 83. stav 4. tačka\n1) i člana 85. stav 1. tačka 11) ovog zakona usklađuju se godišnjim\nindeksom potrošačkih cena u kalendarskoj godini koja prethodi godini u\nkojoj se usklađivanje vrši, prema podacima republičkog organa nadležnog\nza poslove statistike. Dinarski iznosi mesečnih zarada iz člana 15v st. 5. i\n6. ovog zakona predstavljaju iznos dve, odnosno tri prosečne mesečne\nzarade u Republici isplaćene, odnosno ostvarene u periodu za prethodnih\n12 meseci počev od meseca septembra u tekućoj godini, za koji period su\nobjavljeni podaci republičkog organa nadležnog za poslove statistike. Usklađene dinarske iznose iz stava 1. ovog člana objavljuje Vlada. Dinarske iznose iz stava 2. ovog člana objavljuje Vlada. Iznosi iz st. 1. i 2. ovog člana objavljuju se svake\ngodine, a primenjuju se od prvog dana narednog meseca po objavljivanju\ntih iznosa. Normirani troškovi u dinarskom iznosu"}
{"model": "text-embedding-3-small", "id": 15, "title": "Član 12b", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_12b", "input": "Član 12b: Normirani troškovi u dinarskom iznosu iz člana 56.\nstav 2. tačka 1) i člana 85. stav 5. tačka 2) podtačka (1) ovog zakona\npo osnovu prihoda koji fizičko lice ostvari u kvartalu, priznaju se u\nvisini od 107.738 dinara. Normirani troškovi u dinarskom iznosu iz člana 56.\nstav 2. tačka 2) i člana 85. stav 5. tačka 2) podtačka (2) ovog zakona\npo osnovu prihoda koji fizičko lice ostvari u kvartalu, priznaju se u\nvisini od 64.979 dinara. Obvezniku koji u istom kvartalu ostvari i prihode od\nautorskih i srodnih prava i prihode po osnovu ugovorene naknade za\nizvršeni rad, na koje se porez plaća samooporezivanjem, po osnovu\nukupnog iznosa tih prihoda priznaju se normirani troškovi u visini iz\nst. 1. i 2. ovog člana. Deo drugi OPOREZIVANJE POJEDINIH VRSTA PRIHODA  Glava prva POREZ NA ZARADE Predmet oporezivanja"}
{"model": "text-embedding-3-small", "id": 16, "title": "Član 13", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_13", "input": "Član 13: Pod zaradom u smislu ovog zakona, smatra se zarada\nkoja se ostvaruje po osnovu radnog odnosa, definisana zakonom kojim se\nuređuju radni odnosi i druga primanja zaposlenog. Zaradom, u smislu ovog zakona, smatraju se i\nugovorena naknada i druga primanja koja se ostvaruju obavljanjem\nprivremenih i povremenih poslova na osnovu ugovora zaključenog\nneposredno sa poslodavcem, kao i na osnovu ugovora zaključenog preko\nomladinske ili studentske zadruge, osim sa licem do navršenih 26 godina\nživota, ako je na školovanju u ustanovama srednjeg, višeg i visokog\nobrazovanja. Zaradom, u smislu ovog zakona, smatra se i isplaćena\nlična zarada preduzetnika i preduzetnika poljoprivrednika utvrđena u\nskladu sa ovim zakonom. Zaradom, u smislu ovog zakona, smatraju se i primanja\nkoja zaposleni u vezi sa radom kod domaćeg poslodavca ostvari od lica,\nkoje se u smislu zakona koji uređuje porez na dobit pravnih lica,\nsmatra povezanim licem s poslodavcem (u daljem tekstu: povezano lice). Zaradom, u smislu ovog zakona, smatraju se i primanja\nu vezi sa radom kod poslodavca koja po osnovu prava iz radnog odnosa\nlice ostvari po prestanku radnog odnosa."}
{"model": "text-embedding-3-small", "id": 17, "title": "Član 14", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_14", "input": "Član 14: Zaradom, u smislu ovog zakona, smatraju se i primanja u obliku bonova,\nhartija od vrednosti, osim akcija stečenih u postupku svojinske transformacije, novčanih\npotvrda, robe, kao i primanja ostvarena činjenjem ili pružanjem pogodnosti, opraštanjem duga,\nkao i pokrivanjem rashoda obveznika novčanom nadoknadom ili neposrednim plaćanjem. Hartije od vrednosti, osim akcija stečenih u postupku svojinske transformacije,\nkoje zaposleni dobije od poslodavca ili od s poslodavcem povezanog lica smatraju se zaradom\nu momentu sticanja prava raspolaganja na tim hartijama od vrednosti, odnosno u momentu u\nkojem se te hartije od vrednosti smatraju oporezivom zaradom zaposlenog u skladu sa članom\n18. stav 3. ovog zakona. Primanja iz stava 2. ovog člana, koja zaposleni dobije od s poslodavcem\npovezanog lica, pri čemu trošak snosi poslodavac, smatraju se zaradom u momentu u kojem zaposleni\nstekne pravo raspolaganja na tim hartijama od vrednosti, odnosno u momentu u kojem se te\nhartije od vrednosti smatraju oporezivom zaradom zaposlenog u skladu sa članom 18. stav 3.\novog zakona. Osnovicu poreza na zaradu za primanja iz stava 1. ovog člana, osim hartija\nod vrednosti, predstavlja: 1) nominalna vrednost bonova i novčanih potvrda, 2) cena koja bi se postigla prodajom robe na tržištu, 3) naknada koja bi se postigla na tržištu za uslugu, odnosno pogodnost\nkoja se čini obvezniku, 4) novčana vrednost pokrivenih rashoda, uvećana za pripadajući porez i doprinose za obavezno socijalno osiguranje\nkoje iz zarade plaća zaposleni (u daljem tekstu: pripadajuće obaveze iz zarade). Ako je zaposleni po osnovu primanja iz stava 4. tač. 1) do 4) ovog člana\nizvršio novčana plaćanja isplatiocu zarade, osnovicu poreza na zaradu čini razlika između\nvrednosti tih primanja i novčanih plaćanja koja zaposleni vrši isplatiocu zarade, uvećana\nza pripadajuće obaveze iz zarade, odnosno kod samooporezivanja razlika između prihoda koji\nje primio, odnosno iz koga je dužan da plati pripadajuće obaveze iz zarade i novčanih plaćanja\nkoja je izvršio. Osnovicu poreza na zaradu iz st. 2. i 3. ovog člana čini tržišna vrednost\nhartija od vrednosti uvećana za pripadajuće obaveze iz zarade, odnosno, kod samooporezivanja,\ntržišna vrednost hartija od vrednosti u momentu sticanja prava raspolaganja na tim hartijama\nod vrednosti, odnosno u momentu u kojem se te hartije od vrednosti smatraju oporezivom zaradom\nzaposlenog u skladu sa članom 18. stav 3. ovog zakona. Ako je hartije od vrednosti iz st. 2. i 3. ovog člana zaposleni stekao\nkupovinom po ceni koja je niža od tržišne, osnovicu poreza na zaradu čini razlika između\ntržišne cene tih hartija od vrednosti u momentu sticanja prava raspolaganja na tim hartijama\nod vrednosti, odnosno u momentu u kojem se te hartije od vrednosti smatraju oporezivom zaradom\nzaposlenog u skladu sa članom 18. stav 3. ovog zakona i iznosa koji je zaposleni platio,\nuvećana za pripadajuće obaveze iz zarade, odnosno kod samooporezivanja razlika između tržišne\ncene tih hartija od vrednosti u momentu sticanja prava raspolaganja na tim hartijama od vrednosti,\nodnosno u momentu u kojem se te hartije od vrednosti smatraju oporezivom zaradom zaposlenog\nu skladu sa članom 18. stav 3. ovog zakona i iznosa koji je zaposleni platio. Ako je tržišna vrednost hartija od vrednosti izražena u stranoj valuti,\nosnovicu poreza na zarade predstavlja njena dinarska protivvrednost po zvaničnom srednjem\nkursu Narodne banke Srbije na dan sticanja prava raspolaganja na tim hartijama od vrednosti,\nodnosno na dan u kojem se te hartije od vrednosti smatraju oporezivom zaradom zaposlenog\nu skladu sa članom 18. stav 3. ovog zakona. Cenu, visinu naknade, odnosno novčanu vrednost iz stava 4. tač. 2) do 4)\novog člana utvrđuje isplatilac zarade u momentu kada se davanje vrši. Tržišnu vrednost hartija od vrednosti iz st. 6. i 7. ovog člana utvrđuje\nisplatilac zarade, odnosno zaposleni na osnovu dostupnih podataka ukoliko su hartije od vrednosti\ndobijene od s poslodavcem povezanog lica koje nije obveznik obračunavanja i plaćanja poreza\npo odbitku."}
{"model": "text-embedding-3-small", "id": 18, "title": "Član 14a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_14a", "input": "Član 14a: Primanjima po osnovu činjenja ili pružanja pogodnosti u smislu člana 14. stav 1. ovog zakona, smatraju se naročito: 1) korišćenje službenog vozila i drugog prevoznog sredstva u privatne svrhe; 2) korišćenje stambenih zgrada i stanova koji su u\nvlasništvu poslodavca ili na raspolaganju poslodavca po osnovu zakupa\nili po drugom osnovu, uz plaćanje zakupnine ili bez plaćanja zakupnine. Vrednost primanja iz stava 1. tačka 1) ovog člana\nmesečno, za svaki započeti kalendarski mesec korišćenja vozila,\npredstavlja iznos u visini 1% tržišne vrednosti službenog vozila i\ndrugog prevoznog sredstva, prema podacima nadležne organizacije sa\nstanjem na dan 31. decembra godine koja prethodi godini korišćenja\nvozila, umanjena za iznos koji je zaposleni platio za to korišćenje. Vrednost primanja iz stava 1. tačka 2) ovog člana\nčini iznos zakupnine koju poslodavac plati za zaposlenog, odnosno u\nslučaju u kojem poslodavac ne plaća zakupninu iznos zakupnine prema\ntržišnim cenama u mestu u kome se stambena zgrada ili stan nalaze,\numanjena za iznos koji je zaposleni platio kao zakupninu. Kod utvrđivanja osnovice poreza na zaradu primanja iz ovog člana uvećavaju se za pripadajuće obaveze iz zarade."}
{"model": "text-embedding-3-small", "id": 19, "title": "Član 14b", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_14b", "input": "Član 14b: Zaradom, u smislu čl. 13. i 14. ovog zakona, smatraju\nse i premije svih vidova dobrovoljnog osiguranja, kao i penzijski\ndoprinos u dobrovoljni penzijski fond, koje poslodavac plaća za\nzaposlene - osiguranike uključene u dobrovoljno osiguranje, odnosno za\nzaposlene - članove dobrovoljnog penzijskog fonda, u skladu sa zakonom\nkoji uređuje dobrovoljno osiguranje, odnosno dobrovoljne penzijske\nfondove i penzijske planove. Izuzetno od stava 1. ovog člana, zaradom u smislu čl. 13. i 14. ovog zakona ne smatra se: 1) premija osiguranja koju poslodavac plaća za sve\nzaposlene kod neživotnog kolektivnog osiguranja od posledica nezgode,\nuključujući osiguranje od povreda na radu i profesionalnih oboljenja i\nkolektivnog osiguranja za slučaj težih bolesti i hirurških\nintervencija, kao i premija kolektivnog osiguranja života za slučaj\nsmrti zaposlenog usled bolesti koju poslodavac plaća za sve zaposlene; 2) premija dobrovoljnog zdravstvenog osiguranja,\nodnosno penzijski doprinos u dobrovoljni penzijski fond, koje\nposlodavac plaća za zaposlene - osiguranike, odnosno članove\ndobrovoljnog penzijskog fonda, u skladu sa posebnim propisima koji\nuređuju navedene oblasti, do iznosa koji je oslobođen od plaćanja\ndoprinosa saglasno zakonu koji uređuje doprinose za obavezno socijalno\nosiguranje. Poreski obveznik"}
{"model": "text-embedding-3-small", "id": 20, "title": "Član 15", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_15", "input": "Član 15: Obveznik poreza na zarade je fizičko lice koje ostvaruje zaradu. Poreska osnovica"}
{"model": "text-embedding-3-small", "id": 21, "title": "Član 15a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_15a", "input": "Član 15a: Osnovicu poreza na zarade iz čl. 13. do 14b ovog zakona čini isplaćena, odnosno ostvarena zarada. Osnovicu poreza na zarade čini zarada iz člana 13. st. 1. i 3, čl. 14.\ndo 14b i člana 15b ovog zakona, umanjena za iznos od 28.423   dinara mesečno za lice koje radi\nsa punim radnim vremenom. Za lice koje radi sa nepunim radnim vremenom,\numanjenje iz stava 2. ovog člana je srazmerno radnom vremenu tog lica u\nodnosu na puno radno vreme. Kad lice ostvaruje puno radno vreme kod dva ili više poslodavaca,\n umanjenje iz stava 2. ovog člana vrši svaki poslodavac srazmerno radnom vremenu\n kod poslodavca u odnosu na puno radno vreme, s tim što ukupno umanjenje iznosi\n28.423   dinara mesečno. Kad lice ostvaruje nepuno radno vreme kod dva ili više poslodavaca,\n svaki poslodavac vrši umanjenje srazmerno radnom vremenu kod poslodavca u odnosu\n na ukupno radno vreme, s tim što zbir umanjenja mora biti manji od 28.423   dinara\n mesečno, odnosno srazmerno ukupnom radnom vremenu lica u odnosu na puno radno\nvreme. Izuzetno od st. 1. do 5. ovog člana, osnovicu poreza\nna zarade lica za koje domaće pravno lice plaća porez saglasno članu\n99. stav 3. ovog zakona, čini iznos koji je domaće pravno lice\nisplatilo poslodavcu iz druge države kao naknadu troškova za rad lica\nkoje je upućeno, odnosno poslato na rad kod domaćeg pravnog lica. Način i postupak obračunavanja poreza na zarade iz\nst. 2. do 5. ovog člana i dostavljanje podataka Poreskoj upravi bliže\nuređuje ministar."}
{"model": "text-embedding-3-small", "id": 22, "title": "Član 15b", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_15b", "input": "Član 15b: Za fizička lica - rezidente Republike koji su upućeni\nu inostranstvo radi obavljanja poslova za pravna lica - rezidente\nRepublike, osnovicu poreza na zarade čini iznos zarade koju bi, u\nskladu sa zakonom, opštim aktom i ugovorom o radu ostvarili u Republici\nna istim ili sličnim poslovima. Fizičkim licima u smislu stava 1. ovog člana smatraju\nse i rezidenti Republike koji su upućeni u inostranstvo na stručno\nosposobljavanje i usavršavanje za potrebe poslodavca u smislu zakona\nkojim se uređuje upućivanje zaposlenih na privremeni rad u inostranstvo."}
{"model": "text-embedding-3-small", "id": 23, "title": "Član 15v", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_15v", "input": "Član 15v: Osnovicu poreza na zarade za novonastanjenog\nobveznika, za zaradu koju ostvaruje po osnovu radnog odnosa na\nneodređeno vreme sa kvalifikovanim poslodavcem, pri čemu zasniva radni\nodnos na radnom mestu za koje postoji potreba da lice ima posebno\nstručno obrazovanje i za kojim postoji potreba koja se ne može lako\nzadovoljiti na domaćem tržištu rada, čini osnovica iz člana 15a stav 2.\novog zakona umanjena za 70%. Kvalifikovani poslodavac iz stava 1. ovog člana je\nposlodavac koji je rezident Republike i koji se, u smislu odredaba\nzakona kojim se uređuje porez na dobit pravnih lica, ne može smatrati\npovezanim licem sa poslodavcem kod koga je novonastanjeni obveznik\nprethodno bio zaposlen. Izuzetno od stava 2. ovog člana, kvalifikovanim\nposlodavcem smatra se bilo koji poslodavac rezident Republike, koji\nzasnuje radni odnos sa novonastanjenim obveznikom koji je od 1990.\ngodine barem tri godine ispunjavao uslove iz člana 7. stav 2. tačka 1)\novog zakona da se smatra rezidentom Republike. Novonastanjenim obveznikom iz stava 1. ovog člana smatra se obveznik koji: 1) u periodu od 24 meseca koji prethode danu\nzaključenja ugovora o radu sa kvalifikovanim poslodavcem, nije pretežno\nboravio na teritoriji Republike, ili 2) u momentu zaključenja ugovora o radu sa\nkvalifikovanim poslodavcem ima manje od 40 godina života, a koji je u\nperiodu od 12 meseci koji prethode zaključenju ugovora o radu sa\nkvalifikovanim poslodavcem pretežno boravio van teritorije Republike\nradi daljeg školovanja, odnosno stručnog usavršavanja. Smatra se da su uslovi u pogledu radnog mesta i\nposebnog stručnog obrazovanja iz stava 1. ovog člana ispunjeni ukoliko\nje mesečna zarada koju novonastanjeni obveznik iz stava 4. tačka 1)\novog člana ostvaruje veća od 393.855    dinara. Smatra se da su uslovi u pogledu radnog mesta i\nposebnog stručnog obrazovanja iz stava 1. ovog člana ispunjeni ukoliko\nje mesečna zarada koju novonastanjeni obveznik iz stava 4. tačka 2)\novog člana ostvaruje veća od 262.570    dinara. Pravo na umanjenje osnovice iz stava 1. ovog člana\nima onaj novonastanjeni obveznik koji se istovremeno sa zasnivanjem\nradnog odnosa ili u razumnom roku po zasnivanju radnog odnosa,\nnastanjuje na teritoriji Republike i koji ispunjava uslov da se smatra\nnjenim poreskim rezidentom po osnovu centra poslovnih i životnih\ninteresa na teritoriji Republike, kao i njenim poreskim rezidentom za\npotrebe primene ugovora o izbegavanju dvostrukog oporezivanja koje\nRepublika primenjuje sa drugim državama. Pravo na umanjenje osnovice iz stava 1. ovog člana\nostvaruje se za period od pet godina od dana zaključenja ugovora o\nradu, ukoliko su ispunjeni uslovi iz st. 5, 6, i 7. ovog člana koji se\nodnose na radno mesto, odnosno na novonastanjenog obveznika tokom tog\nperioda, nezavisno od promene poslodavaca. Pravo iz stava 1. ovog člana novonastanjeni obveznik\nostvaruje počevši od prve zarade isplaćene za mesec u kome su od\nnadležnog organa pribavljeni dokazi o ispunjenosti uslova utvrđenih\novim članom. Iznos umanjenja u visini od 70% za potrebe\nutvrđivanja osnovice na koju se plaća porez na zaradu iz stava 1. ovog\nčlana, predstavlja deo zarade koju novonastanjeni obveznik ostvari od\nkvalifikovanog poslodavca a na koji se ne plaća porez na zarade na\nnačin utvrđen ovim članom. Ministar nadležan za poslove finansija bliže uređuje način ostvarivanja prava iz ovog člana. Poreska stopa"}
{"model": "text-embedding-3-small", "id": 24, "title": "Član 16", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_16", "input": "Član 16: Zarada iz čl. 13. do 14b ovog zakona oporezuje se po stopi od 10%."}
{"model": "text-embedding-3-small", "id": 25, "title": "Član 17", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_17", "input": "Član 17: (Brisan) Poreska oslobođenja"}
{"model": "text-embedding-3-small", "id": 26, "title": "Član 18", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_18", "input": "Član 18: Ne plaća se porez na zarade na primanja zaposlenog od poslodavca po osnovu: 1) naknade dokumentovanih troškova prevoza za dolazak i odlazak sa rada\n- do visine cene mesečne prevozne karte u javnom saobraćaju, odnosno do visine stvarnih troškova\nprevoza, a najviše do 5.630 dinara mesečno; 2) dnevnice za službeno putovanje u zemlji - do 3.380 dinara po osnovu\ncele dnevnice, odnosno do pripadajućeg iznosa za polovinu dnevnice, utvrđene na način i u\nskladu sa propisima nadležnog državnog organa; 3) dnevnice za službeno putovanje u inostranstvo - do iznosa propisanog\nod strane nadležnog državnog organa, a najviše do 90  evra dnevno, utvrđene na način i u skladu\nsa uslovima propisanim od strane nadležnog državnog organa; 4) naknade troškova smeštaja na službenom putovanju, prema priloženom računu; 5) naknade prevoza na službenom putovanju, prema priloženim računima prevoznika\nu javnom saobraćaju, a kada je, saglasno zakonu, drugim propisima, odnosno aktima odobreno\nkorišćenje sopstvenog automobila za službeno putovanje ili u druge službene svrhe - do iznosa\n30% cene po osnovnoj jedinici mere pogonskog goriva pomnoženog s brojem jedinica mere pogonskog\ngoriva koje je potrošeno, a najviše do 9.855 dinara mesečno; 6) dnevne naknade koju ostvaruju pripadnici Vojske Srbije u vezi sa vršenjem\n\nslužbe, saglasno propisima koji uređuju Vojsku Srbije; 7) solidarne pomoći za slučaj bolesti, zdravstvene rehabilitacije ili invalidnosti\nzaposlenog ili člana njegove porodice - do 56.307 dinara; 8) poklona deci zaposlenih, starosti do 15 godina, povodom Nove godine\ni Božića - do 14.077 dinara godišnje po jednom detetu; 9) jubilarne nagrade zaposlenima, u skladu sa zakonom koji uređuje rad\n- do 28.152  dinara godišnje; 9a) pomoći u slučaju smrti člana porodice zaposlenog - do 98.534 dinara; 10) novčane pomoći koja služi za lečenje zaposlenog u zemlji ili inostranstvu,\nu visini stvarnih troškova lečenja, dokumentovano računima zdravstvene ustanove koja je lečenje\nizvršila, kao i dokumentovani troškovi prevoza i smeštaja za potrebe lečenja tog lica; 11) sopstvenih akcija, opcija na sopstvene akcije ili sopstvenih udela\nposlodavca ili akcija, opcija na akcije ili udela sa poslodavcem povezanog lica (u daljem\ntekstu: sopstvene akcije) koje zaposleni stekne bez naknade ili po povlašćenoj ceni od poslodavca; 12) solidarne pomoći za slučaj rođenja deteta do visine prosečne zarade\nisplaćene u Republici prema poslednjem objavljenom podatku republičkog organa nadležnog za\nposlove statistike, po novorođenom detetu. Ne plaća se porez na zarade na primanja iz stava 1. tačka 11) ovog člana\nkoja zaposleni ostvari od s poslodavcem povezanog lica. Izuzetno od stava 1. tačka 11) i stava 2. ovog člana: 1) ukoliko zaposleni otuđi sopstvene akcije pre isteka dve godine od dana\nsticanja prava raspolaganja na tim sopstvenim akcijama, takve sopstvene akcije smatraće se\noporezivom zaradom zaposlenog u smislu člana 14. ovog zakona u momentu otuđenja; 2) ukoliko poslodavac ili povezano lice poslodavca otkupe od zaposlenog\nsopstvene akcije, te sopstvene akcije smatraće se oporezivom zaradom zaposlenog u smislu\nčlana 14. ovog zakona u momentu otkupa; 3) ukoliko zaposlenom prestane radni odnos kod poslodavca pre isteka dve\ngodine od dana sticanja prava raspolaganja nad sopstvenim akcijama osim u slučaju prestanka\nradnog odnosa nezavisno od njegove volje i volje poslodavca u skladu sa zakonom koji uređuje\nrad, prestanka radnog odnosa usled sticanja prava na starosnu penziju u skladu sa zakonom\nkoji uređuje penzijsko i invalidsko osiguranje i prestanka radnog odnosa radi zasnivanja\nradnog odnosa kod povezanog lica poslodavca, te sopstvene akcije smatraće se oporezivom zaradom\nzaposlenog u smislu člana 14. ovog zakona isplaćenom na poslednji dan trajanja radnog odnosa\nzaposlenog kod poslodavca. Ne plaća se porez na zarade na primanja iz stava 1. tač. 1) do 5) ovog\nčlana koja ostvaruju lica koja nisu u radnom odnosu, ali za svoj rad ostvaruju prihode za\nkoje su obveznici poreza na zaradu u smislu ovog zakona. Za utvrđivanje poreza na zarade po osnovu dnevnice za službeno putovanje\nu inostranstvo, primanja iznad iznosa propisanog od strane nadležnog državnog organa, odnosno\niznad neoporezivog iznosa od 90 evra iz stava 1. tačka 3) ovog člana, konvertuju se u dinarski\niznos po zvaničnom srednjem kursu Narodne banke Srbije na dan obračuna troškova. Ministar finansija bliže uređuje ostvarivanje prava na poresko oslobođenje\niz stava 1. tač. 7), 10) i 11) ovog člana."}
{"model": "text-embedding-3-small", "id": 27, "title": "Član 18a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_18a", "input": "Član 18a: Izuzetno od člana 14. ovog zakona, ne plaća se porez\nna zarade na primanja zaposlenog po osnovu pogodnosti za čije pružanje,\nu cilju stvaranja uslova za rekreaciju zaposlenih na radnom mestu,\nposlodavac ima izdatke za izgradnju prostorija i/ili nabavku opreme za\nrekreaciju, po osnovu naknade troškova\nkolektivne rekreacije zaposlenih, odnosno organizovanja sportskih\ndogađaja i aktivnosti zaposlenih\nkoje se sprovode u cilju poboljšanja zdravlja zaposlenih i/ili\nizgradnji boljih odnosa između\nsamih zaposlenih, odnosno zaposlenih i poslodavca. Pravo na poresko oslobođenje iz stava 1. ovog člana može se ostvariti samo\nukoliko se aktivnosti kolektivne rekreacije zaposlenih iz stava 1. ovog člana sprovode u\nskladu sa aktima poslodavca i ukoliko svi zaposleni poslodavca imaju pravo na rekreaciju\niste vrste, kvaliteta i obima. Izuzetno od stava 2. ovog člana pravo na poresko oslobođenje iz stava 1.\novog člana može se ostvariti i ukoliko svi zaposleni nemaju pravo na rekreaciju iste vrste,\nkvaliteta i obima, pod uslovom da se razlika u ostvarivanju prava može obrazložiti odgovarajućom\nekspertizom medicine rada. Pravo na poresko oslobođenje iz stava 1. ovog člana postoji u slučaju organizovanja\nsportskih događaja, odnosno aktivnosti zaposlenih, pod uslovom da se oni sprovode na osnovu\nobrazložene odluke poslodavca, pri čemu pravo učešća na njima ima i koristi ga značajan broj\nzaposlenih kod poslodavca. Ministar finansija bliže uređuje primenu odredaba st. 1. do 3. ovog člana."}
{"model": "text-embedding-3-small", "id": 28, "title": "Član 19", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_19", "input": "Član 19: (Brisan)"}
{"model": "text-embedding-3-small", "id": 29, "title": "Član 20", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_20", "input": "Član 20: Obaveze plaćanja poreza na zarade ostvarene za rad u\nstranim diplomatskim i konzularnim predstavništvima ili međunarodnim\norganizacijama, odnosno kod predstavnika ili službenika takvih\npredstavništava ili organizacija, oslobođeni su: 1) šefovi stranih diplomatskih misija akreditovanih u\nSrbiji, osoblje stranih diplomatskih misija u Srbiji, kao i članovi\nnjihovih domaćinstava, ako ti članovi domaćinstava nisu državljani ili\nrezidenti Republike; 2) šefovi stranih konzulata u Srbiji i konzularni\nfunkcioneri ovlašćeni da obavljaju konzularne funkcije, kao i članovi\nnjihovih domaćinstava, ako ti članovi domaćinstava nisu državljani ili\nrezidenti Republike; 3) funkcioneri Organizacije ujedinjenih nacija i\nnjenih specijalizovanih agencija, stručnjaci tehničke pomoći\nOrganizacije ujedinjenih nacija i njenih specijalizovanih agencija; 3a) funkcioneri, stručnjaci i administrativno osoblje međunarodnih organizacija, ako nisu državljani ili rezidenti Republike; 4) zaposleni u stranim diplomatskim ili konzularnim\npredstavništvima i međunarodnim organizacijama, ako nisu državljani ili\nrezidenti Republike; 5) počasni konzuli stranih država, za primanja koja dobijaju od države koja ih je imenovala za obavljanje konzularnih funkcija; 6) zaposleni kod lica iz tačke 1) do 5) ovog člana, ako nisu državljani ili rezidenti Republike. Izuzetno od stava 1. ovog člana, obaveze plaćanja\nporeza na zarade ostvarene po osnovu radnog angažovanja u Organizaciji\nujedinjenih nacija i njenim specijalizovanim agencijama, oslobođena su\nfizička lica koja su državljani ili rezidenti Republike."}
{"model": "text-embedding-3-small", "id": 30, "title": "Član 21", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21", "input": "Član 21: Ne plaća se porez na zarade osoba sa invaliditetom\nzaposlenih u preduzeću za radno osposobljavanje i zapošljavanje osoba\nsa invaliditetom."}
{"model": "text-embedding-3-small", "id": 31, "title": "Član 21a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21a", "input": "Član 21a: Ne plaća se porez na zarade na: 1) premiju za dobrovoljno zdravstveno osiguranje koju\nposlodavac obustavlja i plaća iz zarade zaposlenog - osiguranika\nuključenog u dobrovoljno zdravstveno osiguranje u zemlji, u skladu sa\nzakonima koji uređuju dobrovoljno zdravstveno osiguranje i aktima\ndonetim za sprovođenje zakona; 2) penzijski doprinos u dobrovoljni penzijski fond\nkoji poslodavac obustavlja i plaća iz zarade zaposlenog - člana\ndobrovoljnog penzijskog fonda, po zakonu koji uređuje dobrovoljne\npenzijske fondove i penzijske planove. Ukupan iznos koji može biti predmet oslobođenja iz stava 1.\novog člana zbirno ne može biti veći od 8.449 dinara mesečno. Poreska olakšica za zapošljavanje novih lica i lica sa invaliditetom"}
{"model": "text-embedding-3-small", "id": 32, "title": "Član 21b", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21b", "input": "Član 21b: (Brisan)"}
{"model": "text-embedding-3-small", "id": 33, "title": "Član 21v", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21v", "input": "Član 21v: Poslodavac - pravno lice, preduzetnik, preduzetnik\npaušalac ili preduzetnik poljoprivrednik, koji zaposli novo lice ima\npravo na povraćaj dela plaćenog poreza na zaradu za novozaposleno lice,\nisplaćenu zaključno sa 31. decembrom 2025. godine. Novozaposlenim licem iz stava 1. ovog člana smatra se\nlice sa kojim je poslodavac zaključio ugovor o radu u skladu sa zakonom\nkojim se uređuju radni odnosi, koje je prijavio na obavezno socijalno\nosiguranje u Centralni registar obaveznog socijalnog osiguranja i koje\nje pre zasnivanja radnog odnosa kod Nacionalne službe za zapošljavanje\nbilo bez prekida prijavljeno kao nezaposleno najmanje šest meseci, a\nlice koje se smatra pripravnikom najmanje tri meseca. Novozaposlenim licem iz stava 1. ovog člana ne smatra\nse lice koje je pre zasnivanja radnog odnosa bilo zaposleno kod\nposlodavca koji je povezano lice sa poslodavcem kod koga zasniva radni\nodnos, odnosno kod poslodavca koji bi, da nije prestao da postoji, bio\npovezano lice sa poslodavcem kod koga novozaposleno lice zasniva radni\nodnos, nezavisno od toga da li je postojao prekid radnog odnosa. Poresku olakšicu iz stava 1. ovog člana može\nostvariti poslodavac ako se zasnivanjem radnog odnosa sa novozaposlenim\nlicem poveća broj zaposlenih kod poslodavca u odnosu na broj zaposlenih\nna dan 31. marta 2014. godine. Poresku olakšicu iz stava 1. ovog člana može da\nkoristi i poslodavac koji započne obavljanje delatnosti posle 31. marta\n2014. godine. Poslodavac ima pravo na povraćaj plaćenog poreza iz stava 1. ovog člana, i to: 1) 65% ako je zasnovao radni odnos sa najmanje jednim, a najviše sa devet novozaposlenih lica; 2) 70% ako je zasnovao radni odnos sa najmanje 10, a najviše sa 99 novozaposlenih lica; 3) 75% ako je zasnovao radni odnos sa najmanje 100 novozaposlenih lica. Povraćaj plaćenog poreza iz stava 6. ovog člana vrši\nse u skladu sa zakonom kojim se uređuju poreski postupak i poreska\nadministracija, u roku od 15 dana od dana podnošenja zahteva za\npovraćaj nadležnom poreskom organu. Zahtev za povraćaj plaćenog poreza iz stava 7. ovog člana podnosi se na propisanom obrascu. Poslodavac koji za određeno lice koristi bilo koju\nvrstu podsticaja koji su uređeni odgovarajućim zakonom, osim u skladu\nsa odredbom zakona kojim se uređuju doprinosi za obavezno socijalno\nosiguranje koja se odnosi na istu vrstu olakšice, po osnovu zasnivanja\nradnog odnosa sa tim licem nema pravo da za to lice ostvari poresku\nolakšicu iz ovog člana. Poresku olakšicu iz ovog člana ne mogu ostvariti\ndržavni organi i organizacije, Zaštitnik građana, Poverenik za zaštitu\nravnopravnosti, Državna revizorska institucija, Poverenik za\ninformacije od javnog značaja i zaštitu podataka o ličnosti, Agencija\nza borbu protiv korupcije, Republička komisija za zaštitu prava u\npostupcima javnih nabavki, Komisija za zaštitu konkurencije, Komisija\nza hartije od vrednosti, Fiskalni savet, Republička radiodifuzna\nagencija, Agencija za energetiku Republike Srbije i druge javne\nagencije, javna preduzeća, javne službe i drugi direktni ili indirektni\nbudžetski korisnici, odnosno korisnici javnih sredstava. Obrazac iz stava 8. ovog člana i njegovu sadržinu propisuje ministar."}
{"model": "text-embedding-3-small", "id": 34, "title": "Član 21g", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21g", "input": "Član 21g: Poslodavac koji na neodređeno vreme zaposli lice sa\ninvaliditetom u skladu sa zakonom koji uređuje sprečavanje\ndiskriminacije lica sa invaliditetom, za koje odgovarajućom\npravno-medicinski validnom dokumentacijom dokaže invalidnost, oslobađa\nse obaveze plaćanja obračunatog i obustavljenog poreza iz zarade tog\nlica, za period od tri godine od dana zasnivanja radnog odnosa. Novozaposlenim licem sa invaliditetom iz stava 1.\novog člana smatra se lice sa kojim je poslodavac zaključio ugovor o\nradu u skladu sa zakonom koji uređuje rad i koje je prijavio na\nobavezno socijalno osiguranje kod nadležnih organizacija za obavezno\nsocijalno osiguranje. Novozaposlenim licem sa invaliditetom iz stava 1.\novog člana neće se smatrati lice koje je pre zasnivanja radnog odnosa\nbilo zaposleno kod poslodavca koji je osnivač ili povezano lice sa\nposlodavcem kod koga zasniva radni odnos, nezavisno od toga da li je\npostojao prekid radnog odnosa. Poresku olakšicu iz ovog člana ne mogu ostvarivati\ndržavni organi i organizacije, javna preduzeća, javne službe i drugi\ndirektni ili indirektni budžetski korisnici. Poslodavci koji za određeno lice koriste ili su\nkoristili olakšicu kod plaćanja poreza na zarade po drugom pravnom\nosnovu u skladu sa odgovarajućim propisom, ne mogu za isto lice\nostvarivati poresku olakšicu iz ovog člana. Način i postupak primene odredaba ovog člana bliže uređuje ministar."}
{"model": "text-embedding-3-small", "id": 35, "title": "Član 21d", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21d", "input": "Član 21d: Poslodavac - pravno lice koje se, u smislu zakona\nkojim se uređuje računovodstvo, razvrstava u mikro i mala pravna lica,\nkao i preduzetnik, preduzetnik paušalac ili preduzetnik\npoljoprivrednik, koji zasnuje radni odnos sa najmanje dva nova lica,\nima pravo na povraćaj 75% plaćenog poreza na zaradu za novozaposleno\nlice, isplaćenu zaključno sa 31. decembrom 2025. godine. Novozaposlenim licem iz stava 1. ovog člana smatra se\nlice sa kojim je poslodavac zaključio ugovor o radu u skladu sa zakonom\nkojim se uređuju radni odnosi, koje je prijavio na obavezno socijalno\nosiguranje u Centralni registar obaveznog socijalnog osiguranja i koje\nje pre zasnivanja radnog odnosa kod Nacionalne službe za zapošljavanje\nbilo bez prekida prijavljeno kao nezaposleno najmanje šest meseci, a\nlice koje se smatra pripravnikom najmanje tri meseca. Novozaposlenim licem iz stava 1. ovog člana ne smatra\nse lice koje je pre zasnivanja radnog odnosa bilo zaposleno kod\nposlodavca koji je povezano lice sa poslodavcem kod koga zasniva radni\nodnos, odnosno kod poslodavca koji bi, da nije prestao da postoji, bio\npovezano lice sa poslodavcem kod koga novozaposleno lice zasniva radni\nodnos, nezavisno od toga da li je postojao prekid radnog odnosa. Poslodavac koji od 1. januara 2016. godine zasnuje\nradni odnos sa jednim novozaposlenim, pa u narednom periodu zasnuje\nradni odnos i sa drugim novozaposlenim licem, može da koristi poresku\nolakšicu za prvog novozaposlenog tek po zasnivanju radnog odnosa sa\ndrugim novozaposlenim licem, s tim da pravo na povraćaj plaćenog poreza\nza prvog novozaposlenog može da ostvari za zaradu koju je tom licu\nisplatio za mesec u kome je stekao uslov za korišćenje poreske olakšice. Poresku olakšicu iz stava 1. ovog člana može da\nostvari poslodavac ako se zasnivanjem radnog odnosa sa novozaposlenim\nlicem poveća broj zaposlenih najmanje za dva u odnosu na broj\nzaposlenih koji je poslodavac imao na dan 31. oktobra 2015. godine. Ako je u periodu od 31. oktobra 2015. godine do 31.\ndecembra 2015. godine poslodavac povećao broj zaposlenih u odnosu na\nbroj zaposlenih na dan 31. oktobra 2015. godine, poresku olakšicu za\nnovozaposlene sa kojima je zasnovao radni odnos od 1. januara 2016.\ngodine može da koristi počev od meseca u kome je stekao uslov za\nkorišćenje poreske olakšice. Ako je u periodu od 31. oktobra 2015. godine do 31.\ndecembra 2015. godine poslodavac smanjio broj zaposlenih u odnosu na\nbroj zaposlenih na dan 31. oktobra 2015. godine, poresku olakšicu za\nnovozaposlene sa čijim zasnivanjem radnog odnosa poveća broj zaposlenih\nu odnosu na broj koji bi bio da nije smanjio broj zaposlenih u periodu\nod 31. oktobra 2015. godine do 31. decembra 2015. godine, može da\nkoristi počev od meseca u kome je stekao uslov za korišćenje poreske\nolakšice. Poresku olakšicu iz stava 1. ovog člana može da\nkoristi i poslodavac koji započne obavljanje delatnosti posle 31.\noktobra 2015. godine. Povraćaj plaćenog poreza iz stava 1. ovog člana vrši\nse u skladu sa zakonom kojim se uređuju poreski postupak i poreska\nadministracija, u roku od 15 dana od dana podnošenja zahteva za\npovraćaj nadležnom poreskom organu. Zahtev za povraćaj plaćenog poreza iz stava 9. ovog člana podnosi se na propisanom obrascu. Poslodavac koji za određeno lice koristi bilo koju\nvrstu podsticaja koji su uređeni odgovarajućim zakonom, osim u skladu\nsa odredbom zakona kojim se uređuju doprinosi za obavezno socijalno\nosiguranje koja se odnosi na istu vrstu olakšice, po osnovu zasnivanja\nradnog odnosa sa tim licem nema pravo da za to lice ostvari poresku\nolakšicu iz ovog člana. Poresku olakšicu iz ovog člana ne mogu ostvariti\ndržavni organi i organizacije, javne agencije, javna preduzeća, javne\nslužbe i drugi direktni ili indirektni budžetski korisnici, odnosno\nkorisnici javnih sredstava. Obrazac iz stava 10. ovog člana i njegovu sadržinu propisuje ministar."}
{"model": "text-embedding-3-small", "id": 36, "title": "Član 21đ", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21%F0", "input": "Član 21đ: Poslodavac - novoosnovano privredno društvo, novoosnovani preduzetnik i\nnovoosnovani preduzetnik poljoprivrednik, koji je upisan u registar nadležnog organa, odnosno\norganizacije, može da ostvari pravo na oslobođenje od plaćanja poreza po osnovu zarade osnivača\nkoji su zaposleni u tom privrednom društvu, odnosno po osnovu lične zarade preduzetnika i\npreduzetnika poljoprivrednika. Pravo na poresko oslobođenje iz stava 1. ovog člana, poslodavac može da\nostvari za zarade osnivača i lične zarade preduzetnika i preduzetnika poljoprivrednika, isplaćene\nu periodu od 12 meseci od dana kada je osnovano privredno društvo, odnosno registrovan preduzetnik\ni preduzetnik poljoprivrednik, čiji mesečni iznos pojedinačno za svako lice u periodu korišćenja\noslobođenja nije viši od 37.000 dinara koji iznos u sebi ne sadrži pripadajuće obaveze iz\nzarade. Pravo na poresko oslobođenje prestaje po isteku perioda iz stava 2. ovog\nčlana, odnosno na dan kada se izvrši isplata mesečne zarade osnivača, odnosno lične zarade\npreduzetnika i preduzetnika poljoprivrednika koja je viša od iznosa iz stava 2. ovog člana,\ni poslodavac je dužan da obračuna i plati porez na zaradu, odnosno ličnu zaradu, na iznos\nkoji je isplatio uvećan za porez i pripadajuće doprinose koji se plaćaju iz zarade, kao i\nda za naredne zarade isplaćene tim licima obračunava i plaća porez na zaradu u skladu sa\nzakonom. Pravo na poresko oslobođenje iz stava 1. ovog člana poslodavac ostvaruje\npod sledećim uslovima: 1) da je fizičko lice - osnivač, odnosno svaki od osnivača ako ih je više,\nzasnovao radni odnos sa novoosnovanim privrednim društvom, zaključio ugovor o radu u skladu\nsa zakonom kojim se uređuju radni odnosi i da je prijavljen na obavezno socijalno osiguranje\nu Centralni registar obaveznog socijalnog osiguranja; 2) da je fizičko lice - preduzetnik, odnosno preduzetnik poljoprivrednik\nprijavljen na obavezno socijalno osiguranje u Centralni registar obaveznog socijalnog osiguranja; 3) da u periodu za koji ostvaruje pravo na poresko oslobođenje to pravo\nmože da ostvari za najviše devet osnivača zaposlenih, koji ispunjavaju uslove; 4) da su fizička lica - osnivači privrednog društva, preduzetnik i preduzetnik\npoljoprivrednik, u periodu od najmanje šest meseci neprekidno pre dana osnivanja privrednog\ndruštva, odnosno registrovanja preduzetnika ili preduzetnika poljoprivrednika, kod Nacionalne\nslužbe za zapošljavanje bili prijavljeni kao nezaposleni ili da su u periodu od 12 meseci\npre dana osnivanja, odnosno registrovanja stekli srednje, više ili visoko obrazovanje, u\nskladu sa zakonom. Poresko oslobođenje iz ovog člana može da ostvari poslodavac - privredno\ndruštvo, preduzetnik i preduzetnik poljoprivrednik, koji je osnovan, odnosno registrovan\nzaključno sa 31. decembrom 2020. godine. Po osnovu zarade, odnosno lične zarade lica iz stava 4. ovog člana za koja\nje jedan novoosnovani poslodavac ostvario poresko oslobođenje iz ovog člana, drugi novoosnovani\nposlodavac - privredno društvo, preduzetnik i preduzetnik poljoprivrednik, ne može za ta\n\nlica da ostvari poresko oslobođenje iz ovog člana. Poslodavac koji koristi poresko oslobođenje iz ovog člana, osim u skladu\nsa odredbom zakona kojim se uređuju doprinosi za obavezno socijalno osiguranje koja se odnosi\nna istu vrstu oslobođenja, po osnovu zasnivanja radnog odnosa sa tim licem nema pravo da\nza to lice ostvari druge olakšice, uključujući i korišćenje subvencija za zapošljavanje i\nsamozapošljavanje."}
{"model": "text-embedding-3-small", "id": 37, "title": "Član 21e", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21e", "input": "Član 21e: Poslodavac - novoosnovano privredno društvo koje\nobavlja inovacionu delatnost u smislu zakona kojim se uređuje porez na\ndobit pravnih lica može da ostvari pravo na oslobođenje od plaćanja\nobračunatog i obustavljenog poreza iz zarade osnivača koji su zaposleni\nu tom novoosnovanom privrednom društvu. Pravo na poresko oslobođenje iz stava 1. ovog člana,\nposlodavac može da ostvari za zarade osnivača isplaćene u periodu od 36\nmeseci od dana kada je osnovano privredno društvo. Poresko oslobođenje iz stava 1. ovog člana može da se\nostvari za svakog osnivača po osnovu njegove mesečne zarade, i to\nzarade čiji iznos nije viši od 150.000 dinara mesečno, a ukoliko je\nviši onda po osnovu dela zarade u visini najviše do 150.000 dinara. Pravo na poresko oslobođenje iz stava 1. ovog člana poslodavac ostvaruje pod sledećim uslovima: 1) da je fizičko lice - osnivač, odnosno svaki od\nosnivača ako ih je više, zasnovao radni odnos sa novoosnovanim\nprivrednim društvom, zaključio ugovor o radu u skladu sa zakonom kojim\nse uređuju radni odnosi i da je prijavljen na obavezno socijalno\nosiguranje u Centralni registar obaveznog socijalnog osiguranja; 2) da u periodu za koji ostvaruje pravo na\noslobođenje osnivač ima najmanje 5% akcija ili udela u novoosnovanom\nprivrednom društvu. Pravo na poresko oslobođenje iz stava 1. ovog člana\nmože da ostvari poslodavac - privredno društvo koje nije povezano ni sa\njednim pravnim licem u smislu zakona kojim se uređuje porez na dobit\npravnih lica i koje ne ostvaruje više od 30% svog ukupnog prihoda od\ndrugih lica koja se smatraju povezanim sa bilo kojim osnivačem\nposlodavca - privrednog društva. Po osnovu zarade lica iz stava 4. ovog člana za koja\nje jedan novoosnovani poslodavac ostvario poresko oslobođenje iz ovog\nčlana, drugi novoosnovani poslodavac ne može za ta lica da ostvari\noslobođenje iz ovoga člana. Poslodavac koji koristi poresko oslobođenje iz ovog\nčlana, osim kada koristi oslobođenje u skladu sa odredbom zakona kojim\nse uređuju doprinosi za obavezno socijalno osiguranje koja se odnosi na\nistu vrstu oslobođenja, po osnovu zasnivanja radnog odnosa sa tim licem\nnema pravo da za to lice ostvari druge olakšice, uključujući i\nkorišćenje subvencija za zapošljavanje i samozapošljavanje."}
{"model": "text-embedding-3-small", "id": 38, "title": "Član 21ž", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21%9E", "input": "Član 21ž: Poslodavac koji zasnuje radni odnos sa licem koje se\nu skladu sa odredbama st. 5. i 6. ovog člana može smatrati\nkvalifikovanim novozaposlenim (u daljem tekstu: kvalifikovano\nnovozaposleno lice), oslobađa se obaveze plaćanja obračunatog i\nobustavljenog poreza iz zarade kvalifikovanog novozaposlenog lica, za\nzaradu isplaćenu zaključno sa 31. decembrom 2022. godine. Poslodavac iz stava 1. ovog člana je poslodavac koji\nu bilo kom trenutku u periodu od 1. januara 2020. godine do 31.\ndecembra 2022. godine sa kvalifikovanim novozaposlenim licem iz st. 5.\ni 6. ovog člana zaključi ugovor o radu u skladu sa zakonom kojim se\nuređuju radni odnosi i koji je kvalifikovano novozaposleno lice\nprijavio na obavezno socijalno osiguranje u Centralni registar\nobaveznog socijalnog osiguranja. Izuzetno od st. 1. i 2. ovog člana, poslodavac koji\nje na dan 31. decembra 2020. godine imao najviše 30 zaposlenih i koji u\nbilo kom trenutku u periodu od 1. januara 2020. godine zaključno sa 31.\ndecembrom 2021. godine je zaključio, odnosno od 1. januara 2022. godine\ndo 31. decembra 2025. godine zaključi sa kvalifikovanim novozaposlenim\nlicem ugovor o radu u skladu sa zakonom kojim se uređuju radni odnosi i\nkoji to lice prijavi na obavezno socijalno osiguranje u Centralni\nregistar obaveznog socijalnog osiguranja, oslobađa se obaveze plaćanja\nobračunatog i obustavljenog poreza iz zarade kvalifikovanog\nnovozaposlenog lica, za zaradu isplaćenu zaključno sa 31. decembrom\n2025. godine. Poslodavac iz stava 3. ovog člana ne može da ostvari\nporesko oslobođenje po osnovu zarade isplaćene u periodu od 1. januara\n2023. godine do 31. decembra 2025. godine za kvalifikovano\nnovozaposleno lice iz st. 5. i 6. ovog člana, sa kojim je zaključio\nugovor o radu posle 30. juna 2021. godine, a koje je prethodno u bilo\nkom trenutku posle 1. januara 2020. godine bilo zaposleno kod\nposlodavca koji je prema redovnom godišnjem finansijskom izveštaju za\n2020. godinu imao prosečno više od 30 zaposlenih. Kvalifikovanim novozaposlenim licem iz stava 1. ovog\nčlana smatra se lice koje u periodu od 1. januara 2019. godine do 31.\ndecembra 2019. godine nije imalo status osiguranika zaposlenog, odnosno\nosiguranika samostalnih delatnosti koji je osnivač odnosno član\nprivrednog društva koji je u radnom odnosu u privrednom društvu čiji je\nosnivač odnosno član, a koje je status osiguranika zaposlenog, odnosno\nosiguranika samostalnih delatnosti koji je osnivač odnosno član\nprivrednog društva koji je u radnom odnosu u privrednom društvu čiji je\nosnivač odnosno član steklo u periodu od 1. januara 2020. godine do 30.\naprila 2020. godine zasnivanjem radnog odnosa kod poslodavca iz stava\n1. ovog člana ili kod drugog poslodavca. Kvalifikovanim novozaposlenim licem iz stava 1. ovog\nčlana smatra se i lice koje u periodu od 1. januara 2019. godine do 30.\naprila 2020. godine nije imalo status osiguranika zaposlenog,\nosiguranika samostalnih delatnosti kao preduzetnik, odnosno osiguranika\nsamostalnih delatnosti koji je osnivač odnosno član privrednog društva\nkoji je u radnom odnosu u privrednom društvu čiji je osnivač odnosno\nčlan, a koje je status osiguranika zaposlenog, odnosno status\nosiguranika samostalnih delatnosti koji je osnivač odnosno član\nprivrednog društva koji je u radnom odnosu u privrednom društvu čiji je\nosnivač odnosno član steklo u periodu od 1. maja 2020. godine do 31.\ndecembra 2020. godine zasnivanjem radnog odnosa kod poslodavca iz stava\n1. ovog člana ili kod drugog poslodavca. Kvalifikovanim novozaposlenim licem smatra se i lice\nkoje u periodu od 1. januara 2019. godine do 31. decembra 2021. godine\nnije imalo status osiguranika zaposlenog, odnosno osiguranika\nsamostalnih delatnosti koji je osnivač, odnosno član privrednog društva\nkoji je u radnom odnosu u privrednom društvu čiji je osnivač, odnosno\nčlan, a koje je u tom periodu imalo status osiguranika samostalnih\ndelatnosti kao preduzetnik, ukoliko status osiguranika zaposlenog,\nodnosno osiguranika samostalnih delatnosti koji je osnivač, odnosno\nčlan privrednog društva koji je u radnom odnosu u privrednom društvu\nčiji je osnivač, odnosno član stekne u periodu od 1. januara 2022.\ngodine do 30. aprila 2022. godine zasnivanjem radnog odnosa kod\nposlodavca iz stava 3. ovog člana ili kod drugog poslodavca koji je na\ndan 31. decembra 2020. godine imao najviše 30 zaposlenih. Poresko oslobođenje iz st. 1. i 3. ovog člana može da\nostvari poslodavac ako se zasnivanjem radnog odnosa sa kvalifikovanim\nnovozaposlenim licem poveća broj zaposlenih kod poslodavca u odnosu na\nbroj zaposlenih na dan 31. decembra 2019. godine. Poresko oslobođenje iz stava 1. ovog člana može da\nostvari i poslodavac koji započne obavljanje delatnosti posle 31.\ndecembra 2019. godine. Poresko oslobođenje iz stava 3. ovog člana može da\nostvari i poslodavac koji započne obavljanje delatnosti posle 31.\ndecembra 2021. godine ukoliko u periodu korišćenja oslobođenja nema\npovezana pravna lica u smislu zakona kojim se uređuje porez na dobit\npravnih lica, a ukoliko u bilo kom momentu u tom periodu bude imao\npovezana lica počev od tog momenta za naredni period gubi pravo na\nporesko oslobođenje. Ako u toku korišćenja poreskog oslobođenja poslodavac\nsmanji broj zaposlenih u odnosu na dan 31. decembar 2019. godine,\nprestankom radnog odnosa lica koje se ne smatra kvalifikovanim\nnovozaposlenim licem, gubi pravo da koristi poresko oslobođenje za onaj\nbroj kvalifikovanih novozaposlenih lica za koliko je smanjen broj\nzaposlenih u odnosu na dan 31. decembar 2019. godine, pri čemu, u\nslučaju kada je poresko oslobođenje ostvareno za više kvalifikovanih\nnovozaposlenih lica, prvo gubi oslobođenje za ono kvalifikovano\nnovozaposleno lice sa kojim je ranije zasnovao radni odnos. Izuzetno od stava 11. ovog člana, ako u toku\nkorišćenja poreskog oslobođenja poslodavac iz stava 9. ili stava 10.\novog člana smanji broj zaposlenih u odnosu na dan 31. decembar godine u\nkojoj je započeo obavljanje delatnosti, prestankom radnog odnosa lica\nkoje se ne smatra kvalifikovanim novozaposlenim licem, gubi pravo da\nkoristi poresko oslobođenje za onaj broj kvalifikovanih novozaposlenih\nlica za koliko je smanjen broj zaposlenih u odnosu na dan 31. decembar\ngodine u kojoj je započeo obavljanje delatnosti, pri čemu, u slučaju\nkada je poresko oslobođenje ostvareno za više kvalifikovanih\nnovozaposlenih lica, prvo gubi oslobođenje za ono kvalifikovano\nnovozaposleno lice sa kojim je ranije zasnovao radni odnos. Poslodavac iz stava 1. ovog člana oslobađa se obaveze\nplaćanja obračunatog i obustavljenog poreza iz zarade iz stava 1. ovog\nčlana, na sledeći način: 1) 70% poreza - za zarade isplaćene u periodu od 1. januara 2020. godine do 31. decembra 2020. godine; 2) 65% poreza - za zarade isplaćene u periodu od 1. januara 2021. godine do 31. decembra 2021. godine; 3) 60% poreza - za zarade isplaćene u periodu od 1. januara 2022. godine do 31. decembra 2022. godine. Poslodavac iz stava 3. ovog člana oslobađa se obaveze plaćanja obračunatog i obustavljenog poreza iz zarade, na sledeći način: 1) 60% poreza - za zarade isplaćene u periodu od 1. januara 2022. godine do 31. decembra 2022. godine; 2) 50% poreza - za zarade isplaćene u periodu od 1. januara 2023. godine do 31. decembra 2023. godine; 3) 40% poreza - za zarade isplaćene u periodu od 1. januara 2024. godine do 31. decembra 2024. godine; 4) 30% poreza - za zarade isplaćene u periodu od 1. januara 2025. godine do 31. decembra 2025. godine. Poslodavac iz st. 1, 2. ili 3. ovog člana, u periodu\nod 1. januara 2022. godine do 31. decembra 2022. godine može za isto\nkvalifikovano novozaposleno lice da koristi oslobođenje iz stava 13.\ntačka 3) ovog člana ili oslobođenje iz stava 14. tačka 1) ovog člana. Izuzetno od stava 14. ovog člana, poslodavac iz stava\n3. ovog člana koji koristi oslobođenje za kvalifikovano novozaposleno\nlice iz stava 7. ovog člana primenjuje oslobođenje iz stava 14. ovog\nčlana umanjeno za tri procentna poena za svaku godinu primene. Poslodavac koji za određeno lice koristi bilo koju\nvrstu podsticaja koji su uređeni odgovarajućim zakonom, osim kada\nkoristi oslobođenje u skladu sa odredbom zakona kojim se uređuju\ndoprinosi za obavezno socijalno osiguranje koja se odnosi na istu vrstu\nolakšice, po osnovu zasnivanja radnog odnosa sa tim licem nema pravo da\nza to lice ostvari poresko oslobođenje iz ovog člana. Kvalifikovanim novozaposlenim licem u smislu st. 5. i\n6. ovog člana ne smatra se lice koje je u periodu od 1. januara 2019.\ngodine do 30. aprila 2020. godine imalo status korisnika starosne,\nprevremene starosne ili invalidske penzije. Kvalifikovanim novozaposlenim licem u smislu stava 7.\novog člana ne smatra se lice koje je u periodu od 1. januara 2019.\ngodine do 30. aprila 2022. godine imalo status korisnika starosne,\nprevremene starosne ili invalidske penzije. Oslobođenje iz ovog člana ne mogu ostvariti državni\norgani i organizacije, javne agencije, javna preduzeća, javne službe i\ndrugi direktni ili indirektni budžetski korisnici, odnosno korisnici\njavnih sredstava. Poslodavcem u smislu st. 1. i 3. ovog člana smatra se\npravno lice, preduzetnik, preduzetnik paušalac, preduzetnik\npoljoprivrednik, predstavništvo, ogranak stranog pravnog lica i fizičko\nlice."}
{"model": "text-embedding-3-small", "id": 39, "title": "Član 21z", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21z", "input": "Član 21z: Poslodavac koji zasnuje radni odnos sa novozaposlenim\nlicem, oslobađa se obaveze plaćanja 70% obračunatog i obustavljenog\nporeza iz zarade novozaposlenog lica, za zaradu isplaćenu zaključno sa\n31. decembrom 2024. godine. Novozaposlenim licem iz stava 1. ovog člana smatra se\nlice koje u periodu od 1. januara 2019. godine do 28. februara 2022.\ngodine nije imalo status osiguranika zaposlenog, osiguranika\nsamostalnih delatnosti kao preduzetnik, odnosno osiguranika samostalnih\ndelatnosti koji je osnivač odnosno član privrednog društva koji je u\nradnom odnosu u privrednom društvu čiji je osnivač odnosno član, a koje\nje status osiguranika zaposlenog, odnosno status osiguranika\nsamostalnih delatnosti koji je osnivač odnosno član privrednog društva\nkoji je u radnom odnosu u privrednom društvu čiji je osnivač odnosno\nčlan steklo u periodu od 1. marta 2022. godine do 31. decembra 2022.\ngodine zasnivanjem radnog odnosa kod poslodavca iz stava 1. ovog člana\nili kod drugog poslodavca i koje ostvaruje mesečnu zaradu veću od\n76.500 dinara. Poslodavac koji za određeno lice koristi bilo koju\nvrstu podsticaja koji su uređeni odgovarajućim zakonom, uključujući\nnaknade koje, u okviru programa i mera aktivne politike zapošljavanja,\nplaća Nacionalna služba za zapošljavanje u skladu sa zakonom kojim se\nuređuje zapošljavanje i osiguranje za slučaj nezaposlenosti, osim kada\nkoristi oslobođenje u skladu sa odredbom zakona kojim se uređuju\ndoprinosi za obavezno socijalno osiguranje koja se odnosi na istu vrstu\nolakšice, po osnovu zasnivanja radnog odnosa sa tim licem nema pravo da\nza to lice ostvari poresko oslobođenje iz ovog člana. Novozaposlenim licem iz stava 1. ovog člana ne smatra\nse lice koje je od 1. januara 2019. godine imalo status korisnika\nstarosne, prevremene starosne ili invalidske penzije. Poslodavcem u smislu stava 1. ovog člana smatra se\npravno lice, preduzetnik, preduzetnik paušalac, preduzetnik\npoljoprivrednik, predstavništvo i ogranak stranog pravnog lica."}
{"model": "text-embedding-3-small", "id": 40, "title": "Član 21i", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21i", "input": "Član 21i: Poslodavac - pravno lice, koji u okviru svoje\ndelatnosti na teritoriji Republike obavlja istraživanje i razvoj,\noslobađa se obaveze plaćanja 70% obračunatog i obustavljenog poreza iz\nzarade lica koja su neposredno angažovana na poslovima istraživanja i\nrazvoja, srazmerno vremenu koje takva lica provedu na poslovima\nistraživanja i razvoja u odnosu na puno radno vreme. Licem koje je neposredno angažovano na poslovima\nistraživanja i razvoja smatra se lice koje radi na sprovođenju projekta\nna način da je neposredno uključeno u identifikovanje i rešavanje\nodgovarajućih procesnih ili tehničkih problema ili zadataka povezanih\nsa konkretnim projektom. Angažovanjem na poslovima istraživanja i razvoja u\nsmislu stava 2. ovog člana ne smatraju se aktivnosti povezane sa\ndirektnim ili indirektnim nadzorom nad sprovođenjem projekta ili\naktivnosti podrške u vezi sa sprovođenjem projekta. Istraživanjem u smislu stava 1. ovog člana smatra se\noriginalno i planirano istraživanje preduzeto u cilju sticanja novog\nnaučnog ili tehničkog znanja i razumevanja, a razvojem primena\nrezultata istraživanja ili primena drugog naučnog dostignuća ili\ndizajna u cilju proizvodnje novih ili značajno poboljšanih materijala,\nuređaja, proizvoda, procesa, sistema ili usluga pre pristupanja\nkomercijalnoj proizvodnji ili korišćenju. Oslobođenje iz stava 1. ovog člana mogu da koriste\npravna lica, koja istraživanje i razvoj sprovode za svoj račun i\nzadržavaju vlasništvo na nematerijalnoj imovini koja može nastati\nistraživanjem i razvojem. Oslobođenje iz stava 1. ovog člana ne primenjuje se\nna zarade isplaćene zaposlenima angažovanim na aktivnostima\nistraživanja u cilju pronalaženja i razvoja nafte, gasa ili mineralnih\nzaliha u ekstraktivnoj industriji. Poslodavac koji za određeno lice koristi bilo koju\nvrstu podsticaja koji su uređeni odgovarajućim zakonom, osim kada\nkoristi oslobođenje u skladu sa odredbom zakona kojim se uređuju\ndoprinosi za obavezno socijalno osiguranje koja se odnosi na istu vrstu\nolakšice, po osnovu zasnivanja radnog odnosa sa tim licem nema pravo da\nza to lice ostvari poresko oslobođenje iz ovog člana. Ograničenje u pravu na korišćenje podsticaja u smislu\nstava 7. ovog člana ne odnosi se na poslodavca koji koristi pravo na\ndvostruko priznavanje troškova koji su neposredno povezani sa\nistraživanjem i razvojem u skladu sa zakonom kojim se uređuje porez na\ndobit pravnih lica. Ministar bliže uređuje uslove i način ostvarivanja prava iz ovog člana."}
{"model": "text-embedding-3-small", "id": 41, "title": "Čl. 22-30", "link": null, "input": "Čl. 22-30: (Brisano) Glava treća POREZ NA PRIHODE OD SAMOSTALNE DELATNOSTI Predmet oporezivanja"}
{"model": "text-embedding-3-small", "id": 42, "title": "Član 31", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_31", "input": "Član 31: Prihodom od samostalne delatnosti smatra se prihod\nostvaren od privrednih delatnosti, uključujući i delatnosti\npoljoprivrede i šumarstva, pružanjem profesionalnih i drugih\nintelektualnih usluga, kao i prihod od drugih delatnosti, ukoliko se na\ntaj prihod po ovom zakonu porez ne plaća po drugom osnovu. Prihodom od samostalne delatnosti smatra se i prihod\nostvaren trajnim ili sezonskim iskorišćavanjem zemljišta u\nnepoljoprivredne svrhe (vađenje peska, šljunka i kamenja, proizvodnja\nkreča, cigle, crepa, ćumura i sl.), inkubatorskom proizvodnjom živine,\nkao i drugim sličnim delatnostima, nezavisno od toga da li su kao\nsamostalne delatnosti registrovane kod nadležnog organa. Poreski obveznik"}
{"model": "text-embedding-3-small", "id": 43, "title": "Član 32", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_32", "input": "Član 32: Obveznik poreza na prihode od samostalne delatnosti\nje fizičko lice koje ostvaruje prihode obavljanjem delatnosti iz člana\n31. ovog zakona. Obveznik iz stava 1. ovog člana je fizičko lice koje je upisano\n  u registar kod nadležnog organa, odnosno organizacije, a porez na prihode od\n  samostalne delatnosti plaća na oporezivu dobit (u daljem tekstu: preduzetnik),\n  odnosno na paušalno utvrđeni prihod (u daljem tekstu: preduzetnik paušalac). Obveznikom u smislu stava 1. ovog člana, smatra se i\nobveznik poreza po osnovu prihoda od poljoprivrede i šumarstva -\nfizičko lice koje je nosilac porodičnog poljoprivrednog gazdinstva\nupisano u registar poljoprivrednih gazdinstava u skladu sa propisima\nkojima se uređuje ta oblast, koje vodi poslovne knjige u skladu sa ovim\nzakonom i porez na prihode od samostalne delatnosti plaća na oporezivu\ndobit (u daljem tekstu: preduzetnik poljoprivrednik). Obveznikom u smislu stava 1. ovog člana, smatra se i\nfizičko lice koje je obveznik poreza na dodatu vrednost u skladu sa\nzakonom kojim se uređuje porez na dodatu vrednost, kao i svako drugo\nfizičko lice koje obavlja delatnost nezavisno od toga da li je ta\ndelatnost registrovana i porez na prihode od samostalne delatnosti\nplaća na oporezivu dobit (u daljem tekstu: preduzetnik drugo lice). Poreska osnovica"}
{"model": "text-embedding-3-small", "id": 44, "title": "Član 33", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_33", "input": "Član 33: Oporezivi prihod od samostalne delatnosti je\noporeziva dobit, a za preduzetnika paušalca to je paušalno utvrđen\nprihod, ako ovim zakonom nije drukčije određeno. Oporeziva dobit utvrđuje se u poreskom bilansu\nusklađivanjem dobiti iskazane u bilansu uspeha, sačinjenom u skladu sa\npropisima kojima se uređuje računovodstvo za obveznika koji je dužan da\nvodi dvojno knjigovodstvo, odnosno u skladu sa propisom iz člana 49.\novog zakona za obveznika koji vodi prosto knjigovodstvo, na način\nutvrđen ovim zakonom. Paušalni prihod utvrđuje se rešenjem nadležnog poreskog organa primenom kriterijuma i elemenata iz člana 41. ovog zakona."}
{"model": "text-embedding-3-small", "id": 45, "title": "Član 33a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_33a", "input": "Član 33a: Preduzetnik i preduzetnik poljoprivrednik može da se opredeli za isplatu lične zarade. Ličnom zaradom iz stava 1. ovog člana, u smislu ovog\nzakona, smatra se novčani iznos koji obveznik iz stava 1. ovog člana,\nisplati i evidentira u poslovnim knjigama kao svoje mesečno lično\nprimanje uvećan za pripadajuće obaveze iz zarade. Obveznik iz stava 1. ovog člana koji se opredeli za\nisplatu lične zarade, dužan je da u elektronskom obliku, preko portala\nPoreske uprave dostavi obaveštenje o svom opredeljenju da vrši isplatu\nlične zarade. Lice koje započne obavljanje delatnosti, obaveštenje\no opredeljenju da vrši isplatu lične zarade podnosi isključivo u\nmomentu registracije nadležnoj organizaciji koja vodi registar\nprivrednih subjekata, koja će taj zahtev proslediti Poreskoj upravi. Izuzetno od stava 4. ovog člana, lica koja se ne\nregistruju kod organizacije koja vodi registar privrednih subjekata,\nobaveštenje o opredeljenju da vrše isplatu lične zarade podnose u\nelektronskom obliku preko portala Poreske uprave, u roku od pet dana od\ndana registracije u Poreskoj upravi, odnosno dana dodele poreskog\nidentifikacionog broja (u daljem tekstu: PIB) a najkasnije do 31.\ndecembra tekuće godine. Obaveštenje iz stava 3. ovog člana dostavlja se najkasnije do 15. decembra tekuće godine za period od 1. januara naredne godine. Obveznik iz stava 1. ovog člana koji se opredeli za\nisplatu lične zarade, ovakvo opredeljenje ne može da menja tokom\nporeskog perioda. Ako se obveznik iz stava 1. ovog člana opredeli da\nprestane sa isplatom lične zarade, dužan je da o tome u elektronskom\nobliku, preko portala Poreske uprave dostavi obaveštenje do 15.\ndecembra tekuće godine. U slučaju iz stava 8. ovog člana, obveznik iz stava\n1. ovog člana od 1. januara godine koja sledi godini u kojoj je\ndostavio obaveštenje nadležnom poreskom organu nije dužan da vrši\nisplatu lične zarade. Usklađivanje prihoda i rashoda"}
{"model": "text-embedding-3-small", "id": 46, "title": "Član 34", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_34", "input": "Član 34: (Brisan)"}
{"model": "text-embedding-3-small", "id": 47, "title": "Član 35", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_35", "input": "Član 35: Usklađivanje prihoda i rashoda, utvrđivanje kapitalnih dobitaka i gubitaka,\nutvrđivanje iznosa kapitalnih dobitaka koji se uključuju u oporezivi prihod od samostalne\ndelatnosti i poreski tretman gubitaka iz ranijih godina iskazuju se u poreskom bilansu preduzetnika\nu skladu sa odgovarajućim odredbama zakona kojim se uređuje porez na dobit pravnih lica,\nako ovim zakonom nije drukčije određeno. Način na koji obveznici iz člana 32. ovog zakona,\nosim preduzetnika paušalaca, u poreskom bilansu iskazuju transferne\ncene bliže uređuje ministar."}
{"model": "text-embedding-3-small", "id": 48, "title": "Član 35a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_35a", "input": "Član 35a: Amortizacija stalnih sredstava iskazanih u poslovnim\nknjigama priznaje se kao rashod u iznosu i na način utvrđen zakonom\nkojim se uređuje porez na dobit pravnih lica i podzakonskim aktom\ndonetim na osnovu tog zakona."}
{"model": "text-embedding-3-small", "id": 49, "title": "Član 36", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_36", "input": "Član 36: Licima povezanim sa obveznikom iz člana 32. ovog\nzakona, pored fizičkih i pravnih lica koja imaju to svojstvo prema\nodgovarajućim odredbama zakona koji uređuje porez na dobit pravnih\nlica, smatraju se i: 1) članovi porodice obveznika; 2) braća i sestre obveznika; 3) roditelji bračnog druga i pastorci."}
{"model": "text-embedding-3-small", "id": 50, "title": "Član 37", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_37", "input": "Član 37: Kod duga prema poveriocu sa statusom povezanog lica\nili kredita koji obveznik uzima od poverioca sa statusom povezanog\nlica, kamata koja se priznaje u rashode u poreskom bilansu ne može biti\nveća od one koja bi nastala da je na tržištu bilo moguće zadužiti se,\nodnosno uzeti kredit u obračunskom periodu. Kod potraživanja od dužnika sa statusom povezanog\nlica ili kredita koji obveznik daje dužniku sa statusom povezanog lica,\nkamata koja ulazi u prihode u poreskom bilansu ne može biti manja od\none koja bi se ostvarila da je na tržištu bilo moguće ugovoriti ta\npotraživanja, odnosno odobriti kredit u obračunskom periodu. Razlika između tržišne kamate i obračunate kamate po\nkreditu između povezanih lica iz st. 1. i 2. ovog člana ulazi u\noporezivu dobit."}
{"model": "text-embedding-3-small", "id": 51, "title": "Član 37a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_37a", "input": "Član 37a: Obvezniku koji plaća porez na stvarni prihod od samostalne delatnosti u rashode u poreskom bilansu priznaju se: 1) isplaćena lična zarada; 2) troškovi službenog putovanja do iznosa iz člana 18. stav 1. tač. 2) do 5) ovog zakona; 3) obračunati i plaćeni doprinosi za lično obavezno\nsocijalno osiguranje po osnovu samostalne delatnosti ako se obveznik\nnije opredelio za isplatu lične zarade."}
{"model": "text-embedding-3-small", "id": 52, "title": "Član 37b", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_37b", "input": "Član 37b: Tretman poslovnog prihoda ima uzimanje iz poslovne\nimovine koje za privatne potrebe i ličnu potrošnju vrši obveznik koji\nplaća porez na stvarni prihod od samostalne delatnosti. Tretman poslovnog rashoda ima ulaganje lične imovine\nobveznika koji plaća porez na stvarni prihod od samostalne delatnosti,\nu poslovnu imovinu, osim ulaganja u stalnu imovinu. Uzimanje, odnosno ulaganje imovine iz st. 1. i 2.\novog člana koje nije u novčanom obliku, procenjuje se prema uporedivoj\ntržišnoj vrednosti, u skladu sa načelom stalnosti."}
{"model": "text-embedding-3-small", "id": 53, "title": "Član 37v", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_37v", "input": "Član 37v: U oporezivi prihod od samostalne delatnosti ne\nuračunava se prihod koji se oporezuje saglasno članu 85. stav 1. tačka\n17) ovog zakona, a koji ostvari obveznik poreza na stvarni prihod od\nsamostalne delatnosti. Poreska stopa"}
{"model": "text-embedding-3-small", "id": 54, "title": "Član 38", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_38", "input": "Član 38: Stopa poreza na prihode od samostalne delatnosti iznosi 10%. Poreski podsticaji"}
{"model": "text-embedding-3-small", "id": 55, "title": "Član 39", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_39", "input": "Član 39: Poreski podsticaji po osnovu ulaganja u osnovna\nsredstva u sopstvenu registrovanu delatnost i po osnovu ulaganja u\nskladu sa propisima kojima se uređuje podsticanje ulaganja u privredu\nRepublike, priznaju se preduzetnicima pod uslovima i na način kako se\npriznaju pravnim licima po zakonu kojim se uređuje porez na dobit\npravnih lica. Paušalno oporezivanje"}
{"model": "text-embedding-3-small", "id": 56, "title": "Član 40", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_40", "input": "Član 40: Obveznik poreza na prihode od samostalne delatnosti\nupisan u registar kod nadležnog organa, odnosno organizacije ima pravo\nda podnese zahtev da porez na prihode od samostalne delatnosti plaća na\npaušalno utvrđen prihod (u daljem tekstu: paušalno oporezivanje). Pravo na paušalno oporezivanje ne može se priznati obvezniku iz stava 1. ovog člana: 1) koji obavlja delatnost iz oblasti reklamiranja i istraživanja tržišta; 2) koji obavlja delatnost iz oblasti: trgovine na\nveliko i trgovine na malo, hotela i restorana, finansijskog\nposredovanja i aktivnosti u vezi s nekretninama; 3) u čiju delatnost ulažu i druga lica; 4) čiji je ukupan promet u godini koja prethodi\ngodini za koju se utvrđuje porez, odnosno čiji je planirani promet kada\npočinje obavljanje delatnosti - veći od 6.000.000 dinara; 5) koji je evidentiran kao obveznik poreza na dodatu vrednost u skladu sa zakonom kojim se uređuje porez na dodatu vrednost. Izuzetno od odredbe stava 2. tačka 2) ovog člana,\nobvezniku koji trgovinsku ili ugostiteljsku delatnost obavlja u kiosku,\nprikolici ili sličnom montažnom ili pokretnom objektu može se, na\nnjegov zahtev, odobriti da porez plaća na paušalno utvrđen prihod. Pravo na paušalno oporezivanje saglasno st. 1. do 3.\novog člana može da ostvari obveznik koji vrši proizvodnju i prodaju\nisključivo sopstvenih proizvoda u okviru obavljanja delatnosti. U ukupni promet obveznika u smislu stava 2. tačka 4)\novog člana ne uračunava se prihod koji se oporezuje saglasno članu 85.\nstav 1. tačka 17) ovog zakona. Delatnosti iz st. 2. i 3. ovog člana opredeljuju se u skladu sa propisima kojima se uređuje klasifikacija delatnosti."}
{"model": "text-embedding-3-small", "id": 57, "title": "Član 41", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_41", "input": "Član 41: Ako su ispunjeni uslovi iz člana 40. ovog zakona,\npreduzetnici paušalci se, radi utvrđivanja visine paušalnog prihoda kao\nosnovice poreza na prihode od samostalne delatnosti, razvrstavaju u\ngrupe i to tako da jednu grupu čine svi preduzetnici paušalci koji\nobavljaju istu pretežnu delatnost. Pretežna delatnost iz stava 1. ovog člana je\ndelatnost koja je kao takva registrovana u registru privrednih\nsubjekata, odnosno delatnost od čijeg obavljanja je u poreskom periodu\npreduzetnik paušalac ostvario viši iznos prihoda u odnosu na onu koju\nje registrovao kao pretežnu delatnost. Polazna osnovica za utvrđivanje visine paušalnog\nprihoda po grupama određuje se u odnosu na prosečnu mesečnu zaradu po\nzaposlenom ostvarenu u Republici, gradu, opštini, odnosno gradskoj\nopštini, prema objavljenim podacima republičkog organa nadležnog za\nposlove statistike za poslednjih 12 meseci (u daljem tekstu: prosečna\nmesečna zarada), koja se pomnoži sa brojem zaposlenih u Republici,\ngradu, opštini, odnosno gradskoj opštini i sa koeficijentom delatnosti,\na zatim podeli sa brojem stanovnika u Republici, gradu, opštini,\nodnosno gradskoj opštini. Polazna osnovica iz stava 3. ovog člana umanjuje se, odnosno povećava primenom sledećih elemenata: 1) registrovano sedište preduzetnika; 2) vremenski period koji je protekao od registracije preduzetnika; 3) starost obveznika i njegova radna sposobnost; 4) ostale okolnosti koje utiču na ostvarivanje dobiti. Vlada uređuje bliže uslove, kriterijume i elemente za paušalno oporezivanje."}
{"model": "text-embedding-3-small", "id": 58, "title": "Član 42", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_42", "input": "Član 42: Zahtev za paušalno oporezivanje može se podneti do\n31. oktobra tekuće godine za narednu godinu, odnosno u roku od 15 dana\nod dana prijema akta nadležnog poreskog organa kojim se potvrđuje\nbrisanje iz evidencije za porez na dodatu vrednost u skladu sa zakonom\nkojim se uređuje porez na dodatu vrednost a najkasnije do 31. decembra\ntekuće godine za narednu godinu, u elektronskom obliku preko\nportala Poreske uprave. Lice koje započne obavljanje delatnosti, zahtev za\npaušalno oporezivanje podnosi isključivo u momentu registracije\nnadležnoj organizaciji koja vodi registar privrednih subjekata, koja će\ntaj zahtev proslediti Poreskoj upravi. Izuzetno od stava 2. ovog člana, lica koja se ne\nregistruju kod organizacije koja vodi registar privrednih subjekata,\nzahtev za paušalno oporezivanje podnose u elektronskom obliku preko\nportala Poreske uprave, u roku od pet dana od dana registracije u\nPoreskoj upravi, odnosno dana dodele PIB a najkasnije do 31. decembra\ntekuće godine. Obveznik poreza na prihode od samostalne delatnosti\nkome je utvrđeno pravo na paušalno oporezivanje, ovaj način\noporezivanja koristi dok se ne utvrdi da su prestali razlozi za\npaušalno oporezivanje, odnosno da izmenjeni uslovi isključuju pravo na\npaušalno oporezivanje. U slučaju iz stava 4. ovog člana, nadležni poreski\norgan će rešenjem naložiti obvezniku iz stava 4. ovog člana vođenje\nposlovnih knjiga od polovine tekuće godine ili od početka naredne\ngodine. Preduzetnik paušalac kome prestaje pravo na paušalno\noporezivanje po osnovu iz člana 40. stav 2. tačka 5) ovog zakona, dužan\nje da vodi poslovne knjige najkasnije od dana kada postane obveznik\nporeza na dodatu vrednost u skladu sa zakonom kojim se uređuje porez na\ndodatu vrednost, bez utvrđivanja obaveze vođenja poslovnih knjiga\nrešenjem nadležnog poreskog organa. Poslovne knjige i knjigovodstvene isprave"}
{"model": "text-embedding-3-small", "id": 59, "title": "Član 43", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_43", "input": "Član 43: Obveznici iz člana 32. ovog zakona dužni su da vode\nposlovne knjige i da u njima iskazuju poslovne promene u skladu sa\nzakonom kojim se uređuje računovodstvo, odnosno na način određen ovim\nzakonom. Preduzetnik iz člana 32. stav 2. ovog zakona koji\nporez plaća na stvarni prihod, vodi knjige po sistemu dvojnog\nknjigovodstva u skladu sa zakonom kojim se uređuje računovodstvo. Preduzetnik poljoprivrednik i preduzetnik drugo lice\niz člana 32. st. 3. i 4. ovog zakona, vodi poslovne knjige po sistemu\nprostog knjigovodstva, u skladu sa ovim zakonom. Preduzetnici paušalci dužni su da vode samo poslovnu knjigu o ostvarenom prometu."}
{"model": "text-embedding-3-small", "id": 60, "title": "Član 43a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_43a", "input": "Član 43a: Poslovne knjige po sistemu dvojnog knjigovodstva\npreduzetnici vode u skladu sa zakonom i drugim propisima kojima se\nuređuje računovodstvo."}
{"model": "text-embedding-3-small", "id": 61, "title": "Član 44", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_44", "input": "Član 44: U poslovnim knjigama po sistemu prostog knjigovodstva\nobezbeđuju se podaci o prihodima, rashodima, osnovnim sredstvima, alatu\ni inventaru sa kalkulativnim otpisom, u skladu sa ovim zakonom i\npropisom iz člana 49. ovog zakona."}
{"model": "text-embedding-3-small", "id": 62, "title": "Član 45", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_45", "input": "Član 45: Preduzetnik poljoprivrednik i preduzetnik drugo lice\nje dužan da poslovne knjige po sistemu prostog knjigovodstva iz člana\n44. ovog zakona vodi ažurno i uredno, tako da one obezbeđuju kontrolu\nispravnosti knjiženja, čuvanja i korišćenja podataka, kao i uvid u\nhronologiju poslovnih promena. Preduzetnik poljoprivrednik i preduzetnik drugo lice\ndužan je da knjiženje prihoda vrši najkasnije narednog dana od dana\nkada je prihod ostvaren, knjiženje troškova u roku od sedam dana od\ndana njihovog nastanka, a ostala knjiženja u rokovima i na način\nodređen ovim zakonom i propisima koji su doneti na osnovu njega,\nodnosno u skladu sa propisima koji uređuju računovodstvo. Preduzetnik koji je dužan da vodi knjige po sistemu\ndvojnog knjigovodstva iskazuje poslovne promene u skladu sa zakonom\nkojim se uređuje računovodstvo."}
{"model": "text-embedding-3-small", "id": 63, "title": "Član 46", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_46", "input": "Član 46: Knjiženje svake poslovne promene na sredstvima,\nprihodima i troškovima poslovanja vrši se na osnovu verodostojnih\nknjigovodstvenih isprava, koje moraju biti takve da pokazuju nastalu\nposlovnu promenu i sadrže odgovarajuće podatke za knjiženje."}
{"model": "text-embedding-3-small", "id": 64, "title": "Član 47", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_47", "input": "Član 47: Obveznik iz člana 32. ovog zakona je dužan da poslovne knjige i druge knjigovodstvene isprave drži u poslovnoj prostoriji. Kad je vođenje knjigovodstva povereno profesionalnoj\nračunovodstvenoj firmi, knjige i druge isprave o finansijskom\nposlovanju mogu se čuvati u prostorijama te firme."}
{"model": "text-embedding-3-small", "id": 65, "title": "Član 48", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_48", "input": "Član 48: Poslovne knjige i knjigovodstvene isprave čuvaju se\nnajmanje pet godina od poslednjeg dana poslovne godine na koju se\nodnose, ako zakonom nije drukčije određeno."}
{"model": "text-embedding-3-small", "id": 66, "title": "Član 49", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_49", "input": "Član 49: Ministar bliže propisuje vrste i sadržinu poslovnih\nknjiga i drugih evidencija koje se vode po sistemu prostog\nknjigovodstva, način njihovog vođenja i iskazivanja finansijskog\nrezultata. Poreski bilans"}
{"model": "text-embedding-3-small", "id": 67, "title": "Član 50", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_50", "input": "Član 50: Obveznici koji plaćaju porez na stvarni prihod od\nsamostalne delatnosti koji vode poslovne knjige po sistemu prostog ili\ndvojnog knjigovodstva sastavljaju godišnji poreski bilans. Bliže propise o sadržini poreskog bilansa i načinu njegovog sastavljanja donosi ministar. Evidentiranje prihoda i rashoda kod banke"}
{"model": "text-embedding-3-small", "id": 68, "title": "Član 51", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_51", "input": "Član 51: Obveznik iz člana 32. ovog zakona je dužan, nezavisno\nod načina na koji se oporezuje, da sva plaćanja vrši preko tekućeg\nračuna kod banke i da vodi sredstva na tom računu, uključujući i uplatu\nprimljenog gotovog novca, u skladu sa zakonom kojim se uređuje\nobavljanje plaćanja pravnih lica, preduzetnika i fizičkih lica koja ne\nobavljaju delatnost. Glava četvrta POREZ NA PRIHODE OD AUTORSKIH PRAVA, PRAVA SRODNIH AUTORSKOM PRAVU I PRAVA INDUSTRIJSKE SVOJINE Predmet oporezivanja"}
{"model": "text-embedding-3-small", "id": 69, "title": "Član 52", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_52", "input": "Član 52: Prihodom od autorskih prava smatra se naknada koju obveznik ostvari po osnovu: 1) pisanih dela (književna, naučna, stručna, publicistička i druga dela, studije, recenzije i slično); 2) govornih dela; 3) dramskih i dramsko-muzičkih dela; 4) pantomimskih i koreografskih dela čije je predstavljanje utvrđeno pismeno ili na neki drugi način; 5) muzičkih dela sa rečima ili bez njih; 6) kinematografskih dela i dela stvorenih na način sličan kinematografiji; 7) dela likovne umetnosti; 8) kartografskih dela; 9) idejnih projekata, skica, crteža i plastičnih dela\nkoja se odnose na arhitekturu, geografiju, topografiju ili koju drugu\noblast nauke ili umetnosti; 10) stripova, ukrštenica i slično; 11) redakcijskih dela koja s obzirom na izbor i raspored građe, predstavljaju samostalnu duhovnu tvorevinu; 12) prevoda, lekture, aranžmana muzičke obrade i druge prerade autorskih dela; 13) nagrada na konkursima za izradu umetničkih,\nnaučnih, stručnih i ostalih autorskih dela, nagrada na konkursima za\n\nizradu idejnih projekata, kao i nagrada za postignuti uspeh u nauci i\numetnosti, ako ovim zakonom nije drukčije određeno; 14) izvođenja muzičkih, književnih i drugih dela; 15) korišćenja izvedenih muzičkih materijala; 16) izrada prototipa umetničkih predmeta koji se ustupaju preduzećima kao modeli za umnožavanje (proizvodnju) takvih predmeta; 17) likovnih dela iz oblasti primenjenih umetnosti; 18) ostalih autorskih dela. Likovnim delom iz oblasti primenjenih umetnosti iz\nstava 1. tačka 17) ovog člana smatraju se unikati koje je autor sam\nizradio po sopstvenoj zamisli - u nacrtu ili u materijalu - u granama\nprimenjenih umetnosti, kao što su: 1) plastična dela od raznih materijala (kamen, drago kamenje, drvo, metal, plemeniti metali, staklo, plastika i drugo); 2) umetnička keramika; 3) radovi iz oblasti unutrašnje arhitekture, fasadne\narhitekture, oblikovanja prostora, kao i obavljanje nadzora nad\nizvođenjem tih radova; 4) umetnička rešenja iz oblasti hortikulture; 5) zidno slikarstvo i slikarstvo u prostoru (u\ntehnikama: freska, grafika, mozaik, intarzija, vitraž, emajl i sl.) kao\ni intarzirani predmeti i predmeti od emajla; 6) umetnička grafička rešenja (plakati, prigodna\ngrafika, serigrafija, oprema knjiga, časopisa i listova, ambalaža,\ngodišnjaci, katalozi, prospekti, almanasi i sl.); 7) umetnička fotografija i dela proizvedena postupkom sličnim fotografiji; 8) umetnička obrada tekstila (tapiserija, tkani tekstil i sl.); 9) umetnička rešenja za scenografiju i kostimografiju; 10) modno kreatorstvo; 11) rešenja za industrijsko oblikovanje; 12) restauratorska i konzervatorska dela iz oblasti kulture i umetnosti; 13) idejne skice i crteži u primenjenoj umetnosti,\nkao i prodati prototipovi primenjene umetnosti, ako su po postojećim\nobičajima zadržali karakter originala."}
{"model": "text-embedding-3-small", "id": 70, "title": "Član 52a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_52a", "input": "Član 52a: Prihodom od prava srodnih autorskom pravu (u daljem tekstu: srodna prava), smatra se naknada koju obveznik ostvari po osnovu: 1) prava interpretatora; 2) prava proizvođača fonograma; 3) prava proizvođača videograma; 4) prava proizvođača emisije; 5) prava proizvođača baze podataka."}
{"model": "text-embedding-3-small", "id": 71, "title": "Član 53", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_53", "input": "Član 53: Prihodom od prava industrijske svojine smatra se naknada koju obveznik ostvari po osnovu: 1) patenata; 2) malih patenata; 3) žigova; 4) modela i uzoraka; 5) tehničkih unapređenja. Poreski obveznik"}
{"model": "text-embedding-3-small", "id": 72, "title": "Član 54", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_54", "input": "Član 54: Obveznik poreza na prihode od autorskih prava, prava\nsrodnih autorskom pravu i prava industrijske svojine (u daljem tekstu:\nautorska i srodna prava i prava industrijske svojine) je fizičko lice\nkoje kao autor, nosilac srodnih prava, odnosno vlasnik prava\nindustrijske svojine ostvaruje naknadu po osnovu autorskog i srodnog\nprava, odnosno prava industrijske svojine. Obveznik poreza na prihode od autorskih i srodnih\nprava i prava industrijske svojine je i naslednik imovinskog autorskog\ni srodnog prava i prava industrijske svojine i svako drugo fizičko lice\nkoje ostvaruje naknadu po tim osnovama. Poreska osnovica"}
{"model": "text-embedding-3-small", "id": 73, "title": "Član 55", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_55", "input": "Član 55: Oporezivi prihod od autorskih i srodnih prava i prava\nindustrijske svojine čini razlika između bruto prihoda i troškova koje\nje obveznik imao pri ostvarivanju i očuvanju prihoda, osim ako ovim\nzakonom nije drukčije propisano. Izuzetno od stava 1. ovog člana, oporezivi prihod od\nautorskih i srodnih prava na koje se porez plaća samooporezivanjem,\nizuzev tih prihoda koje ostvaruje obveznik koji ima status samostalnog\numetnika u skladu sa zakonom kojim se uređuje oblast kulture, čini\nbruto prihod ostvaren u kvartalu umanjen za normirane troškove u\ndinarskom iznosu: 1) u visini iz člana 12b stav 1. ovog zakona, ili 2) u visini iz člana 12b stav 2. ovog zakona uvećane za 34% bruto prihoda ostvarenog u kvartalu. Normirani troškovi"}
{"model": "text-embedding-3-small", "id": 74, "title": "Član 56", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_56", "input": "Član 56: Obvezniku - autoru, odnosno nosiocu srodnog prava priznaju se sledeći normirani troškovi: 1) za vajarska dela, tapiserije, umetničku keramiku,\nkeramoplastiku, mozaik i vitraž, za umetničku fotografiju, zidno\nslikarstvo i slikarstvo u prostoru u tehnikama: freska, grafika,\nintarzija, emajl, intarzirane i emajlirane predmete, kostimografiju,\nmodno kreatorstvo i umetničku obradu tekstila (tkani tekstil, štampani\ntekstil i sl.) - 50% od bruto prihoda; 2) za slikarska dela, grafička dela, industrijsko\noblikovanje sa izradom modela i maketa, sitnu plastiku, radove\nvizuelnih komunikacija, radove u oblasti unutrašnje arhitekture i\nobrade fasada, oblikovanje prostora, radove na području hortikulture,\nvršenje umetničkog nadzora nad izvođenjem radova u oblasti unutrašnje i\nfasadne arhitekture, oblikovanja prostora i hortikulture sa izradom\nmodela i maketa, umetnička rešenja za scenografiju, naučna, stručna,\nknjiževna i publicistička dela, prevođenje, odnosno prevodi, muzička i\nkinematografska dela i restauratorska i konzervatorska dela u oblasti\nkulture i umetnosti, za izvođenje umetničkih dela (sviranje i pevanje,\npozorišna i filmska gluma, recitovanje), snimanje filmova i idejne\nskice za tapiseriju i kostimografiju kad se ne izvode u materijalu -\n43% od bruto prihoda; 3) za interpretaciju, odnosno izvođenje estradnih\nprograma zabavne i narodne muzike, proizvodnju fonograma, proizvodnju\nvideograma, proizvodnju emisije, proizvodnju baze podataka i za druga\nautorska i srodna prava koja nisu navedena u tač. 1) i 2) ovog člana -\n34% od bruto prihoda. Izuzetno od stava 1. ovog člana, za prihode od\nautorskih i srodnih prava na koje se porez plaća samooporezivanjem,\nizuzev tih prihoda koje ostvaruje obveznik koji ima status samostalnog\numetnika u skladu sa zakonom kojim se uređuje oblast kulture, priznaju\nse normirani troškovi u dinarskom iznosu: 1) iz člana 12b stav 1. ovog zakona, ili 2) iz člana 12b stav 2. ovog zakona uvećani za 34% bruto prihoda ostvarenog u kvartalu."}
{"model": "text-embedding-3-small", "id": 75, "title": "Član 56a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_56a", "input": "Član 56a: Obvezniku - autoru, odnosno nosiocu srodnog prava,\npored normiranih troškova iz člana 56. ovog zakona priznaju se i\nstvarni troškovi iz člana 57. stav 1. ovog zakona. Stvarni troškovi"}
{"model": "text-embedding-3-small", "id": 76, "title": "Član 57", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_57", "input": "Član 57: Obveznicima iz člana 54. ovog zakona, priznaje se kao\ntrošak u punom iznosu naknada koju plaćaju za usluge odgovarajućoj\nautorskoj agenciji, organizaciji za zaštitu muzičkog autorskog prava i\npreduzećima i drugim pravnim licima ovlašćenim za prodaju i naplatu\nprihoda od autorskih dela. Obvezniku - autoru i nosiocu srodnih prava, na njegov\nzahtev, umesto normiranih priznaće se stvarni troškovi koje je imao pri\nostvarivanju i očuvanju prihoda, ako za to podnese dokaze. Obvezniku - vlasniku prava industrijske svojine,\npriznaju se kao trošak kod utvrđivanja oporezivog prihoda sledeći\nstvarni troškovi: 1) takse i troškovi koji se plaćaju za zaštitu\npatenata, malih patenata, žigova, modela, uzoraka i tehničkih\nunapređenja, prema potvrdi nadležnog organa za njihovu zaštitu; 2) troškovi izrade nacrta i tehničkog opisa patenata,\nmalih patenata, žigova, modela, uzoraka i tehničkih unapređenja, koji\nsu bili sastavni deo prijave kojom se od nadležnog organa traži njihova\nzaštita, prema potvrdi stručnog lica koje je izradilo te nacrte i\ntehničke opise i uz mišljenje o realnosti ovih troškova koje izdaje\nodgovarajuća strukovna organizacija pronalazača; 3) troškovi za izradu prototipa, potrebnog da bi se\npatent, mali patent, žig, model, uzorak ili tehničko unapređenje\nproverili, pod uslovom da su prijavljeni, odnosno zaštićeni. Ako je\nprototip izrađen u preduzeću, odnosno ustanovi, potvrdu o troškovima\nizrade izdaje izrađivač. Ako je prototip izradio pronalazač u\nsopstvenoj režiji, priznaju se stvarni troškovi koje je imao, a\nmišljenje o realnosti troškova izdaje odgovarajuća strukovna\norganizacija pronalazača. Poreska stopa"}
{"model": "text-embedding-3-small", "id": 77, "title": "Član 58", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_58", "input": "Član 58: Stopa poreza na prihode od autorskih i srodnih prava i prava industrijske svojine iznosi 20%. Izuzetno od stava 1. ovog člana, stopa poreza na\nprihode od ugovorene naknade od autorskih i srodnih prava na koje se\nporez plaća samooporezivanjem, za koje se normirani troškovi priznaju u\nskladu sa članom 56. stav 2. tačka 2) ovog zakona, iznosi 10%. Vremensko razgraničenje prihoda"}
{"model": "text-embedding-3-small", "id": 78, "title": "Član 59", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_59", "input": "Član 59: Prihodi od autorskih i srodnih prava i prava\nindustrijske svojine koje je obveznik - autor, nosilac srodnih prava\nili vlasnik prava industrijske svojine ostvario za delo koje je stvarao\nduže od jedne godine, prilikom utvrđivanja prihoda, dele se, na zahtev\nobveznika, na onoliko jednakih delova koliko je godina delo stvarano, a\nne duže od pet. U slučaju iz stava 1. ovog člana u svakoj godini oporezuje se srazmerni deo prihoda. Procena poreske osnovice"}
{"model": "text-embedding-3-small", "id": 79, "title": "Član 60", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_60", "input": "Član 60: Ako Poreska uprava utvrdi da je interpretator,\nmenadžer ili drugo angažovano lice po osnovu estradnog programa zabavne\ni narodne muzike ili drugog zabavnog programa ostvarilo prihod, a nije\nzaključilo ugovor sa organizatorom takvog programa, ili oceni da je\nostvareni prihod veći od ugovorenog prihoda, bruto prihod se utvrđuje\nprocenom u skladu sa zakonom koji uređuje poreski postupak i poresku\nadministraciju, a oporezuje bez priznavanja normiranih, odnosno\nstvarnih troškova. Glava peta POREZ NA PRIHODE OD KAPITALA Predmet oporezivanja"}
{"model": "text-embedding-3-small", "id": 80, "title": "Član 61", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_61", "input": "Član 61: Prihodom od kapitala smatraju se: 1) kamata po osnovu zajma, štednih i drugih depozita\n(oročenih ili po viđenju) i po osnovu dužničkih i sličnih hartija od\nvrednosti; 2) dividenda i učešće u dobiti; 3) prihod od investicione jedinice otvorenog investicionog fonda; 3a) prihod po osnovu vlasništva nad investicionom\njedinicom alternativnog investicionog fonda, osim naknade za prenos te\ninvesticione jedinice; 4) uzimanje iz imovine i korišćenje usluga privrednog\ndruštva od strane vlasnika društva za njihove privatne potrebe i ličnu\npotrošnju. Dividendom iz stava 1. tačka 2) ovog člana smatra se\ni likvidacioni ostatak, odnosno višak deobne mase u novcu, odnosno\nnenovčanoj imovini, iznad vrednosti uloženog kapitala utvrđen u skladu\nsa zakonom koji uređuje oporezivanje dobiti pravnih lica. Dividendom iz stava 1. tačka 2) ovog člana smatra se\ni preostala neto vrednost imovine otvorenog investicionog fonda,\nodnosno alternativnog investicionog fonda koji nema svojstvo pravnog\nlica, koja se nakon raspuštanja tog investicionog fonda raspodeljuje\nčlanovima srazmerno njihovim investicionim jedinicama, a koja je iznad\ndokumentovane nabavne vrednosti tih investicionih jedinica."}
{"model": "text-embedding-3-small", "id": 81, "title": "Član 61a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_61a", "input": "Član 61a: Prihod od dividende umanjuje se, pre utvrđivanja\nporeske osnovice, za iznos godišnje rate prodajne cene po osnovu\nkupovine društvenog i državnog kapitala, odnosno imovine javnom\naukcijom, u smislu propisa kojima se uređuju uslovi i postupak promene\nvlasništva društvenog, odnosno državnog kapitala, uplaćene pre isplate\ndividende, a najviše do iznosa isplaćene dividende. Poreski obveznik"}
{"model": "text-embedding-3-small", "id": 82, "title": "Član 62", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_62", "input": "Član 62: Obveznik poreza na prihode od kapitala je fizičko lice koje ostvaruje te prihode. Poreska osnovica"}
{"model": "text-embedding-3-small", "id": 83, "title": "Član 63", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_63", "input": "Član 63: Oporezivi prihod od kapitala čini novčani ili nenovčani iznos ostvarenog prihoda. Ako su prihodi od kapitala ostvareni u nenovčanom\nobliku, vrednost tih prihoda se utvrđuje prema tržišnoj vrednosti\nprava, dobara, odnosno usluga na dan ostvarivanja prihoda. Poreska stopa"}
{"model": "text-embedding-3-small", "id": 84, "title": "Član 64", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_64", "input": "Član 64: Stopa poreza na prihode od kapitala iznosi 15%. Poreska oslobođenja"}
{"model": "text-embedding-3-small", "id": 85, "title": "Član 65", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_65", "input": "Član 65: Ne plaća se porez na prihode od kapitala na kamatu: 1) na dinarska sredstva po osnovu štednih i drugih depozita (oročenih ili po viđenju); 2) po osnovu dužničkih hartija od vrednosti čiji je\nizdavalac Republika, autonomna pokrajina, jedinica lokalne samouprave\nili Narodna banka Srbije. Glava peta a POREZ NA PRIHODE OD NEPOKRETNOSTI Predmet oporezivanja"}
{"model": "text-embedding-3-small", "id": 86, "title": "Član 65a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_65a", "input": "Član 65a: Prihodima od nepokretnosti smatraju se prihodi koje obveznik ostvari izdavanjem u zakup ili podzakup nepokretnosti. Prihod od nepokretnosti iz stava 1. ovog člana je\nostvarena zakupnina u koju se uračunava i vrednost svih izvršenih\nobaveza i usluga na koje se obavezao zakupac, osim obaveza plaćanja\ntroškova nastalih tokom zakupa, a koji zavise od obima potrošnje\nzakupca (npr. električne energije, telefona i slično). Izuzetno od st. 1. i 2. ovog člana, prihodi koje od\nizdavanja nepokretnosti ostvari obveznik iz člana 32. ovog zakona, osim\npreduzetnika paušalca, oporezuju se kao prihod od samostalne delatnosti. Nepokretnostima iz stava 1. ovog člana smatraju se: 1) zemljište; 2) stambene, poslovne i druge zgrade, stanovi,\nposlovne prostorije, garaže i drugi (nadzemni i podzemni) građevinski\nobjekti, odnosno njihovi delovi. Poreski obveznik"}
{"model": "text-embedding-3-small", "id": 87, "title": "Član 65b", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_65b", "input": "Član 65b: Obveznik poreza na prihode od nepokretnosti je\nfizičko lice koje izdavanjem u zakup ili podzakup nepokretnosti ostvari\nprihode po tom osnovu. Obveznikom u smislu stava 1. ovog člana ne smatra se\nobveznik iz člana 32. ovog zakona, osim preduzetnika paušalca, koji\nnepokretnosti izdaje u zakup ili podzakup u okviru obavljanja\nregistrovane samostalne delatnosti. Obveznikom u smislu stava 1. ovog člana smatra se i fizičko lice\nkoje ostvaruje prihod od iznajmljivanja stanova i soba za period duži od 30 dana, a koje\nsaglasno zakonima kojima se uređuju ugostiteljstvo i turizam ne pruža ugostiteljske usluge. Poreska osnovica"}
{"model": "text-embedding-3-small", "id": 88, "title": "Član 65v", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_65v", "input": "Član 65v: Oporezivi prihod od nepokretnosti, uključujući i prihod od iznajmljivanja\nstanova i soba za period duži od 30 dana, čini bruto prihod iz člana 65a stav 2. ovog zakona,\numanjen za normirane troškove u visini od 25%. Izuzetno od stava 1. ovog člana, u oporezivi prihod ne uračunava\nse prihod po osnovu pružanja usluga smeštaja za period do 30 dana koji ima poreski tretman\nsaglasno članu 84b ovog zakona. Obvezniku poreza na prihode od nepokretnosti, na\nnjegov zahtev, umesto normiranih troškova priznaće se stvarni troškovi\nkoje je imao pri ostvarivanju i očuvanju prihoda, ako za to podnese\ndokaze. Oporezivi prihod od nepokretnosti koji ostvari\nobveznik zakupac koji nepokretnost izdaje u podzakup, čini razlika\nizmeđu zakupnine koju ostvaruje i zakupnine koju plaća zakupodavcu. Poreska stopa"}
{"model": "text-embedding-3-small", "id": 89, "title": "Član 65g", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_65g", "input": "Član 65g: Stopa poreza na prihode od nepokretnosti iznosi 20%."}
{"model": "text-embedding-3-small", "id": 90, "title": "Čl. 66-71", "link": null, "input": "Čl. 66-71: (Brisano) Glava sedma POREZ NA KAPITALNE DOBITKE Pojam kapitalnog dobitka i kapitalnog gubitka"}
{"model": "text-embedding-3-small", "id": 91, "title": "Član 72", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_72", "input": "Član 72: Kapitalni dobitak, odnosno gubitak u smislu ovog\nzakona predstavlja razliku između prodajne cene prava, udela i hartija\nod vrednosti i njihove nabavne cene, ostvarenu prenosom: 1) stvarnih prava na nepokretnostima; 2) autorskih i srodnih prava i prava industrijske svojine; 3) udela u kapitalu pravnih lica, akcija i ostalih hartija od vrednosti; 4) investicione jedinice, osim investicionih jedinica\ndobrovoljnih penzijskih fondova, otkupljene od strane otvorenog\ninvesticionog fonda, u skladu sa zakonom kojim se uređuju otvoreni\ninvesticioni fondovi; 5) investicione jedinice alternativnog investicionog\nfonda, u skladu sa zakonom kojim se uređuju alternativni investicioni\nfondovi; 6) digitalne imovine. Pod prenosom iz stava 1. ovog člana smatra se prodaja ili drugi prenos uz novčanu ili nenovčanu naknadu. Drugim prenosom uz naknadu u smislu stava 2. ovog člana, smatra se i svaki unos nenovčanog uloga u pravno lice. Obveznik poreza na kapitalni dobitak je svako fizičko\nlice, uključujući i preduzetnika, koje je izvršilo prenos prava, udela\ni hartija od vrednosti iz stava 1. ovog člana."}
{"model": "text-embedding-3-small", "id": 92, "title": "Član 72a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_72a", "input": "Član 72a: Kapitalnim dobitkom, odnosno gubitkom u smislu ovog\nzakona ne smatra se razlika nastala prenosom prava, udela ili hartija\nod vrednosti, kada: 1) su stečeni nasleđem u prvom naslednom redu; 2) se prenos vrši između bračnih drugova i krvnih srodnika u pravoj liniji; 3) se prenos vrši između razvedenih bračnih drugova, a u neposrednoj je vezi sa razvodom braka; 4) se vrši prenos dužničkih hartija od vrednosti čiji\nje izdavalac Republika, autonomna pokrajina, jedinica lokalne\nsamouprave ili Narodna banka Srbije; 5) je obveznik izvršio prenos prava, udela ili\nhartija od vrednosti koje je pre prenosa imao u svom vlasništvu\nneprekidno najmanje deset godina; 6) se u statusnoj promeni vrši zamena akcija, odnosno\nudela koje obveznik ima u privrednom društvu prenosiocu, isključivo za\nakcije, odnosno udele u privrednom društvu sticaocu u skladu sa zakonom\nkojim se uređuju privredna društva. Pravo na poresko izuzimanje kod prodaje prava,\nodnosno udela iz stava 1. tačka 5) ovog člana, u slučaju kada je tokom\nperioda vlasništva dolazilo do promene procenta prava, odnosno učešća u\nkapitalu, obveznik može da ostvari u odnosu na procentualni deo prava\nkoji je neprekidno najmanje deset godina imao u vlasništvu, odnosno deo\nudela po osnovu koga je neprekidno najmanje deset godina imao pravo\nučešća u kapitalu, u procentu koji je jednak procentu koji je\ninicijalno stečen najmanje deset godina pre prodaje prava, odnosno\nudela. Izuzetno od stava 1. tačka 5) ovog člana, pravo na poresko izuzimanje\nne ostvaruje se u slučaju kada član društva prenese udeo ili akcije, odnosno deo udela ili\nakcija koje ima u društvu, a po osnovu tog prenosa društvo stiče sopstvene udele, odnosno\nakcije u smislu zakona kojim se uređuju privredna društva. Promena nominalne vrednosti prava, odnosno udela iz\nstava 1. tačka 5) ovog člana ne smatra se promenom procenta prava,\nodnosno učešća u kapitalu iz stava 2. ovog člana."}
{"model": "text-embedding-3-small", "id": 93, "title": "Član 72b", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_72b", "input": "Član 72b: Prenos računa iz postojećeg u drugi dobrovoljni\npenzijski fond, koji izvrši fond po nalogu i za račun člana\ndobrovoljnog penzijskog fonda, u skladu sa zakonom koji uređuje\ndobrovoljne penzijske fondove i penzijske planove, ne smatra se\nkapitalnim dobitkom. Određivanje kapitalnog dobitka"}
{"model": "text-embedding-3-small", "id": 94, "title": "Član 73", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_73", "input": "Član 73: Za svrhu određivanja kapitalnog dobitka, u smislu\novog zakona, prodajnom cenom se smatra ugovorena cena, odnosno tržišna\ncena koju utvrđuje nadležni poreski organ ako oceni da je ugovorena\ncena niža od tržišne. Kao ugovorena, odnosno tržišna cena iz stava 1. ovog člana uzima se cena bez poreza na prenos apsolutnih prava. Kod prenosa prava putem razmene za drugo pravo, prodajnom cenom se smatra tržišna cena prava koje se daje u razmenu. Prodajnom cenom investicione jedinice smatra se\notkupna cena investicione jedinice koja se sastoji od neto vrednosti\nimovine otvorenog društva po investicionoj jedinici na dan podnošenja\nzahteva člana fonda za otkup investicionih jedinica, uvećane za naknadu\nza kupovinu ukoliko je društvo za upravljanje naplaćuje, saglasno\nzakonu koji uređuje investicione fondove."}
{"model": "text-embedding-3-small", "id": 95, "title": "Član 74", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_74", "input": "Član 74: Za svrhu određivanja kapitalnog dobitka, u smislu\novog zakona, nabavnom cenom se smatra cena po kojoj je obveznik stekao\npravo, udeo ili hartiju od vrednosti. Kod prenosa nepokretnosti koju je obveznik sam\nizgradio, nabavnu cenu iz stava 1. ovog člana čini iznos troškova\nizgradnje, a ako obveznik ne dokaže iznos troškova izgradnje, osnovica\nporeza na imovinu u godini nastanka obaveze po osnovu poreza na imovinu. Kod prenosa nepokretnosti u izgradnji, nabavnu cenu\niz stava 1. ovog člana čini iznos troškova izgradnje koje je obveznik\nimao do dana prenosa i koje može da dokumentuje. Nabavna cena investicione jedinice sastoji se od neto\nvrednosti imovine fonda po investicionoj jedinici na dan uplate,\nuvećane za naknadu za kupovinu ukoliko je društvo za upravljanje\nnaplaćuje, saglasno zakonima kojima se uređuju investicioni fondovi. Kod hartija od vrednosti koje je obveznik stekao\nkupovinom, a kojima se trguje na regulisanom tržištu kapitala u skladu\nsa zakonom kojim se uređuje tržište kapitala (u daljem tekstu: hartije\nod vrednosti kojima se trguje na tržištu kapitala), nabavnom cenom iz\nstava 1. ovog člana smatra se cena koju obveznik dokumentuje kao\nstvarno plaćenu, odnosno, ako to ne učini, najniža zabeležena cena po\nkojoj se trgovalo u periodu od godinu dana od dana koji prethodi\nprodaji hartije od vrednosti. Ako u periodu iz stava 5. nije bilo trgovine tom\nhartijom od vrednosti, nabavnom cenom smatra se najniža zabeležena cena\nu prvoj prethodnoj godini u kojoj je bilo trgovanja. Kod hartija od vrednosti koje je obveznik stekao, a\nkojima se ne trguje na tržištu kapitala, nabavnom cenom iz stava 1.\novog člana smatra se cena koju obveznik dokumentuje kao stvarno\nplaćenu, odnosno, ako to ne učini, njena nominalna vrednost, a ako je\nreč o akcijama bez nominalne vrednosti, srazmerni deo neto imovine\ndruštva u momentu sticanja. Izuzetno od st. 5, 6. i 7. ovog člana, ukoliko je\nobveznik stekao hartije od vrednosti koje su bile predmet oporezivanja\nu skladu sa članom 14. ovog zakona, odnosno oslobođene od oporezivanja\nu smislu člana 18. stav 1. tačka 11) i stav 2. ovog zakona, nabavnu\ncenu čini zbir iznosa dokumentovane povlašćene cene po kojoj je\nobveznik stekao takve akcije i osnovice na koju je plaćen porez na\nzaradu u smislu člana 14. ovog zakona umanjene za pripadajuće obaveze\niz zarade, odnosno kod samooporezivanja zbir iznosa dokumentovane\npovlašćene cene po kojoj je obveznik stekao takve akcije i osnovice na\nkoju je plaćen porez na zaradu u smislu člana 14. ovog zakona. Izuzetno od stava 8. ovog člana, u slučaju prenosa uz\nnaknadu akcija ili udela nerezidentnih privrednih društava, odnosno\nhartija od vrednosti čiji izdavalac nije poreski rezident Republike,\nukoliko rezidentni obveznik u vreme sticanja tih akcija, udela, odnosno\n\nhartija od vrednosti, kao i najmanje šest meseci po njihovom sticanju\nnije bio rezident Republike, nabavnom cenom smatra se njihova tržišna\nvrednost na dan kada je postao poreski rezident Republike. Kod prenosa digitalne imovine nabavnom cenom smatra\nse cena koju obveznik dokumentuje kao stvarno plaćenu, a u slučaju\nprenosa digitalne imovine koju je obveznik stekao učestvovanjem u\npružanju usluga računarskog potvrđivanja transakcija u informacionim\nsistemima koji se odnose na određenu digitalnu imovinu (tzv. rudarenje\ndigitalne imovine), nabavnom cenom smatra se iznos troškova koje je\nobveznik imao u vezi sa sticanjem predmetne digitalne imovine i koje\nmože da dokumentuje. Izuzetno od stava 10. ovog člana, u slučaju prenosa\ndigitalne imovine koju je obveznik stekao učestvovanjem u pružanju\nusluga računarskog potvrđivanja transakcija u informacionim sistemima\nkoji se odnose na određenu digitalnu imovinu (tzv. rudarenje digitalne\nimovine), koja je bila predmet oporezivanja u skladu sa članom 85. stav\n1. tačka 16) ovog zakona, nabavnom cenom smatra se osnovica na koju je\nplaćen porez na drugi prihod u smislu člana 85. ovog zakona. Izuzetno od stava 10. ovog člana, u slučaju prenosa\ndigitalne imovine koju je obveznik stekao od poslodavca ili od\npovezanog lica sa poslodavcem bez naknade ili po povlašćenoj ceni, a\nkoje primanje je bilo predmet oporezivanja u skladu sa članom 14. ovog\nzakona, nabavnu cenu čini zbir iznosa dokumentovane cene po kojoj je\nobveznik stekao digitalnu imovinu i osnovice na koju je plaćen porez na\nzarade u smislu člana 14. ovog zakona. Nabavna cena akcija, odnosno udela stečenih u\nstatusnoj promeni shodno članu 72a stav 1. tačka 6) ovog zakona, je\njednaka nabavnoj ceni akcija, odnosno udela u privrednom društvu\nprenosiocu, koje su zamenjene za stečene akcije, odnosno udele u\nprivrednom društvu sticaocu. Nabavnom cenom akcija ili udela stečenih po osnovu\nprenosa imovinskih prava na koje se odnosi poresko oslobođenje iz člana\n79b ovog zakona, smatra se tržišna vrednost tih prava utvrđena od\nstrane ovlašćenog procenitelja za potrebe njihovog unosa kao nenovčanog\nuloga u kapital privrednog društva rezidenta Republike. Nabavna cena iz stava 1. ovog člana uvećava se\ngodišnjim indeksom potrošačkih cena od dana sticanja do dana prenosa,\nprema podacima republičkog organa nadležnog za poslove statistike. Izuzetno od stava 15. ovog člana kod prenosa nepokretnosti koju je obveznik\nsam izgradio, nabavna cena revalorizuje se za svaku godinu počevši od 1. januara godine koja\nsledi godini u kojoj je izvršeno ulaganje do dana prenosa. Za hartije od vrednosti kojima se trguje na tržištu\nkapitala čija je nabavna cena utvrđena kao najniža zabeležena cena iz\nstava 5, odnosno stava 6. ovog člana, nabavna cena revalorizuje se od\nnarednog dana od dana kad je zabeležena najniža cena po kojoj se\ntrgovalo do dana prenosa."}
{"model": "text-embedding-3-small", "id": 96, "title": "Član 75", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_75", "input": "Član 75: Ako je pravo, udeo ili hartiju od vrednosti obveznik\nstekao poklonom ili nasleđem, nabavnom cenom iz člana 74. stav 1. ovog\nzakona smatra se cena po kojoj je poklonodavac, odnosno ostavilac\nstekao to pravo, udeo ili hartiju od vrednosti, a ako ne može da se\nutvrdi ta cena onda njihova tržišna vrednost u momentu sticanja tog\nprava, udela ili hartije od vrednosti od strane poklonodavca, odnosno\nostavioca, utvrđena od strane nadležnog poreskog organa. Izuzetno od stava 1. ovog člana, ako je obveznik\npravo, udeo ili hartiju od vrednosti stekao od poklonodavca, odnosno\nostavioca koji je to pravo, udeo ili hartiju od vrednosti stekao pre\n24. januara 1994. godine, nabavnu cenu utvrdiće nadležni poreski organ\nprema tržišnoj vrednosti tog prava, udela ili hartije od vrednosti na\ndan 24. januara 1994. godine. Ako je pravo, udeo ili hartiju od vrednosti obveznik\nstekao ugovorom o doživotnom izdržavanju, nabavnom cenom iz člana 74.\nstav 1. ovog zakona smatra se tržišna cena prava, udela ili hartije od\nvrednosti koja je uzeta ili mogla biti uzeta kao osnovica poreza na\nprenos apsolutnih prava u momentu njihovog sticanja od strane obveznika. Nabavna cena prava, udela ili hartije od vrednosti koje je obveznik stekao\nsaglasno st. 1. do 3. ovog člana, uvećava se u skladu sa članom 74. st. 15. do 17. ovog zakona. Nabavna cena hartija od vrednosti koje zaposleni\ndobije bez naknade od poslodavca ili od s poslodavcem povezanog lica u\nsmislu člana 18. stav 1. tačka 11) i stav 2. ovog zakona, je nula\ndinara, osim u slučaju iz člana 74. stav 8. ovog zakona. Poreska osnovica"}
{"model": "text-embedding-3-small", "id": 97, "title": "Član 76", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_76", "input": "Član 76: Oporezivi prihod na koji se plaća porez na kapitalni\ndobitak čini kapitalni dobitak utvrđen na način iz čl. 72. do 75. ovog\nzakona. Poreska stopa"}
{"model": "text-embedding-3-small", "id": 98, "title": "Član 77", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_77", "input": "Član 77: Stopa poreza na kapitalni dobitak iznosi 15%. Prebijanje kapitalnih dobitaka i kapitalnih gubitaka"}
{"model": "text-embedding-3-small", "id": 99, "title": "Član 78", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_78", "input": "Član 78: Kapitalni gubitak ostvaren prodajom jednog prava,\nudela ili hartije od vrednosti, može se prebiti sa kapitalnim dobitkom\nostvarenim prodajom drugog prava, udela ili hartije od vrednosti. Prebijanje kapitalnog gubitka sa kapitalnim dobitkom\niz stava 1. ovog člana može se izvršiti u slučaju kada obveznik prvo\nostvari kapitalni gubitak, a kasnije ostvari kapitalni dobitak. Ako se i posle prebijanja iz stava 1. ovog člana\niskaže kapitalni gubitak, dopušteno je njegovo prebijanje u narednih\npet godina u koje se uračunava i godina u kojoj je ostvaren prvobitni\nkapitalni gubitak u vezi sa kojim se vrši prebijanje sa kapitalnim\ndobitkom, na račun budućih kapitalnih dobitaka. Poresko oslobođenje"}
{"model": "text-embedding-3-small", "id": 100, "title": "Član 79", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_79", "input": "Član 79: Obveznik, koji sredstva ostvarena prodajom nepokretnosti u roku od 90 dana\nod dana prodaje uloži u rešavanje svog stambenog pitanja i stambenog pitanja članova svoje\n\nporodice, odnosno domaćinstva, u Republici, oslobađa se poreza na ostvareni kapitalni dobitak. Obvezniku koji u roku od 12 meseci od dana prodaje\nnepokretnosti, sredstva ostvarena prodajom nepokretnosti uloži za\nnamene iz stava 1. ovog člana, izvršiće se povraćaj plaćenog poreza na\nkapitalni dobitak. Ministar bliže uređuje kriterijume za ostvarivanje prava na poresko oslobođenje iz stava 1. ovog člana."}
{"model": "text-embedding-3-small", "id": 101, "title": "Član 79a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_79a", "input": "Član 79a: Obveznik koji novčana sredstva ostvarena prodajom\ndigitalne imovine u roku od 90 dana od dana prodaje uloži u osnovni\nkapital privrednog društva rezidenta Republike u skladu sa zakonom\nkojim se uređuje porez na dobit pravnih lica, odnosno u kapital\ninvesticionog fonda osnovanog u skladu sa zakonima kojima se uređuju\ninvesticioni fondovi, a čiji se centar poslovnih i investicionih\naktivnosti nalazi na teritoriji Republike, oslobađa se 50% poreza na\nkapitalni dobitak. Obvezniku koji u roku od 12 meseci od dana prodaje\ndigitalne imovine, novčana sredstva ostvarena prodajom digitalne\nimovine uloži za namene iz stava 1. ovog člana, izvršiće se povraćaj\n50% plaćenog poreza na kapitalni dobitak. Izuzetno od st. 1. i 2. ovog člana, u slučaju da\nprivredno društvo u čiji osnovni kapital su uložena novčana sredstva od\nprodaje digitalne imovine, u kalendarskoj godini u kojoj je\nregistrovano ulaganje i u naredne dve kalendarske godine sprovede\npostupak smanjenja osnovnog kapitala, danom donošenja odluke o\nsmanjenju osnovnog kapitala obveznik gubi pravo na prethodno ostvareno\noslobođenje i dužan je da o gubitku prava obavesti nadležni poreski\norgan u roku od 30 dana od dana gubitka prava. Ministar bliže uređuje ostvarivanje prava na poresko oslobođenje i gubitak prava iz ovog člana."}
{"model": "text-embedding-3-small", "id": 102, "title": "Član 79b", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_79b", "input": "Član 79b: Obveznik koji imovinska prava iz člana 72. stav 1.\ntačka 2) ovog zakona u celosti unese kao nenovčani ulog u kapital\nprivrednog društva rezidenta Republike, gde je tržišna vrednost tih\nprava za potrebe tog unosa utvrđena procenom od strane ovlašćenog\nprocenitelja, oslobađa se poreza na kapitalni dobitak ostvaren tim\nprenosom. U slučaju da privredno društvo koje je pravo iz člana\n72. stav 1. tačka 2) ovog zakona steklo na način iz stava 1. ovog\nčlana, to pravo u celini otuđi u roku od dve godine od dana njegovog\nsticanja, odnosno u istom periodu to pravo ustupi na korišćenje u\ncelini ili delimično po ceni koja je niža od cene u skladu sa principom\n\"van dohvata ruke\" ukoliko je ustupanje izvršilo povezanom licu ili\nlicu čiji je vlasnik njegovo povezano lice u skladu sa zakonom kojim se\nuređuje porez na dobit pravnih lica, obveznik gubi pravo na prethodno\nostvareno oslobođenje i dužan je da o gubitku prava obavesti nadležni\nporeski organ u roku od 30 dana od dana gubitka prava, pri čemu će se\nsmatrati da je poreska obaveza dospela u momentu unosa ovih prava u\nkapital tog privrednog društva. Ministar bliže uređuje ostvarivanje prava na poresko oslobođenje i gubitak prava iz ovog člana. Poreski kredit"}
{"model": "text-embedding-3-small", "id": 103, "title": "Član 80", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_80", "input": "Član 80: Ako obveznik u rešavanje stambenog pitanja u smislu\nčlana 79. ovog zakona uloži samo deo sredstava ostvarenih prodajom\nnepokretnosti, odnosno ako u osnovni kapital privrednog društva,\nodnosno u kapital investicionog fonda u smislu člana 79a ovog zakona\nuloži samo deo sredstava ostvarenih prodajom digitalne imovine, poreska\nobaveza mu se srazmerno umanjuje. Glava osma POREZ NA OSTALE PRIHODE Predmet oporezivanja"}
{"model": "text-embedding-3-small", "id": 104, "title": "Član 81", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_81", "input": "Član 81: Ostalim prihodima smatraju se: prihodi koje obveznik ostvari davanjem u\nzakup opreme, transportnih sredstava i drugih pokretnih stvari, dobici od igara na sreću,\nprihodi od osiguranja lica, prihodi sportista i sportskih stručnjaka, prihodi po osnovu pružanja\nugostiteljskih usluga u skladu sa zakonima kojima se uređuju turizam i ugostiteljstvo, prihodi pomoraca i drugi\nprihodi, osim onih koji su posebno izuzeti ovim zakonom. Prihodi od davanja u zakup pokretnih stvari"}
{"model": "text-embedding-3-small", "id": 105, "title": "Član 82", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_82", "input": "Član 82: Obveznik poreza na prihode od davanja u zakup opreme,\ntransportnih sredstava i drugih pokretnih stvari je fizičko lice koje\nte stvari daje u zakup. Bruto prihodi od davanja u zakup opreme, transportnih\nsredstava i drugih pokretnih stvari obuhvataju ostvarenu zakupninu i\nvrednost svih realizovanih obaveza i usluga na koje se obavezao zakupac. Oporezivi prihod od izdavanja u zakup pokretnih\nstvari utvrđuje se odbijanjem normiranih troškova od bruto prihoda u\nvisini od 20%. Obvezniku koji to zahteva i dokumentuje, poreski\norgan će umesto normiranih troškova priznati troškove koje je imao u\nvezi sa stvarima koje je dao u zakup. Dobici od igara na sreću"}
{"model": "text-embedding-3-small", "id": 106, "title": "Član 83", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_83", "input": "Član 83: Obveznik poreza na dobitke od igara na sreću je\nfizičko lice koje ostvari dobitak od igara koje se smatraju igrama na\nsreću u smislu zakona kojim se uređuju igre na sreću. Oporezivi prihod za dobitke od igara na sreću\npredstavlja svaki pojedinačni dobitak od igara na sreću, osim onih koji\nsu oslobođeni ovim zakonom. Ako se dobitak sastoji od stvari i prava, oporezivi\nprihod iz stava 2. ovog člana predstavlja tržišna vrednost stvari ili\nprava u momentu kada je dobitak ostvaren. Porez na dobitke od igara na sreću ne plaća se na: 1) pojedinačno ostvaren dobitak iz st. 2. i 3. ovog člana,\ndo iznosa od 143.872 dinara; 2) ostvaren dobitak od posebnih igara na sreću\nuključujući i posebne igre na sreću kada se priređuju preko sredstava\nelektronske komunikacije, u smislu zakona kojim se uređuju igre na\nsreću. Prihodi od osiguranja lica"}
{"model": "text-embedding-3-small", "id": 107, "title": "Član 84", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_84", "input": "Član 84: Obveznik poreza na prihode od osiguranja lica je fizičko lice koje ostvari naknadu iz osiguranja lica. Oporezivi prihod od osiguranja lica predstavlja\nvrednost isplaćene naknade iz osiguranja lica umanjenu za iznos\nnovčanih sredstava uplaćenih po osnovu premija osiguranja, ako nije\nizuzeta od oporezivanja u skladu sa članom 9. stav 1. tačka 7) ovog\nzakona. Izuzetno od stava 2. ovog člana, oporezivi prihod od\nosiguranja lica, u slučaju kad se povučena akumulirana sredstva po\nosnovu udela člana u neto imovini dobrovoljnog penzijskog fonda, po\nnalogu i za račun člana fonda, ulože u kupovinu anuiteta u društvu za\nosiguranje saglasno zakonu koji uređuje dobrovoljne penzijske fondove i\npenzijske planove, predstavlja vrednost isplaćene naknade iz osiguranja\nlica umanjenu za iznos povučenih akumuliranih sredstava uloženih u\nkupovinu anuiteta. Prihodi sportista i sportskih stručnjaka"}
{"model": "text-embedding-3-small", "id": 108, "title": "Član 84a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_84a", "input": "Član 84a: Prihodi sportista i sportskih stručnjaka obuhvataju\nprimanja koja ostvare profesionalni sportisti, sportisti amateri,\nsportski stručnjaci i stručnjaci u sportu, od sportske organizacije,\nodnosno organizacije za obavljanje sportske delatnosti, sportskih\ndruštava i saveza, koja nemaju karakter zarade u smislu propisa kojima\nse uređuje sport. Prihodima iz stava 1. ovog člana smatraju se primanja po osnovu: 1) naknade na ime zaključenja ugovora (transfer i dr.); 2) naknade za korišćenje lika sportiste; 3) novčane pomoći vrhunskim sportistima sa posebnim zaslugama; 4) stipendije vrhunskim sportistima za sportsko usavršavanje; 5) novčane i druge nagrade; 6) nacionalnog priznanja i nagrade za poseban doprinos razvoju i afirmaciji sporta; 7) naknade i nagrade za rad sportskim stručnjacima, odnosno stručnjacima u sportu (treneri, sudije, delegati i dr.); 8) drugih vrsta primanja osim primanja iz tač. 1) do 7) ovog stava. Oporezivi prihod za primanja iz st. 1. i 2. ovog člana čini bruto prihod umanjen za normirane troškove u visini od 50%. Prihodi po osnovu pružanja ugostiteljskih usluga"}
{"model": "text-embedding-3-small", "id": 109, "title": "Član 84b", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_84b", "input": "Član 84b: Prihodima od ugostiteljskih usluga smatraju se prihodi koje fizičko lice\nsaglasno zakonima kojima se uređuju ugostiteljstvo i turizam ostvari od pružanja ugostiteljskih\nusluga u ugostiteljskom objektu domaće radinosti i objektu seoskog turističkog domaćinstva. Prihodima iz stava 1. ovog člana smatraju se prihodi koje fizičko lice\nsaglasno zakonima kojima se uređuju ugostiteljstvo i turizam ostvari od usluga smeštaja u\nugostiteljskom objektu domaće radinosti i objektu seoskog turističkog domaćinstva u periodu\ndo 30 dana. Ugostiteljskim objektom domaće radinosti i objektom seoskog turističkog\ndomaćinstva u smislu st. 1. i 2. ovog člana smatra se ugostiteljski objekat domaće radinosti\n(kuća, apartman i soba) i objekat seoskog turističkog domaćinstva, u smislu zakona kojima\nse uređuju ugostiteljstvo i turizam. Obveznik poreza je fizičko lice koje ostvaruje prihode iz st. 1. i 2. ovog\nčlana. Oporezivi prihod za kalendarsku godinu čini iznos 5% prosečne mesečne zarade\npo zaposlenom u Republici u godini koja prethodi godini za koju se utvrđuje porez, pomnožen\nbrojem pojedinačnih ležajeva, odnosno kamp parcela i odgovarajućim koeficijentom prema kategoriji\nturističkog mesta saglasno zakonima kojima se uređuju ugostiteljstvo i turizam. Ministar nadležan za poslove finansija i ministar nadležan za poslove turizma\nsporazumno uređuju bliže uslove, kriterijume i elemente za oporezivanje prihoda iz stava\n5. ovog člana. Prihodi pomoraca"}
{"model": "text-embedding-3-small", "id": 110, "title": "Član 84v", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_84v", "input": "Član 84v: Prihodima pomoraca, u smislu ovog zakona, smatraju se prihodi koje, od stranog nalogodavca, ostvari fizičko lice po osnovu obavljanja poslova na brodovima i drugim plovilima koji viju zastavu strane države. Obveznik poreza je fizičko lice koje ostvaruje prihode iz stava 1. ovog člana, radeći kao član posade ili obavljajući druge poslove kao pomoćno osoblje na brodovima i drugim plovilima koji viju zastavu strane države. Broj dana provedenih na brodovima i drugim plovilima iz st. 1. i 2. ovog člana, kao i vrsta poslova koje je obveznik obavljao, dokazuju se na osnovu podataka iz pomorske knjižice, koju overava nadležni organ ili drugih dokumenata koje izdaje nadležni organ za poslove saobraćaja, u skladu sa propisima kojim se uređuje pomorska plovidba. Visina prihoda fizičkih lica iz stava 2. ovog člana, po vrsti poslova koje obavljaju utvrđuje se na dnevnom nivou, podzakonskim aktom koji donosi ministar nadležan za poslove saobraćaja, imajući u vidu prihvaćene međunarodne standarde. Oporezivi prihod obveznika iz stava 2. ovog člana za kalendarsku godinu predstavlja zbir prihoda na dnevnom nivou utvrđenih u skladu sa stavom 4. ovog člana, prema broju dana provedenih na brodovima i drugim plovilima iz st. 1. i 2. ovog člana u toj kalendarskoj godini. Obveznici iz stava 2. ovog člana koji obavljaju poslove na brodovima i drugim plovilima iz st. 1. i 2. ovog člana, duže od 174 dana u kalendarskoj godini za koju se utvrđuje i plaća porez, oslobođeni su od plaćanja poreza na prihode iz ovog člana. Drugi prihodi"}
{"model": "text-embedding-3-small", "id": 111, "title": "Član 85", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_85", "input": "Član 85: Ostalim prihodima, u smislu ovog zakona, smatraju se\ni drugi prihodi koji po svojoj prirodi čine dohodak fizičkog lica, a\nnaročito: 1) prihodi po osnovu ugovora o delu; 2) prihodi po osnovu ugovora o obavljanju privremenih\ni povremenih poslova zaključenih preko omladinske ili studentske\nzadruge sa licem do navršenih 26 godina života ako je na školovanju u\nustanovama srednjeg, višeg ili visokog obrazovanja; 3) prihodi po osnovu dopunskog rada; 4) prihodi po osnovu trgovinskog zastupanja; 5) primanja članova organa uprave pravnog lica; 6) naknada poslanicima i odbornicima; 7) naknada u vezi sa izvršavanjem poslova odbrane, civilne zaštite i zaštite od elementarnih nepogoda; 8) primanja stečajnih upravnika, sudskih veštaka, sudija porotnika i sudskih tumača; 9) prihodi po osnovu prikupljanja i prodaje sekundarnih sirovina; 10) prihodi po osnovu prodaje dobara ostvarenih obavljanjem privremenih\nili povremenih poslova, ako nisu oporezovani po drugom osnovu u smislu ovog zakona; 11) nagrade i druga slična davanja fizičkim licima koja nisu zaposlena\nkod isplatioca, a koja proizlaze iz rada ili druge vrste doprinosa delatnosti isplatioca,\nu iznosu preko 18.704 dinara godišnje, ostvarena od jednog isplatioca; 12) primanja iz člana 9. ovog zakona iznad propisanih neoporezivih iznosa; 13) naknade troškova i drugih rashoda licima koja nisu zaposlena kod isplatioca, osim prihoda iz tačke 11) ovog stava; 14) primanja koja, saglasno zakonu kojim se uređuje\nrad, ostvari zaposleni po osnovu učešća u dobiti ostvarenoj u poslovnoj\ngodini; 15) prihodi od prodaje poljoprivrednih i šumskih proizvoda i usluga,\nuključujući i prihod po osnovu prikupljanja i prodaje šumskih plodova i lekovitog bilja,\nkao i uzgajanja i prodaje pečuraka, pčelinjeg roja (pčela) i puževa; 16) svi drugi prihodi koji nisu oporezovani po drugom\nosnovu ili nisu izuzeti od oporezivanja ili oslobođeni plaćanja poreza\npo ovom zakonu; 17) naknada isplaćena preduzetniku ili preduzetniku\npaušalcu koji obavlja aktivnosti uz naknadu za istog nalogodavca ili za\nlice koje se u smislu zakona kojim se uređuje porez na dobit pravnih\nlica smatra povezanim licem s nalogodavcem (u daljem tekstu: povezano\nlice s nalogodavcem), i koji dodatno ispunjava najmanje pet od\nnavedenih devet kriterijuma, ili je prema okolnostima slučaja prilikom\notpočinjanja poslovne saradnje moglo da se zaključi da će ispuniti\nnajmanje pet od devet navedenih kriterijuma koji su naknadno i\nispunjeni: (1) nalogodavac ili povezano lice s\nnalogodavcem određuje radno vreme preduzetniku ili preduzetniku\npaušalcu ili su odmor i odsustva preduzetnika ili preduzetnika paušalca\nzavisni od odluke nalogodavca ili povezanog lica s nalogodavcem i\nnaknada preduzetniku ili preduzetniku paušalcu se ne umanjuje srazmerno\nvremenu provedenom na odmoru; (2)\npreduzetnik ili preduzetnik paušalac uobičajeno koristi prostorije koje\nobezbedi ili obavlja poslove u mestu koje odredi nalogodavac ili\npovezano lice s nalogodavcem za potrebe obavljanja poslova koji su mu\npovereni; (3) nalogodavac ili povezano\nlice s nalogodavcem vrši ili organizuje stručno osposobljavanje ili\nusavršavanje preduzetnika ili preduzetnika paušalca; (4)\nnalogodavac je angažovao preduzetnika ili preduzetnika paušalca nakon\noglašavanja u sredstvima informisanja potrebe za angažovanjem fizičkih\nlica ili angažujući treće lice koje se uobičajeno bavi pronalaženjem\nlica podobnih za radno angažovanje, a čija je usluga rezultirala\nangažovanjem tog preduzetnika ili preduzetnika paušalca; (5)\nnalogodavac ili povezano lice s nalogodavcem obezbeđuje sopstveni\nosnovni alat, opremu ili druga osnovna materijalna ili nematerijalna\nsredstva potrebna za redovan rad preduzetnika ili preduzetnika paušalca\nili finansira njihovu nabavku, osim specijalizovanih alata, opreme ili\ndrugih specijalizovanih materijalnih ili nematerijalnih sredstava koji\nmogu biti neophodni u cilju izvršavanja specifičnog posla ili naloga,\nili nalogodavac ili povezano lice s nalogodavcem uobičajeno rukovodi\nprocesom rada preduzetnika ili preduzetnika paušalca, osim takvog\nrukovođenja koje podrazumeva davanje osnovnog naloga u vezi sa\nnaručenim poslom i razumnu kontrolu rezultata rada ili nadzor\nnalogodavca, kao dobrog privrednika, nad obavljanjem posla koji je\nnaručio; (6) najmanje 70% od ukupno\nostvarenih prihoda preduzetnika ili preduzetnika paušalca u periodu od\n12 meseci koji počinje ili se završava u odnosnoj poreskoj godini je\nostvareno od jednog nalogodavca ili od povezanog lica s nalogodavcem; (7)\npreduzetnik ili preduzetnik paušalac obavlja poslove iz delatnosti\nnalogodavca ili povezanog lica s nalogodavcem, a za tako obavljene\nposlove njegov ugovor o angažovanju ne sadrži klauzulu po kojoj\npreduzetnik ili preduzetnik paušalac snosi uobičajeni poslovni rizik za\nposao isporučen klijentu nalogodavca ili povezanog lica s nalogodavcem,\nukoliko takav klijent postoji; (8) ugovor o\nangažovanju preduzetnika ili preduzetnika paušalca sadrži delimičnu ili\npotpunu zabranu preduzetniku ili preduzetniku paušalcu da pruža usluge\npo osnovu ugovora sa drugim nalogodavcima, izuzev delimične zabrane\nkoja obuhvata pružanje usluga ograničenom broju direktnih konkurenata\nnalogodavcu; (9) preduzetnik ili preduzetnik\npaušalac obavlja aktivnosti uz naknadu za istog nalogodavca ili za\npovezano lice s nalogodavcem, neprekidno ili sa prekidima 130 ili više\nradnih dana u periodu od 12 meseci koji počinje ili se završava u\nodnosnoj poreskoj godini, pri čemu se obavljanjem aktivnosti u jednom\nradnom danu smatra obavljanje aktivnosti u bilo kom periodu tokom tog\nradnog dana između 00 i 24 časa; 18) prihodi po osnovu ugovorene naknade za izvršeni rad na koje se porez plaća samooporezivanjem. Obveznik poreza na druge prihode je fizičko lice koje ostvari prihode iz stava 1. ovog člana. Oporezivi prihod za prihode iz stava 1. ovog člana čini bruto prihod umanjen za normirane troškove u visini od 20%. Izuzetno od stava 3. ovog člana, oporezivi prihod iz stava 1. tačka\n15) ovog člana, koji fizičko lice ostvari od prodaje poljoprivrednih i šumskih proizvoda\ni usluga, uključujući i prihod po osnovu prikupljanja i prodaje šumskih plodova i lekovitog\nbilja, kao i uzgajanja i prodaje pečuraka, pčelinjeg roja (pčela) i puževa, čini bruto prihod\numanjen za normirane troškove u visini od 90%. Izuzetno od stava 3. ovog člana, oporezivi prihod iz: 1) stava 1. tačka 17) ovog člana, koji ostvari preduzetnik ili preduzetnik paušalac, čini bruto prihod obveznika poreza; 2) stava 1. tačka 18) ovog člana, koji fizičko lice\nostvari po osnovu ugovorene naknade za izvršeni rad, na koji se porez\nplaća samooporezivanjem, čini bruto prihod ostvaren u kvartalu umanjen\nza normirane troškove u dinarskom iznosu: (1) iz člana 12b stav 1. ovog zakona, ili (2) iz člana 12b stav 2. ovog zakona uvećane za 34% bruto prihoda ostvarenog u kvartalu. Izuzetno od stava 1. tačka 13) ovog člana, porez na\ndruge prihode ne plaća se na dokumentovane naknade troškova po osnovu\nslužbenih putovanja u svrhu obavljanja poslova za domaćeg isplatioca,\nodnosno za lice koje upućuje na put, najviše do iznosa tih troškova\nkoji su izuzeti od plaćanja poreza na zarade za zaposlene po članu 18.\nstav 1. tač. 2) do 5) ovog zakona, ako se isplata vrši fizičkim licima,\nodnosno za fizička lica koja nisu zaposlena kod isplatioca, i to: 1) upućenim, odnosno pozvanim od strane državnog\norgana ili organizacije, sa pravom naknade troškova, nezavisno od toga\niz kojih sredstava se vrši isplata; 2) članovima predstavničkih i izvršnih tela\nRepublike, teritorijalne autonomije i lokalne samouprave, u vezi sa\nvršenjem funkcije; 3) upućenim na rad u Republiku, po nalogu inostranog poslodavca, a u vezi sa delatnošću domaćeg isplatioca; 4) upućenim kod isplatioca po nalogu poslodavca, a u vezi sa delatnošću poslodavca; 5) ako ta lica dobrovoljno, odnosno po pozivu\nsarađuju u humanitarne, zdravstvene, vaspitno-obrazovne, kulturne,\nsportske, naučno-istraživačke, verske i druge svrhe, uključujući i za\npotrebe predstavljanja u ime državnih organa ili organizacija, odnosno\nsarađuju u sindikalnim organizacijama, privrednim komorama, političkim\nstrankama, savezima i udruženjima, nevladinim i u drugim nedobitnim\norganizacijama, pri čemu ne ostvaruju bilo koju drugu naknadu po osnovu\nte saradnje; 6) licima koja su članovi organa uprave pravnih lica u vezi sa delatnošću tih lica koja ih upućuju na put. Pod naknadom po osnovu saradnje u smislu tačke 5)\nstav 6. ovog člana ne podrazumeva se naknada za kotizaciju za\nprisustvovanje događaju kojim se realizuje saradnja. Izuzetno od stava 1. ovog člana, porez na druge\nprihode ne plaća se na primanje fizičkog lica - klijenta banke (u\ndaljem tekstu: dužnik) kada banka otpiše potraživanje prema dužniku pod\nuslovima pod kojima se na teret rashoda banke priznaje otpis vrednosti\npojedinačnih potraživanja po osnovu kredita saglasno odredbama zakona\nkojim se uređuje porez na dobit pravnih lica. Porez na druge prihode ne plaća se ni u slučaju\notpisa preostalog dela potraživanja banke od dužnika, koji nije\nnaplaćen iz sredstava ostvarenih prodajom nepokretnosti koja se\nsprovodi u skladu sa zakonom. Porez na druge prihode ne plaća se ni u slučaju otpisa dela potraživanja\nkoji banka ima prema dužniku po osnovu kredita kada, saglasno međusobnom vansudskom poravnanju,\ndužnik isplati deo potraživanja koji banka ima prema njemu a preostali deo tog potraživanja\nbanka otpiše. Na druge prihode koje ostvari član učeničke zadruge,\nčlan omladinske ili studentske zadruge do navršenih 26 godina života\nako je na školovanju u institucijama za srednje, više i visoko\nobrazovanje, kao i fizičko lice po osnovu prikupljanja i prodaje\nsekundarnih sirovina, obračunati porez umanjuje se za 40%. Oporezivi prihod iz stava 1. tačka 11) ovog člana koji fizičko lice ostvari\npo osnovu nagrade i drugih davanja fizičkim licima, čini razlika između ostvarenog prihoda\ni neoporezivog iznosa, uvećana za pripadajuće obaveze koje se plaćaju na teret primaoca prihoda. Oporezivi prihod iz stava 1. tačka 12) ovog člana koji fizičko lice ostvari\npo osnovu primanja iz člana 9. ovog zakona iznad propisanih neoporezivih iznosa, čini razlika\nizmeđu ostvarenog primanja i neoporezivog iznosa, uvećana za pripadajuće obaveze koje se\nplaćaju na teret primaoca prihoda. Izuzetno od stava 1. tačka 15) ovog člana, ne oporezuju se prihodi\nod prodaje poljoprivrednih i šumskih proizvoda i usluga, uključujući i prihod po osnovu prikupljanja\ni prodaje šumskih plodova i lekovitog bilja, kao i uzgajanja i prodaje pečuraka, pčelinjeg\nroja (pčela) i puževa, koje ostvare fizička lica: 1) nosioci poljoprivrednog gazdinstva; 2) koja doprinose za obavezno socijalno osiguranje plaćaju po rešenju kao\nosiguranici po osnovu poljoprivredne delatnosti, u skladu sa zakonom kojim se uređuju doprinosi\nza obavezno socijalno osiguranje; 3) korisnici poljoprivredne penzije. Nalogodavcem u smislu stava 1. tačka 17) ovog člana\nsmatra se domaće, odnosno strano pravno lice, preduzetnik ili\npreduzetnik paušalac koje je direktno ili indirektno angažovalo\npreduzetnika ili preduzetnika paušalca za obavljanje poslova. Nalogodavcem u smislu stava 1. tačka 17) ovog člana\nne smatra se domaće ili strano pravno lice, preduzetnik ili preduzetnik\npaušalac koje je direktni isplatilac naknade preduzetniku ili\npreduzetniku paušalcu, a koje takvu naknadu isplaćuje u vezi sa\nizvršavanjem poslova zastupanja ili posredovanja za račun drugog lica i\nza takav posao ne naplaćuje od tog drugog lica ili od preduzetnika ili\npreduzetnika paušalca ništa osim uobičajene zastupničke ili posredničke\nprovizije. U slučaju iz stava 16. ovog člana, nalogodavcem i\nisplatiocem naknade smatra se lice za čiji račun se vrši isplata\nnaknade preduzetniku ili preduzetniku paušalcu. Izuzetno od odredaba stava 1. tačka 17) ovog člana,\nnaknada koju ostvari preduzetnik ili preduzetnik paušalac koji prema\nzakonu koji uređuje relevantnu delatnost koju on obavlja ne može da\nbude u radnom odnosu kod nalogodavca, ne smatra se drugim prihodom u\nsmislu ovog člana. Poreska stopa"}
{"model": "text-embedding-3-small", "id": 112, "title": "Član 86", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_86", "input": "Član 86: Stopa poreza na ostale prihode iznosi 20%. Izuzetno od stava 1. ovog člana, stopa poreza na prihode: 1) od osiguranja lica iz člana 84. ovog zakona iznosi 15%; 2) pomoraca iz člana 84v ovog zakona i od ugovorene naknade za izvršeni rad na koje se porez plaća samooporezivanjem a za koje se normirani troškovi priznaju u skladu sa članom 85. stav 5. tačka 2) podtačka (2) ovog zakona, iznosi 10%. Deo treći GODIŠNJI POREZ NA DOHODAK GRAĐANA Dohodak za oporezivanje"}
{"model": "text-embedding-3-small", "id": 113, "title": "Član 87", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_87", "input": "Član 87: Godišnjim porezom na dohodak građana oporezuje se\ndohodak fizičkih lica koja su u kalendarskoj godini ostvarila dohodak\nveći od trostrukog\niznosa prosečne godišnje zarade po zaposlenom isplaćene u Republici u\ngodini za koju se utvrđuje porez, prema podacima republičkog organa\nnadležnog za poslove statistike, i to: 1) rezidenata - dohodak ostvaren na teritoriji Republike i u drugoj državi; 2) nerezidenata - dohodak ostvaren na teritoriji Republike. Dohotkom iz stava 1. ovog člana smatra se godišnji zbir: 1) zarada iz čl. 15a do 15v ovog zakona; 2) oporezivog prihoda od samostalne delatnosti iz člana 33. stav 2. i člana 41. ovog zakona; 3) oporezivog prihoda od autorskih i srodnih prava i prava industrijske svojine iz čl. 55. i 60. ovog zakona; 4) oporezivog prihoda od nepokretnosti iz člana 65v ovog zakona; 5) oporezivog prihoda od davanja u zakup pokretnih stvari iz člana 82. st. 3. i 4. ovog zakona; 6) oporezivog prihoda sportista i sportskih stručnjaka iz člana 84a ovog zakona; 6a) oporezivog prihoda od pružanja ugostiteljskih usluga iz člana\n84b ovog zakona; 6b) oporezivog prihoda pomoraca na koji se plaća porez iz člana 84v ovog zakona; 7) oporezivih drugih prihoda iz člana 85. ovog zakona; 8) prihoda po osnovima iz tač. 1) do 6) i tač. 6b) i 7) ovog stava, ostvarenih\ni oporezovanih u drugoj državi za obveznike iz stava 1. tačka 1) ovog člana. Zarade iz stava 2. tačka 1) ovog člana i oporezivi prihodi iz tačke\n2) tog stava u vezi sa članom 41. ovog zakona i tač. 3), 6), 6b) i 7) tog stava umanjuju se za\nporez i doprinose za obavezno socijalno osiguranje plaćene na te prihode u Republici na teret\nlica koje je ostvarilo zaradu, odnosno oporezive prihode, a oporezivi prihodi iz tačke 2)\ntog stava u vezi sa članom 33. stav 2. ovog zakona i tač. 4), 5) i 6a) tog stava umanjuju\nse za porez plaćen na te prihode u Republici. Za preduzetnike koji su se opredelili za ličnu\nzaradu, zarada se umanjuje za porez i doprinose za obavezno socijalno osiguranje plaćene\nna te prihode u Republici na teret preduzetnika koji se opredelio za zaradu, a oporezivi\nprihod iz člana 33. stav 2. ovog zakona koji ostvari od samostalne delatnosti umanjuje se\nza porez plaćen na te prihode u Republici. Obveznicima koji poslednjeg dana kalendarske godine\nza koju se utvrđuje godišnji porez na dohodak građana imaju manje od\nnavršenih 40 godina života, godišnji zbir zarada i oporezivih prihoda\niz stava 2. tač. 1) do 3) i tačke 6b) ovog člana, prethodno umanjenih u skladu sa\nodredbom stava 3. ovog člana, dodatno se umanjuje za iznos tri prosečne\ngodišnje zarade po zaposlenom isplaćene u Republici u godini za koju se\nutvrđuje porez, prema podacima republičkog organa nadležnog za poslove\nstatistike. Umanjenje iz stava 4. ovog člana ne može biti veće od\niznosa godišnjeg zbira zarada i oporezivih prihoda iz stava 2. tač. 1)\ndo 3) i tačke 6b) ovog člana, prethodno umanjenih u skladu sa odredbom stava 3.\novog člana. Dohodak iz stava 2. ovog člana uvećava se za iznos\nkoji se, u kalendarskoj godini za koju se utvrđuje godišnji porez,\nobvezniku isplati po osnovu povraćaja doprinosa za obavezno socijalno\nosiguranje u skladu sa zakonom kojim se uređuju doprinosi za obavezno\nsocijalno osiguranje. Prihodi iz stava 2. tačka 8) ovog člana umanjuju se za porez plaćen u drugoj državi. Dohodak za oporezivanje čini razlika između dohotka\nutvrđenog u skladu sa st. 2. do 7. ovog člana i neoporezivog iznosa iz\nstava 1. ovog člana. Poreska osnovica"}
{"model": "text-embedding-3-small", "id": 114, "title": "Član 88", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_88", "input": "Član 88: Osnovica godišnjeg poreza na dohodak građana je\noporezivi dohodak, koji čini razlika između dohotka za oporezivanje iz\nčlana 87. stav 8. ovog zakona i ličnih odbitaka koji iznose: 1) za poreskog obveznika - 40% od prosečne godišnje\nzarade po zaposlenom isplaćene u Republici u godini za koju se utvrđuje\nporez, prema podacima republičkog organa nadležnog za poslove\nstatistike; 2) za izdržavanog člana porodice - 15% od prosečne\ngodišnje zarade po zaposlenom isplaćene u Republici u godini za koju se\nutvrđuje porez, prema podacima republičkog organa nadležnog za poslove\nstatistike, po članu. Ukupan iznos ličnih odbitaka iz stava 1. ovog člana ne može biti veći od 50% dohotka za oporezivanje. Ako su dva ili više članova porodice obveznici\ngodišnjeg poreza na dohodak građana, odbitak za izdržavane članove\nporodice može ostvariti samo jedan obveznik. Poreske stope"}
{"model": "text-embedding-3-small", "id": 115, "title": "Član 89", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_89", "input": "Član 89: Godišnji porez na dohodak građana plaća se na osnovicu iz člana 88. ovog zakona, po sledećim stopama: - na iznos do šestostruke prosečne godišnje zarade - 10%; - na iznos preko šestostruke prosečne godišnje zarade\n- 10% na iznos do šestostruke prosečne godišnje zarade + 15% na iznos\npreko šestostruke prosečne godišnje zarade."}
{"model": "text-embedding-3-small", "id": 116, "title": "Član 89a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_89a", "input": "Član 89a: Obvezniku koji izvrši ulaganje u alternativni\ninvesticioni fond, odnosno u kupovinu investicione jedinice\nalternativnog investicionog fonda, priznaje se pravo na poreski kredit\nna račun godišnjeg poreza na dohodak građana najviše do 50% ulaganja\nizvršenog u kalendarskoj godini za koju se utvrđuje godišnji porez na\ndohodak građana. Pravo na poreski kredit iz stava 1. ovog člana može\nse ostvariti samo po osnovu u potpunosti uplaćenih novčanih uloga\nkojima se stiču akcije ili udeli u alternativnom investicionom fondu,\nodnosno investicione jedinice alternativnog investicionog fonda. Poreski kredit iz stava 1. ovog člana ne može biti\nveći od 50% utvrđene poreske obaveze po osnovu godišnjeg poreza na\ndohodak građana. Izuzetno od stava 1. ovog člana, ukoliko obveznik u kalendarskoj godini u kojoj je izvršio ulaganje u alternativni investicioni fond, odnosno u kupovinu investicione jedinice alternativnog investicionog fonda, kao i u naredne tri kalendarske godine otuđi akcije ili udele u alternativnom investicionom fondu, odnosno investicione jedinice alternativnog investicionog fonda, gubi pravo na prethodno ostvaren poreski kredit po osnovu tog ulaganja. Obveznik iz stava 4. ovog člana dužan je da o gubitku prava na poreski kredit obavesti nadležni poreski organ u roku od 30 dana od dana gubitka prava i plati obavezu na ime prethodno priznatog prava na poreski kredit, sa pripadajućom kamatom od dana dospelosti za plaćanje godišnjeg poreza na dohodak građana za godinu za koju je izgubio pravo na poreski kredit. Deo četvrti PODNOŠENJE PORESKE PRIJAVE, UTVRĐIVANJE I NAPLATA POREZA  Glava prva OPŠTE ODREDBE"}
{"model": "text-embedding-3-small", "id": 117, "title": "Član 90**", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_90**", "input": "Član 90**: (Prestao da važi) Glava druga PODNOŠENJE PORESKE PRIJAVE Opšti javni poziv"}
{"model": "text-embedding-3-small", "id": 118, "title": "Član 91", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_91", "input": "Član 91: Građanin koji ostvaruje dohodak u smislu ovog zakona\ndužan je da podnese poresku prijavu, ako ovim zakonom nije drukčije\nodređeno. Nadležni poreski organ najkasnije do 31. decembra\nsvake godine, opštim javnim pozivom poziva građane na podnošenje\nporeskih prijava. Prijava za godišnji porez na dohodak građana"}
{"model": "text-embedding-3-small", "id": 119, "title": "Član 92", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_92", "input": "Član 92: Obveznik godišnjeg poreza na dohodak građana dužan je\nda za ostvareni dohodak u godini za koju se vrši utvrđivanje poreza\npodnese poresku prijavu sa tačnim podacima nadležnom poreskom organu po\nisteku te godine, a najkasnije do 15. maja naredne godine. Na osnovu podataka iz službenih evidencija poreski\norgan unosi podatke u poresku prijavu iz stava 1. ovog člana i\npostavlja je na portal Poreske uprave najkasnije do 1. aprila godine\nkoja sledi godini za koju se utvrđuje godišnji porez na dohodak\ngrađana. Poreski obveznik je u obavezi da izvrši izmenu,\nodnosno dopunu poreske prijave iz stava 2. ovog člana, u delu u kome\nnisu iskazani tačni i odgovarajući podaci i nakon toga podnese poresku\nprijavu u elektronskom obliku preko portala Poreske uprave. Ukoliko poreski obveznik u roku iz stava 1. ovog\nčlana ne podnese poresku prijavu, Poreska uprava podnosi poresku\nprijavu za to lice. Prijava za porez na prihode od samostalne delatnosti i poreski bilans"}
{"model": "text-embedding-3-small", "id": 120, "title": "Član 93", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_93", "input": "Član 93: Obveznik iz člana 32. ovog zakona, osim preduzetnika\npaušalca, koji vodi poslovne knjige u skladu sa članom 43. st. 2. i 3.\novog zakona dužan je da poresku prijavu i poreski bilans podnese\nnadležnom poreskom organu najkasnije do 15. aprila godine koja sledi\ngodinu za koju se utvrđuje porez. Preduzetnik koji porez plaća na paušalni prihod, kome\nse u godini koja prethodi godini za koju se vrši utvrđivanje poreza\nznačajnije izmeni obim poslovanja, odnosno prometa i drugi uslovi od\nuticaja na ostvarivanje prava na paušalno oporezivanje i visinu poreske\nobaveze, dužan je da podnese poresku prijavu najkasnije do 31. januara\ngodine za koju se utvrđuje porez."}
{"model": "text-embedding-3-small", "id": 121, "title": "Član 94", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_94", "input": "Član 94: Obveznik iz člana 32. ovog zakona, osim preduzetnika\npaušalca, koji u toku godine započne obavljanje samostalne delatnosti,\ndužan je da podnese poresku prijavu u kojoj će dati procenu prihoda i\nrashoda do kraja prve poslovne godine, kao i procenu mesečne akontacije\nporeza, najkasnije u roku od 15 dana od dana upisa u registar nadležnog\norgana, odnosno od dana početka obavljanja delatnosti. Obveznik poreza na prihode od samostalne delatnosti\nkoji u toku godine započne obavljanje samostalne delatnosti,\nopredeljuje se za paušalno oporezivanje u prijavi za registraciju\nnadležnoj organizaciji koja vodi registar privrednih subjekata, u kom\nslučaju se smatra da je podneo poresku prijavu za paušalno oporezivanje. Obveznik iz člana 32. ovog zakona, osim preduzetnika\npaušalca, koji u toku godine prestane, odnosno prekine obavljanje\nsamostalne delatnosti, dužan je da podnese poresku prijavu za\nutvrđivanje poreza u roku od 30 dana od dana prestanka, odnosno prekida\nobavljanja delatnosti, za period od početka poreskog perioda do dana\nprestanka, odnosno prekida obavljanja samostalne delatnosti. Obveznik u smislu člana 43. st. 2. i 3. ovog zakona\ndužan je da u poreskoj prijavi iz stava 3. ovog člana iskaže i iznos\nobračunatog i plaćenog poreza u poreskom periodu do dana prekida,\nodnosno prestanka obavljanja samostalne delatnosti, kao i da uz poresku\nprijavu podnese i poreski bilans. Preduzetnik drugo lice kome prestane status obveznika\nporeza na dodatu vrednost u skladu sa zakonom kojim se uređuje porez na\ndodatu vrednost, uz zahtev za paušalno oporezivanje iz člana 42. st. 1.\ni 3. ovog zakona, dužan je da podnese i poresku prijavu u roku od 15\ndana od dana prijema akta nadležnog poreskog organa kojim se potvrđuje\nbrisanje iz evidencije za porez na dodatu vrednost. Prijava za porez na kapitalne dobitke i ostale prihode na koje se porez ne plaća po odbitku"}
{"model": "text-embedding-3-small", "id": 122, "title": "Član 95", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_95", "input": "Član 95: Obveznik koji u toku godine izvrši prenos prava po\nosnovu kojeg može nastati kapitalni dobitak ili gubitak u skladu sa\novim zakonom, dužan je da podnese poresku prijavu najkasnije u roku od\n30 dana od: 1) dana kada je ostvario ili započeo ostvarivanje\nprihoda po osnovu prenosa stvarnih prava na nepokretnostima, autorskih\ni srodnih prava i prava industrijske svojine i udela u kapitalu pravnih\nlica; 2) isteka svakog kalendarskog polugodišta u kojem je izvršen prenos hartija od vrednosti i investicionih jedinica. Obveznik koji u toku godine izvrši prenos digitalne\nimovine po osnovu kojeg može nastati kapitalni dobitak ili gubitak u\nskladu sa ovim zakonom, dužan je da podnese poresku prijavu najkasnije\nu roku od 120 dana od isteka kvartala u kojem je ostvaren prihod po\nosnovu prenosa digitalne imovine. Izuzetno od stava 1. tačka 1) ovog člana, rok za\npodnošenje poreske prijave je 120 dana od dana prodaje nepokretnosti po\nosnovu koje obveznik može da ostvari pravo na poresko oslobođenje\nsaglasno članu 79. stav 1. ovog zakona, odnosno od dana prodaje\ndigitalne imovine po osnovu koje obveznik može da ostvari pravo na\nporesko oslobođenje saglasno članu 79a stav 1. ovog zakona. Izuzetno od stava 1. ovog člana, za prenos prava koje\nje preduzetnik, preduzetnik poljoprivrednik i preduzetnik drugo lice\nevidentirao u poslovnim knjigama ne podnosi se poreska prijava iz stava\n1. ovog člana, već se podaci o kapitalnom dobitku, odnosno gubitku\niskazuju u poreskom bilansu. Preduzetnik paušalac dužan je da posebno podnese poresku prijavu za prihode na kapitalne dobitke. Poreska prijava sa obračunatim porezom za koji je\nčlanom 100a stav 1. tačka 2) podtač. (2) i (3) i tačka 3) i stav 2.\novog zakona utvrđena obaveza samooporezivanja, podnosi se u roku od 30\ndana od dana ostvarivanja prihoda. Izuzetno od stava 6. ovog člana, poreska prijava za\nprihode od ugovorene naknade od autorskih i srodnih prava i ugovorene\nnaknade za izvršeni rad na koje se porez plaća samooporezivanjem, u\nkojoj se iskazuju opredeljeni normirani troškovi saglasno članu 56.\nstav 2. i članu 85. stav 5. tačka 2) ovog zakona, podnosi se u roku od\n30 dana od isteka kvartala u kome su ti prihodi ostvareni. Izuzetno od stava 6. ovog člana, poreska prijava za prihode iz člana 84v ovog zakona, podnosi se najkasnije do 31. marta tekuće godine za prihode ostvarene u prethodnoj godini, a za obveznike koji se nalaze na plovidbi u periodu od 1. januara do 31. marta tekuće godine u roku od 15 dana od dana prvog iskrcavanja u toj godini. Organizator tržišta kapitala u smislu zakona kojim se\nuređuje tržište kapitala dužan je da u roku od 30 dana od isteka svakog\nkalendarskog polugodišta Poreskoj upravi - centrali u elektronskom\nobliku dostavi izveštaj o prenosu hartija od vrednosti izvršenom u tom\npolugodištu. Oblik i sadržaj izveštaja iz stava 9. ovog člana propisuje ministar."}
{"model": "text-embedding-3-small", "id": 123, "title": "Član 95a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_95a", "input": "Član 95a: Obveznik po osnovu prihoda od pružanja ugostiteljskih usluga iz člana 84b\nkoji u toku godine počne da pruža ugostiteljske usluge dužan je da podnese poresku prijavu\nu roku od 15 dana od dana pravnosnažnosti rešenja kojim se objekat domaće radinosti i seoskog\nturizma razvrstava u odgovarajuću kategoriju u skladu sa zakonom kojim se uređuje ugostiteljstvo. Obveznik iz člana 84b stav 4. ovog zakona koji je podneo poresku prijavu\niz stava 1. ovog člana, kome se ne promene elementi od značaja za visinu poreske obaveze\nza narednu godinu, nije dužan da podnese poresku prijavu za narednu godinu. Obveznik iz člana 84b stav 4. ovog zakona kome se u toku godine promene\nelementi od značaja za visinu poreske obaveze, dužan je da o tome obavesti poreski organ\npodnošenjem poreske prijave u roku od 15 dana od dana nastanka promene. Obveznik iz člana 84b stav 4. ovog zakona koji u toku godine prestane da\npruža ugostiteljske usluge, dužan je da o tome obavesti poreski organ podnošenjem poreske\nprijave u roku od 15 dana od dana kada prestane da pruža ugostiteljske usluge u skladu sa\n\nzakonom kojim se uređuje ugostiteljstvo. Prijava obveznika - nerezidenta"}
{"model": "text-embedding-3-small", "id": 124, "title": "Član 96", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_96", "input": "Član 96: Obveznik - nerezident podnosi poresku prijavu za\npojedine vrste prihoda koje ostvaruje za koje nije predviđeno plaćanje\nporeza po odbitku. Prijava iz stava 1. ovog člana podnosi se poreskom\norganu na čijoj teritoriji je obveznik ostvario prihode, odnosno prema\nboravištu obveznika, odnosno prema prebivalištu, odnosno sedištu\nporeskog punomoćnika."}
{"model": "text-embedding-3-small", "id": 125, "title": "Član 97", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_97", "input": "Član 97: (Brisan) Nadležnost poreskog organa"}
{"model": "text-embedding-3-small", "id": 126, "title": "Član 98", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_98", "input": "Član 98: Poresku prijavu obveznik je dužan da podnese: 1) za prihode od samostalne delatnosti - poreskom organu na čijoj teritoriji ima registrovano sedište; 2) za prihode od nepokretnosti i za prihode po osnovu pružanja ugostiteljskih\nusluga - poreskom organu na čijoj teritoriji se nalazi nepokretnost, objekat domaće radinosti,\nodnosno objekat seoskog turističkog domaćinstva; 3)  za kapitalne\ndobitke i za ostale prihode na koje se porez ne plaća po odbitku -\nporeskom organu na čijoj teritoriji obveznik ima prebivalište, odnosno\nboravište. Glava treća UTVRĐIVANJE I NAPLATA POREZA Način utvrđivanja i plaćanja poreza"}
{"model": "text-embedding-3-small", "id": 127, "title": "Član 99", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_99", "input": "Član 99: Po odbitku od svakog pojedinačno ostvarenog prihoda utvrđuju se i plaćaju porezi na sledeće prihode: 1) zarade; 2) prihode od autorskih i srodnih prava i prava\nindustrijske svojine, ako je isplatilac prihoda pravno lice,\npreduzetnik ili preduzetnik paušalac; 3) prihode od kapitala, ako je isplatilac prihoda\npravno lice, preduzetnik, preduzetnik paušalac ili otvoreni\ninvesticioni fond, odnosno alternativni investicioni fond koji nema\nsvojstvo pravnog lica, a koji je organizovan u skladu sa dozvolom\nnadležnog organa; 4) prihode od nepokretnosti, ako je isplatilac\nprihoda pravno lice, preduzetnik, preduzetnik paušalac ili preduzetnik\npoljoprivrednik; 5) prihode od davanja u zakup pokretnih stvari, ako\nje isplatilac prihoda pravno lice, preduzetnik, preduzetnik paušalac\nili preduzetnik poljoprivrednik; 6) dobitke od igara na sreću; 7) prihode od osiguranja lica; 8) prihode sportista i sportskih stručnjaka; 9) ostale prihode, ako je isplatilac prihoda pravno lice, preduzetnik ili preduzetnik paušalac. Pod pravnim licem u smislu stava 1. ovog člana\npodrazumeva se i deo pravnog lica, odnosno poslovna jedinica\nnerezidentnog pravnog lica koja je registrovana kod nadležnog državnog\norgana (predstavništvo, ogranak i dr.), kao i državni organi i\norganizacije. Po osnovu prihoda lica iz člana 100a stav 5. ovog\nzakona obavezu obračunavanja i plaćanja poreza po odbitku ima domaće\npravno lice, kao i deo pravnog lica odnosno poslovna jedinica\nnerezidentnog pravnog lica iz stava 2. ovog člana, u momentu kada\nposlodavcu iz druge države isplati iznos za naknadu troškova za rad\nsamo u slučaju kada se porez prethodno ne plati samooporezivanjem\nsaglasno članu 100a stav 5. ovog zakona, bez obzira na to da li je\nistekao rok iz člana 95. stav 6. i člana 114. stav 1. ovog zakona."}
{"model": "text-embedding-3-small", "id": 128, "title": "Član 100", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_100", "input": "Član 100: Po rešenju nadležnog poreskog organa utvrđuje se i plaća porez na: 1) paušalni prihod od samostalne delatnosti; 2) kapitalni dobitak; 2a) prihod po osnovu pružanja ugostiteljskih usluga u skladu sa zakonima\nkojima se uređuju turizam i ugostiteljstvo."}
{"model": "text-embedding-3-small", "id": 129, "title": "Član 100a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_100a", "input": "Član 100a: Samooporezivanjem utvrđuju se i plaćaju porezi na: 1) prihode od samostalne delatnosti preduzetnika,\npreduzetnika poljoprivrednika i preduzetnika drugog lica koji vodi\nposlovne knjige u skladu sa članom 43. st. 2. i 3. ovog zakona; 2) prihode koje isplaćuje isplatilac koji nije pravno lice, preduzetnik ili preduzetnik paušalac, i to: (1) prihode od ugovorene naknade od\nautorskih i srodnih prava i ugovorene naknade za izvršeni rad za koje\nse oporezivi prihod utvrđuje saglasno članu 55. stav 2. i članu 85.\nstav 5. tačka 2) ovog zakona; (2) kamate; (3) druge prihode iz člana 85. ovog zakona, izuzev prihoda iz podtačke (1) ove tačke; 3) prihode koje isplaćuje isplatilac koji nije pravno\nlice, preduzetnik, preduzetnik paušalac ili preduzetnik\npoljoprivrednik, po osnovu prihoda od izdavanja nepokretnosti i davanja\nu zakup pokretnih stvari; 4) dohodak koji se oporezuje godišnjim porezom na dohodak građana u skladu sa članom 87. ovog zakona. Obveznik koji ostvaruje zarade i druge prihode u ili\niz druge države, kod diplomatskog ili konzularnog predstavništva strane\ndržave, odnosno međunarodne organizacije ili kod predstavnika i\nslužbenika takvog predstavništva, odnosno organizacije, dužan je da sam\nobračuna i uplati porez po odbitku po odredbama ovog zakona, ako porez\nne obračuna i ne uplati isplatilac prihoda. Obavezu obračunavanja i plaćanja poreza u skladu sa\nstavom 2. ovog člana, obveznik poreza ima i u slučaju ako porez po\nodbitku ne obračuna i ne uplati drugi isplatilac, kao i ako prihod\nostvari od lica koje nije obveznik obračunavanja i plaćanja poreza po\nodbitku. Porez na zaradu i druge prihode iz st. 1. i 2. ovog\nčlana, utvrđuje se i plaća na prihod koji je obveznik primio, odnosno\niz prihoda iz kog je dužan da plati pripadajuće obaveze. Obavezu obračunavanja i plaćanja poreza ima i\nobveznik - lice koje je upućeno, odnosno poslato na rad kod domaćeg\npravnog lica, po osnovu zarade i drugih primanja koje ostvaruje od\nposlodavca iz druge države koji ga je uputio, odnosno poslao na rad u\nRepubliku kod domaćeg pravnog lica. Izuzetno od stava 5. ovog člana, obveznik nema\nobavezu obračunavanja i plaćanja poreza kada je porez plaćen saglasno\nčlanu 99. stav 3. ovog zakona. Porez na prihode od ugovorene naknade od autorskih i\nsrodnih prava i ugovorene naknade za izvršeni rad na koje se porez\nplaća samooporezivanjem, za koje je oporezivi prihod utvrđen saglasno\nčlanu 55. stav 2. i članu 85. stav 5. tačka 2) ovog zakona, plaća se na\nprihod koji je obveznik ostvario u kvartalu. Po osnovu prihoda iz stava 1. tačka 2) podtačka (1)\novog člana ostvarenih u svakom posebnom kvartalu podnosi se poreska\nprijava u kojoj se obveznik opredeljuje za jednu poresku osnovicu, i to\nutvrđenu saglasno članu 55. stav 2. tačka 1) i članu 85. stav 5. tačka\n2) podtačka (1) ili saglasno članu 55. stav 2. tačka 2) i članu 85.\nstav 5. tačka 2) podtačka (2) ovog zakona. Porez na prihode iz člana 84v ovog zakona utvrđuje se i plaća na oporezivi prihod iz člana 84v stav 5. ovog zakona, za kalendarsku godinu. Izuzetno od stava 9. ovog člana, obveznik iz člana 84v stav 6. ovog zakona nema obavezu plaćanja poreza na prihode iz člana 84v ovog zakona. Način utvrđivanja i dospelost poreza po odbitku"}
{"model": "text-embedding-3-small", "id": 130, "title": "Član 101", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_101", "input": "Član 101: Porez po odbitku iz člana 99. ovog zakona, za svakog\nobveznika i za svaki pojedinačno isplaćeni prihod, isplatilac\nobračunava, obustavlja i uplaćuje na propisani jedinstveni uplatni\nračun u momentu isplate prihoda, u skladu sa propisima koji važe na dan\nisplate prihoda, osim ako ovim zakonom nije drukčije propisano."}
{"model": "text-embedding-3-small", "id": 131, "title": "Član 101a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_101a", "input": "Član 101a: (Brisan)"}
{"model": "text-embedding-3-small", "id": 132, "title": "Član 102", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_102", "input": "Član 102: (Brisan)"}
{"model": "text-embedding-3-small", "id": 133, "title": "Član 103", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_103", "input": "Član 103: Za prihode od kapitala po osnovu kamate, banka je\ndužna da obračuna i plati porez po odbitku u momentu isplate kamate,\nuključujući i pripisivanje kamate, odnosno da plati obračunati porez\nnajkasnije prvog narednog dana kada radi platni promet ako u momentu\nisplate kamate, uključujući i pripisivanje kamate, platni promet nije\nradio. Izuzetno od stava 1. ovog člana, kada se saldiranje\nnovca po osnovu otuđenja ili otkupa dužničke hartije od vrednosti vrši\npreko Centralnog registra, depoa i kliringa hartija od vrednosti (u\ndaljem tekstu: Centralni registar), Centralni registar u momentu\nsaldiranja novca po osnovu otuđenja ili otkupa dužničke hartije od\nvrednosti, obračunava, obustavlja i uplaćuje na propisani uplatni račun\nporez na prihod od kapitala na ostvarenu kamatu za period od dana\nsticanja do dana otuđenja ili otkupa dužničke hartije od vrednosti."}
{"model": "text-embedding-3-small", "id": 134, "title": "Član 104", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_104", "input": "Član 104: Preduzetnik koji vodi poslovne knjige obračunava i\nnaplaćuje porez po odbitku na prihode koje ostvaruje pravno lice u\nskladu sa zakonom kojim se uređuje porez na dobit pravnih lica."}
{"model": "text-embedding-3-small", "id": 135, "title": "Član 105", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_105", "input": "Član 105: (Brisan)"}
{"model": "text-embedding-3-small", "id": 136, "title": "Član 106", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_106", "input": "Član 106: Isplatilac iz člana 101. ovog zakona dužan je da\nobvezniku, prilikom svake isplate, kao i po isteku godine, izda obračun\nsa podacima o: bruto prihodu, troškovima, oporezivom prihodu,\nolakšicama, plaćenim doprinosima za socijalno osiguranje i plaćenom\nporezu. Isplatiocem u smislu stava 1. ovog člana, u slučaju\nkada Centralni registar, saglasno članu 103. stav 2. ovog zakona,\nobračunava, obustavlja i uplaćuje porez po odbitku na kamatu po osnovu\notuđenja ili otkupa dužničke hartije od vrednosti, smatra se banka -\nčlan Centralnog registra kod koje se vodi namenski novčani račun\nobveznika poreza za plaćanja po osnovu prodaje hartija od vrednosti."}
{"model": "text-embedding-3-small", "id": 137, "title": "Član 107", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_107", "input": "Član 107: (Brisan)"}
{"model": "text-embedding-3-small", "id": 138, "title": "Član 107a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_107a", "input": "Član 107a: Kod obračuna poreza po odbitku na prihode\nnerezidenta, isplatilac prihoda primenjuje odredbe ugovora o\nizbegavanju dvostrukog oporezivanja, pod uslovom da nerezident dokaže\nstatus rezidenta države sa kojom je Srbija zaključila ugovor o\nizbegavanju dvostrukog oporezivanja, i da je on stvarni vlasnik prihoda. Status rezidenta države sa kojom je zaključen ugovor\no izbegavanju dvostrukog oporezivanja u smislu stava 1. ovog člana,\nnerezident dokazuje kod isplatioca prihoda potvrdom o rezidentnosti u\nskladu sa zakonom kojim se uređuje poreski postupak i poreska\nadministracija. Ako isplatilac prihoda primeni odredbe ugovora o\nizbegavanju dvostrukog oporezivanja, a nisu ispunjeni uslovi iz st. 1.\ni 2. ovog člana, što za posledicu ima manje plaćeni iznos poreza,\nsnosiće razliku između plaćenog poreza i dugovanog poreza po ovom\nzakonu. Nadležni poreski organ, na zahtev nerezidenta, dužan je da izda potvrdu o porezu plaćenom u Republici. Ako isplatilac prihoda u momentu isplate prihoda\nnerezidentu ne raspolaže potvrdom iz stava 2. ovog člana, dužan je da\nprilikom isplate prihoda primeni odredbe ovog zakona. Ako nerezidentni obveznik naknadno dostavi nadležnom\nporeskom organu potvrdu iz stava 2. ovog člana, razlika između iznosa\nplaćenog poreza iz stava 5. ovog člana i iznosa poreza za koji bi\npostojala obaveza plaćanja da je obveznik u momentu isplate prihoda\nraspolagao potvrdom iz stava 2. ovog člana, smatra se više plaćenim\nporezom."}
{"model": "text-embedding-3-small", "id": 139, "title": "Član 108**", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_108**", "input": "Član 108**: (Brisan) Registar isplatilaca prihoda interpretatorima"}
{"model": "text-embedding-3-small", "id": 140, "title": "Član 108a", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_108a", "input": "Član 108a: Poreska uprava vodi Registar isplatilaca prihoda po\nosnovu estradnih programa zabavne i narodne muzike i drugih zabavnih\nprograma, na koje se porez plaća po odbitku, interpretatorima, kao\nautorima ili nosiocima srodnih prava, ansamblima i orkestrima,\nimitatorima, iluzionistima i drugim izvođačima (u daljem tekstu:\ninterpretator), menadžerima i drugim angažovanim licima (u daljem\ntekstu: druga angažovana lica). Isplatioci prihoda iz stava 1. ovog člana, u smislu ovog zakona, jesu: 1) pravna i fizička lica koja obavljaju registrovanu\ndelatnost iz oblasti ugostiteljstva, turizma, posredovanja i drugih\ndelatnosti, a u svojim ili zakupljenim objektima organizuju izvođenje\nestradnih programa zabavne i narodne muzike ili drugih zabavnih\nprograma; 2) pravna i fizička lica registrovana za delatnost\nproizvodnje i emitovanja radio i televizijskog programa, koja proizvode\ni emituju televizijski program zabavne i narodne muzike, zabavni,\nkolažni, novogodišnji i slični program, bez obzira da li im je izdata\nili ne dozvola za emitovanje programa u skladu sa zakonom kojim se\nuređuje obavljanje radiodifuzne delatnosti; 3) pravna i fizička lica koja obavljaju registrovanu\ndelatnost, savezi, udruženja, organizacije, zajednice, mesne zajednice\ni slični subjekti koji u svojim ili zakupljenim objektima ili na drugim\nmestima organizuju koncerte, kulturno-umetničke, turističke i druge\nslične manifestacije i priredbe, na kojima se izvode estradni programi\nzabavne i narodne muzike, novogodišnji i drugi slični zabavni programi\nili druge zabavne priredbe. Isplatilac prihoda iz stava 2. ovog člana, dužan je\nda Poreskoj upravi, prema mestu svog sedišta, podnese prijavu za upis u\nregistar iz stava 1. ovog člana, najkasnije do 31. januara 2005. godine. Novoosnovani isplatioci prihoda iz stava 2. ovog\nčlana, dužni su da Poreskoj upravi, prema mestu svog sedišta, podnesu\nprijavu iz stava 3. ovog člana, u roku od 15 dana od dana upisa u\nodgovarajući registar kod nadležnog organa. Pravna i fizička lica koja obavljaju delatnost iz\nstava 2. ovog člana, a koja nisu isplatioci prihoda po osnovu izvođenja\nestradnih programa zabavne i narodne muzike i drugih zabavnih programa,\nu slučaju da angažuju interpretatore i druga angažovana lica iz stava\n1. ovog člana, dužna su da u roku od 48 sati od dana faktičkog početka\norganizovanja estradnih programa zabavne i narodne muzike i drugih\nzabavnih programa, podnesu prijavu za upis u registar iz stava 1. ovog\nčlana. Isplatiocu prihoda iz stava 2. ovog člana, Poreska\nuprava rešenjem izriče meru privremene zabrane obavljanja delatnosti u\ntrajanju do 30 dana, ako Poreskoj upravi u propisanom roku ne podnese\nprijavu iz st. 3. i 4. ovog člana za upis u registar iz stava 1. ovog\nčlana. Žalba protiv rešenja iz stava 6. ovog člana nije dopuštena. Isplatilac prihoda iz stava 2. ovog člana, dužan je\nda sa interpretatorom i drugim angažovanim licem na izvođenju estradnog\nprograma zabavne i narodne muzike ili drugog zabavnog programa,\nzaključi ugovor, i da Poreskoj upravi do petog u mesecu dostavlja\npismeno obaveštenje o zaključenim ugovorima u prethodnom mesecu. Isplatiocu prihoda iz stava 2. ovog člana, Poreska\nuprava rešenjem izriče meru privremene zabrane obavljanja delatnosti u\ntrajanju do 30 dana, ako organizuje izvođenje estradnog programa\nzabavne i narodne muzike ili drugog zabavnog programa, angažovanjem\nlica iz stava 1. ovog člana bez zaključenog ugovora ili ako Poreskoj\nupravi u propisanom roku ne dostavi pismeno obaveštenje o zaključenim\nugovorima. Žalba protiv rešenja iz stava 9. ovog člana nije dopuštena. Sadržinu prijave iz stava 3. ovog člana i obaveštenja iz stava 8. ovog člana bliže uređuje ministar."}
{"model": "text-embedding-3-small", "id": 141, "title": "Član 108b", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_108b", "input": "Član 108b: (Brisano) Porezi po rešenju Način utvrđivanja i dospelost poreza po rešenju"}
{"model": "text-embedding-3-small", "id": 142, "title": "Član 109", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_109", "input": "Član 109: Porez na paušalno utvrđen prihod od samostalne\ndelatnosti poreski organ utvrđuje na osnovu podataka iz poreske\nprijave, kriterijuma i elemenata utvrđenih u skladu sa članom 41. ovog\nzakona. Do donošenja rešenja o utvrđivanju poreza za tekuću\ngodinu, obveznici poreza iz stava 1. ovog člana dužni su da plaćaju\nporez u visini obaveze koja odgovara iznosu poreza utvrđenog rešenjem\nza prethodnu godinu. Porez na kapitalne dobitke nadležni poreski organ\nutvrđuje na osnovu podataka iz poreske prijave kao i na osnovu drugih\npodataka. Obveznik poreza na kapitalni dobitak u poreskoj\nprijavi iskazuje podatke o ceni ostvarenoj prenosom prava, udela i\nhartija od vrednosti i njihovoj nabavnoj ceni i pravo na poresko\noslobođenje. Ako obveznik ne podnese poresku prijavu, poreska\nobaveza se utvrđuje na osnovu podataka o ostvarenom kapitalnom dobitku\nkojim raspolaže nadležni poreski organ. Pravo na poresko oslobođenje iz člana 79. stav 1,\nčlana 79a stav 1, člana 79b stav 1. i člana 80. ovog zakona, utvrđuje\nse rešenjem nadležnog poreskog organa na osnovu dokumentacije o\nrešavanju stambenog pitanja, odnosno dokumentacije o ulaganju sredstava\nostvarenih prodajom digitalne imovine, odnosno o unosu nenovčanog uloga\nu kapital privrednog društva, priložene uz poresku prijavu. Povraćaj plaćenog poreza na kapitalne dobitke iz\nčlana 79. stav 2. i člana 79a stav 2. ovog zakona ostvaruje se na\nzahtev obveznika, uz koji je priložena dokumentacija o rešavanju\nstambenog pitanja, odnosno dokumentacija o ulaganju sredstava\nostvarenih prodajom digitalne imovine. Prihod po osnovu pružanja ugostiteljskih usluga utvrđuje se na osnovu\npodataka iz poreske prijave, kriterijuma i elemenata iz člana 84b ovog zakona, kao i na osnovu\ndrugih podataka. Do donošenja rešenja o utvrđivanju poreza za tekuću godinu, obveznici poreza\niz člana 84b ovog zakona dužni su da plaćaju porez u visini obaveze koja odgovara iznosu\nporeza utvrđenog rešenjem za prethodnu godinu. Obveznik iz člana 84b ovog zakona koji u toku godine započne pružanje ugostiteljskih\nusluga dužan je da plaća porez počev za naredni kvartal u odnosu na onaj u kome je počeo\nda pruža usluge. U slučaju kada u toku godine dođe do promene elemenata koji su od značaja\nza visinu poreske obaveze, poreski organ rešenjem utvrđuje novu poresku obavezu koja se plaća\npočev za naredni kvartal u odnosu na kvartal u kome je došlo do promene elemenata od značaja\nza visinu poreske obaveze. U slučaju kada u toku godine prestane da pruža ugostiteljske usluge, obveznik\nje dužan da izvrši poresku obavezu zaključno za kvartal u kome je prestao da pruža usluge."}
{"model": "text-embedding-3-small", "id": 143, "title": "Član 110", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_110", "input": "Član 110: Porezi koji se utvrđuju rešenjem poreskog organa plaćaju se u roku od: 1) 15 dana po isteku svakog meseca - na paušalno utvrđen prihod od samostalne delatnosti; 2) 15 dana od dana dostavljanja rešenja o utvrđivanju poreza -  na kapitalne dobitke; 3) 15 dana od dana isteka kvartala - na prihod po osnovu pružanja\nugostiteljskih usluga. Način utvrđivanja i dospelost poreza kod samooporezivanja"}
{"model": "text-embedding-3-small", "id": 144, "title": "Član 111", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_111", "input": "Član 111: Obveznik koji vodi poslovne knjige iz člana 43. st.\n2. i 3. ovog zakona dužan je da u skladu sa ovim zakonom u poreskoj\nprijavi obračuna: 1) porez za poreski period za koji se prijava podnosi (u daljem tekstu: konačno obračunati porez); 2) mesečnu akontaciju poreza za tekući poreski period. Obveznik iz stava 1. ovog člana visinu mesečne\nakontacije utvrđuje kao jednu dvanaestinu konačno obračunatog poreza\nkoji ne sadrži porez na kapitalne dobitke. Ako je obveznik iz stava 1. ovog člana u poreskom\nperiodu obavljao delatnost kraće od dvanaest meseci visinu mesečne\nakontacije utvrđuje kao količnik konačno obračunatog poreza koji ne\nsadrži porez na kapitalne dobitke i broja meseci obavljanja delatnosti\nu prethodnom poreskom periodu. U slučaju iz stava 3. ovog člana u broj meseci\nobavljanja delatnosti uračunava se svaki mesec u kojem je obveznik\nobavljao delatnost bez obzira na broj dana obavljanja delatnosti u tom\nmesecu. Ako je obveznik iz stava 1. ovog člana akontativno\nplatio manje poreza od konačno obračunatog poreza, dužan je da razliku\nuplati najkasnije do podnošenja poreske prijave. Ako je obveznik iz stava 1. ovog člana akontativno\nplatio više poreza od konačno obračunatog poreza, više plaćeni porez\npredstavlja akontaciju za naredni period ili se obvezniku vraća na\nnjegov zahtev. Do utvrđivanja konačno obračunatog poreza preduzetnik\nkoji vodi poslovne knjige iz člana 43. st. 2. i 3. ovog zakona dužan je\nda plaća porez u visini mesečne akontacije utvrđene za prethodni\nporeski period. Ako je visina mesečne akontacije utvrđena na način iz\nst. 2. do 4. ovog člana veća, odnosno manja od mesečne akontacije koju\nje platio u skladu sa stavom 7. ovog člana, obveznik je dužan da\nmesečnu akontaciju za tekući poreski period uveća, odnosno umanji tako\nda zbir plaćenih akontacija od početka do kraja tekućeg poreskog\nperioda bude jednak kao da je od početka tekućeg poreskog perioda\nplaćao akontacije utvrđene na način iz st. 2. do 4. ovog člana. Obaveza plaćanja uvećane, odnosno umanjene mesečne\nakontacije iz stava 8. ovog člana nastaje u mesecu koji sledi mesec u\nkojem je podneta poreska prijava."}
{"model": "text-embedding-3-small", "id": 145, "title": "Član 112", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_112", "input": "Član 112: Obveznik iz člana 43. st. 2. i 3. ovog zakona koji u\ntoku godine započne obavljanje delatnosti visinu mesečne akontacije\nutvrđuje shodnom primenom člana 111. ovog zakona a na osnovu podataka\niz poreske prijave koju podnosi u skladu sa članom 94. stav 1. ovog\nzakona. Ako u tekućem poreskom periodu dođe do značajnih\npromena u poslovanju, poreskih instrumenata ili drugih okolnosti koje\nbitno utiču na visinu mesečne akontacije preduzetnik koji vodi poslovne\nknjige iz člana 43. st. 2. i 3. ovog zakona može, po podnošenju poreske\nprijave iz člana 111. ovog zakona, podneti poresku prijavu sa poreskim\nbilansom, u kojoj će iskazati podatke od značaja za izmenu mesečne\nakontacije i obračunati njenu visinu, najkasnije u roku od 30 dana po\nisteku perioda za koji se sastavlja poreski bilans. Najkraći period za koji se sastavlja poreski bilans iz stava 2. ovog člana je mesec dana. Obveznik iz člana 43. st. 2. i 3. ovog zakona može\nzapočeti plaćanje akontacije u skladu sa poreskom prijavom iz stava 2.\novog člana za mesec u kome je prijava podneta."}
{"model": "text-embedding-3-small", "id": 146, "title": "Član 113", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_113", "input": "Član 113: Obveznik poreza koji se u skladu sa ovim zakonom\nutvrđuju samooporezivanjem, u poreskoj prijavi iskazuje podatke o vrsti\ni visini ostvarenog prihoda i druge podatke od značaja za utvrđivanje\nvisine poreske obaveze, kao i visinu poreske obaveze utvrđene u skladu\nsa ovim zakonom u zavisnosti od vrste prihoda."}
{"model": "text-embedding-3-small", "id": 147, "title": "Član 114", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_114", "input": "Član 114: Porezi koje u skladu sa ovim zakonom obveznik\nutvrđuje samooporezivanjem plaćaju se najkasnije do isteka roka za\npodnošenje poreske prijave. Izuzetno od stava 1. ovog člana, obveznik koji vodi\nposlovne knjige iz člana 43. st. 2. i 3. ovog zakona mesečnu akontaciju\nporeza plaća u roku od 15 dana po isteku svakog meseca."}
{"model": "text-embedding-3-small", "id": 148, "title": "Čl. 115-119", "link": null, "input": "Čl. 115-119: (Brisano) Žalba"}
{"model": "text-embedding-3-small", "id": 149, "title": "Čl. 120-156**", "link": null, "input": "Čl. 120-156**: (Prestali da važe) Glava peta JEMSTVO, POVRAĆAJ POREZA I ZASTARELOST Jemstvo"}
{"model": "text-embedding-3-small", "id": 150, "title": "Član 157", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_157", "input": "Član 157: Za porez po odbitku jemči solidarno isplatilac prihoda. Za porez na prihode od samostalne delatnosti jemče\nsupsidijarno svojom imovinom svi punoletni članovi domaćinstva\nobveznika koji u momentu nastanka obaveze čine domaćinstvo obveznika u\nsmislu člana 10. ovog zakona. Lice koje sa ili bez naknade preuzme deo ili\ncelokupnu imovinu kojom obveznik iz člana 32. ovog zakona obavlja\ndelatnost jemči solidarno za obaveze obveznika iz člana 32. ovog zakona\nnastale obavljanjem delatnosti pre preuzimanja imovine do visine\nvrednosti preuzete imovine, a obveznik iz člana 32. ovog zakona koji\nprestaje da obavlja delatnost dužan je da pre brisanja iz propisanog\nregistra izmiri sve svoje poreske obaveze nastale tokom obavljanja\ndelatnosti."}
{"model": "text-embedding-3-small", "id": 151, "title": "Čl. 158-162", "link": null, "input": "Čl. 158-162: (Brisani) Povraćaj poreza i pravo na kamatu"}
{"model": "text-embedding-3-small", "id": 152, "title": "Čl. 163-165**", "link": null, "input": "Čl. 163-165**: (Prestali da važe)"}
{"model": "text-embedding-3-small", "id": 153, "title": "Čl. 166-168***", "link": null, "input": "Čl. 166-168***: (Prestalo da važi)"}
{"model": "text-embedding-3-small", "id": 154, "title": "Čl. 169 do 171", "link": null, "input": "Čl. 169 do 171: (Brisani)"}
{"model": "text-embedding-3-small", "id": 155, "title": "Član 172**", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_172**", "input": "Član 172**: (Prestao da važi) PRELAZNE I ZAVRŠNE ODREDBE"}
{"model": "text-embedding-3-small", "id": 156, "title": "Član 173", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_173", "input": "Član 173: Danom početka primene ovog zakona prestaje da važi\nZakon o porezu na dohodak građana (\"Službeni glasnik RS\", br. 43/94,\n74/94, 53/95, 1/96, 12/96, 24/96, 39/96, 52/96, 54/96, 16/97, 60/97,\n20/98, 42/98, 18/99, 21/99, 25/99, 27/99, 33/99, 48/99 i 54/99). Do donošenja propisa po odredbama ovog zakona, primenjivaće se propisi doneti na osnovu zakona iz stava 1. ovog člana."}
{"model": "text-embedding-3-small", "id": 157, "title": "Član 174", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_174", "input": "Član 174: Postupak utvrđivanja akontacije poreza za 2001.\ngodinu na prihode od poljoprivrede i šumarstva i na prihode od\nsamostalne delatnosti koji je započet po odredbama zakona iz člana 173.\nstav 1. ovog zakona, okončaće se u skladu sa tim zakonom."}
{"model": "text-embedding-3-small", "id": 158, "title": "Član 175", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_175", "input": "Član 175: Postupak utvrđivanja i naplate poreza na kapitalne\ndobitke koji nije pravosnažno okončan do dana početka primene ovog\nzakona, okončaće se po odredbama ovog zakona."}
{"model": "text-embedding-3-small", "id": 159, "title": "Član 176", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_176", "input": "Član 176: Poreski bilans za period od 1. januara do 30. juna\n2001. godine, sastaviće se u skladu sa propisima koji su važili do dana\npočetka primene ovog zakona. Poreski bilans iz stava 1. ovog člana podnosi se nadležnom poreskom organu do 15. jula 2001. godine."}
{"model": "text-embedding-3-small", "id": 160, "title": "Član 177", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_177", "input": "Član 177: Obveznik koji je do dana stupanja na snagu ovog\nzakona stekao pravo na poresko oslobođenje po osnovu novoosnovane\nradnje ili pravo na poresku olakšicu po osnovu ulaganja stranog\nkapitala, u skladu sa zakonom iz člana 173. stav 1. ovog zakona, ima\npravo da koristi to oslobođenje, odnosno olakšicu do isteka roka do\nkoga je utvrđena."}
{"model": "text-embedding-3-small", "id": 161, "title": "Član 178", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_178", "input": "Član 178: Godišnji porez na dohodak građana za 2001. godinu\nutvrđuje se i plaća po odredbama ovog zakona, s tim što će se propisani\niznosi iz člana 87. st. 1. i 2, člana 88. stav 1. i člana 89. stav 1.\novog zakona uskladiti sa procentom rasta, odnosno smanjenja zarada za\nperiod od stupanja na snagu ovog zakona do 31. decembra 2001. godine."}
{"model": "text-embedding-3-small", "id": 162, "title": "Član 179", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_179", "input": "Član 179: Za period od 1. januara 1999. godine do dana početka\nprimene ovog zakona, na kamatu po osnovu devizne štednje pretvorene,\nbez pristanka ulagača, u oročeni depozit kod ovlašćene banke, koji\npredstavlja javni dug države, u skladu sa zakonom koji uređuje\nizmirenje obaveza po osnovu devizne štednje građana, ne plaća se porez\nna prihode od kapitala."}
{"model": "text-embedding-3-small", "id": 163, "title": "Član 180", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_180", "input": "Član 180: Ovaj zakon stupa na snagu osmog dana od dana\nobjavljivanja u \"Službenom glasniku Republike Srbije\", a primenjivaće\nse od 1. jula 2001. godine, osim odredaba o porezu na zarade i druge\nprihode koje se primenjuju od 1. juna 2001. godine i člana 123. koji se\nprimenjuje od dana stupanja na snagu ovog Zakona.  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 80/2002)"}
{"model": "text-embedding-3-small", "id": 164, "title": "Član 16", "link": null, "input": "Član 16: Odredbe člana 13. stav 1. i člana 14. ovog zakona\nprimenjuju se kod utvrđivanja godišnjeg poreza na dohodak građana za\n2002. godinu."}
{"model": "text-embedding-3-small", "id": 165, "title": "Član 17", "link": null, "input": "Član 17: Ovaj zakon stupa na snagu osmog dana od dana\nobjavljivanja u \"Službenom glasniku Republike Srbije\", a primenjivaće\nse od 1. januara 2003. godine, osim čl. 3. i 9. koji se primenjuju od\ndana stupanja na snagu ovog zakona.  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 135/2004)"}
{"model": "text-embedding-3-small", "id": 166, "title": "Član 70", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_70", "input": "Član 70: Za 2004. i 2005. godinu ne utvrđuje se i ne plaća porez na prihode od poljoprivrede i šumarstva na katastarski prihod."}
{"model": "text-embedding-3-small", "id": 167, "title": "Član 71", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_71", "input": "Član 71: Obaveza poreza po konačnom obračunu za 2004. godinu\nza obveznike na prihode od samostalne delatnosti i na prihode od\npoljoprivrede i šumarstva koji porez plaćaju na oporezivu dobit,\nutvrđuje se u skladu sa propisima koji su važili do dana početka\nprimene ovog zakona. Poreski bilans za 2004. godinu, obveznici iz stava 1.\novog člana sastaviće u skladu sa propisima koji su važili do dana\npočetka primene ovog zakona."}
{"model": "text-embedding-3-small", "id": 168, "title": "Član 72", "link": null, "input": "Član 72: Na utvrđivanje i plaćanje godišnjeg poreza na dohodak građana ostvaren u 2004. godini primenjuju se odredbe ovog zakona."}
{"model": "text-embedding-3-small", "id": 169, "title": "Član 73", "link": null, "input": "Član 73: Ovaj zakon stupa na snagu narednog dana od dana\nobjavljivanja u \"Službenom glasniku Republike Srbije\", a primenjuje se\nod 1. januara 2005. godine.  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 62/2006)"}
{"model": "text-embedding-3-small", "id": 170, "title": "Član 33[s1]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_33%5Bs1%5D", "input": "Član 33[s1]: Poslodavac koji na dan stupanja na snagu ovog zakona\nisplaćuje zaradu, odnosno platu, dužan je da Poreskoj upravi prema\nmestu svog sedišta, na obrascu iz člana 29. ovog zakona, podnese\nprijavu za upis u registar iz tog člana, najkasnije do 30. novembra\n2006. godine."}
{"model": "text-embedding-3-small", "id": 171, "title": "Član 34[s1]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_34%5Bs1%5D", "input": "Član 34[s1]: Novčanom kaznom od 100.000 do 1.000.000 dinara\nkazniće se za prekršaj poslodavac - pravno lice ako u roku iz člana 33.\novog zakona ne podnese prijavu za upis u registar iz tog člana. Za radnje iz stava 1. ovog člana kazniće se odgovorno lice u pravnom licu novčanom kaznom od 5.000 do 50.000 dinara. Za radnje iz stava 1. ovog člana kazniće se odgovorno\nlice u državnom organu i organu lokalne samouprave novčanom kaznom od\n5.000 do 50.000 dinara. Za radnje iz stava 1. ovog člana kazniće se preduzetnik novčanom kaznom od 50.000 do 500.000 dinara."}
{"model": "text-embedding-3-small", "id": 172, "title": "Član 35[s1]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_35%5Bs1%5D", "input": "Član 35[s1]: Porez na zarade koje su ostvarene zaključno za mesec\nnovembar 2006. godine, obračunava se i plaća u skladu sa propisima koji\nsu važili do dana početka primene ovog zakona. Poslodavci koji su do dana početka primene ovog\nzakona izvršili isplatu dela zarade za mesec decembar 2006. godine i\nplatili porez na zarade, a posle početka primene ovog zakona vrše\nisplatu drugog dela ili konačnu isplatu zarade za taj mesec, obračun i\nplaćanje poreza na zarade kod konačne isplate vrše u skladu sa ovim\nzakonom."}
{"model": "text-embedding-3-small", "id": 173, "title": "Član 36[s1]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_36%5Bs1%5D", "input": "Član 36[s1]: Povlasticu iz čl. 9. i 10. zakona može da ostvari\nposlodavac koji na dan 1. septembra 2006. godine ima najmanje isti broj\nzaposlenih kao i na dan stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 174, "title": "Član 37[s1]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_37%5Bs1%5D", "input": "Član 37[s1]: Za 2006. i 2007. godinu ne utvrđuje se i ne plaća porez na prihode od poljoprivrede i šumarstva na katastarski prihod."}
{"model": "text-embedding-3-small", "id": 175, "title": "Član 38[s1]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_38%5Bs1%5D", "input": "Član 38[s1]: Na utvrđivanje i plaćanje godišnjeg poreza na dohodak građana ostvaren u 2006. godini primenjuju se odredbe ovog zakona."}
{"model": "text-embedding-3-small", "id": 176, "title": "Član 39[s1]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_39%5Bs1%5D", "input": "Član 39[s1]: Prvo usklađivanje dinarskih iznosa, saglasno članu 3. ovog zakona, izvršiće se u januaru 2008. godine. Izuzetno od stava 1. ovog člana, prvo usklađivanje\ndinarskih iznosa iz člana 5. i člana 26. ovog zakona, izvršiće se u\njanuaru 2007. godine, za period od prvog dana narednog meseca od dana\nstupanja na snagu ovog zakona do 31. decembra 2006. godine. Usklađeni dinarski iznosi iz stava 2. ovog člana primenjuju se od prvog dana narednog meseca po objavljivanju tih iznosa."}
{"model": "text-embedding-3-small", "id": 177, "title": "Član 40[s1]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_40%5Bs1%5D", "input": "Član 40[s1]: Propisi za izvršavanje ovog zakona doneće se najkasnije do 31. decembra 2006. godine."}
{"model": "text-embedding-3-small", "id": 178, "title": "Član 41[s1]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_41%5Bs1%5D", "input": "Član 41[s1]: Ovaj zakon primenjivaće se od 1. januara 2007.\ngodine, osim člana 1, stav 9. u delu koji se odnosi na PDV nadoknadu,\nkao i odredaba čl. 4. i 8, koji će se primenjivati od dana stupanja na\nsnagu ovog zakona i čl. 2, 9. i 10, koji će se primenjivati od 1.\nseptembra 2006. godine."}
{"model": "text-embedding-3-small", "id": 179, "title": "Član 42[s1]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_42%5Bs1%5D", "input": "Član 42[s1]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 31/2009)"}
{"model": "text-embedding-3-small", "id": 180, "title": "Član 16[s2]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_16%5Bs2%5D", "input": "Član 16[s2]: Za 2010. godinu ne utvrđuje se i ne plaća porez na prihode od poljoprivrede i šumarstva na katastarski prihod."}
{"model": "text-embedding-3-small", "id": 181, "title": "Član 17[s2]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_17%5Bs2%5D", "input": "Član 17[s2]: Dodatna primanja stranca rezidenta, zaposlenog kod\nrezidentnog lica ili u stalnoj poslovnoj jedinici nerezidentnog lica,\nkoja su isplaćena do dana stupanja na snagu ovog zakona, oslobođena su\nod poreza na zaradu u skladu sa propisima koji su važili do dana\nstupanja na snagu ovog zakona. Primanja fizičkog lica - stranca rezidenta iz stava\n1. ovog člana, koja su isplaćena posle stupanja na snagu ovog zakona,\nračunaće se u dohodak iz člana 87. stav 7. Zakona o porezu na dohodak\ngrađana (\"Službeni glasnik RS\", br. 24/01, 80/02, 80/02 - dr. zakon,\n135/04, 62/06 i 65/06 - ispravka) za utvrđivanje godišnjeg poreza na\ndohodak građana."}
{"model": "text-embedding-3-small", "id": 182, "title": "Član 18[s2]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_18%5Bs2%5D", "input": "Član 18[s2]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni član Zakona o izmenamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 44/2009)"}
{"model": "text-embedding-3-small", "id": 183, "title": "Član 2[s3]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_2%5Bs3%5D", "input": "Član 2[s3]: Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 18/2010)"}
{"model": "text-embedding-3-small", "id": 184, "title": "Član 18[s4]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_18%5Bs4%5D", "input": "Član 18[s4]: Za 2011. godinu ne utvrđuje se i ne plaća porez na prihode od poljoprivrede i šumarstva na katastarski prihod."}
{"model": "text-embedding-3-small", "id": 185, "title": "Član 19[s4]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_19%5Bs4%5D", "input": "Član 19[s4]: Odredbe ovog zakona u pogledu obaveze utvrđivanja i\nplaćanja godišnjeg poreza na dohodak građana primenjivaće se na dohodak\nostvaren u 2010. godini."}
{"model": "text-embedding-3-small", "id": 186, "title": "Član 20[s4]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_20%5Bs4%5D", "input": "Član 20[s4]: Izuzetno, za utvrđivanje godišnjeg poreza na dohodak\ngrađana za 2009. godinu, dohodak za oporezivanje čini razlika između\ndohotka utvrđenog u skladu sa članom 87. st. 4. do 7. Zakona o porezu\nna dohodak građana (\"Službeni glasnik RS\", br. 24/01, 80/02, 80/02 -\ndr. zakon, 135/04, 62/06, 65/06 - ispravka, 31/09 i 44/09) i\nneoporezivog iznosa iz stava 1, odnosno stava 2. tog člana, umanjena za\niznos privremenog smanjenja plata, odnosno zarada, neto naknada i\ndrugih primanja fizičkog lica - obveznika godišnjeg poreza na dohodak\ngrađana, saglasno Zakonu o privremenom smanjenju plata, odnosno zarada,\nneto naknada i drugih primanja u državnoj administraciji i javnom\nsektoru (\"Službeni glasnik RS\", broj 31/09). Izuzetno, obveznik godišnjeg poreza na dohodak\ngrađana za 2009. godinu dužan je da za ostvareni dohodak u toj godini\npodnese poresku prijavu za utvrđivanje godišnjeg poreza na dohodak\ngrađana, najkasnije do 15. aprila 2010. godine."}
{"model": "text-embedding-3-small", "id": 187, "title": "Član 21[s4]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21%5Bs4%5D", "input": "Član 21[s4]: Fizička lica iz člana 3. ovog zakona koja na dan 1.\njanuara 2010. godine imaju status obveznika poreza na dodatu vrednost u\nskladu sa zakonom kojim se uređuje porez na dodatu vrednost, osim lica\nkoja su već obveznici poreza na prihode od samostalne delatnosti prema\nZakonu o porezu na dohodak građana (\"Službeni glasnik RS\", br. 24/01,\n80/02, 80/02 - dr. zakon, 135/04, 62/06, 65/06 - ispravka, 31/09 i\n44/09), dužna su da nadležnom poreskom organu podnesu poresku prijavu\nza utvrđivanje poreza na prihode od samostalne delatnosti, najkasnije u\nroku od 90 dana od dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 188, "title": "Član 22[s4]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_22%5Bs4%5D", "input": "Član 22[s4]: Po odredbama ovog zakona vršiće se utvrđivanje,\nobračunavanje i plaćanje poreske obaveze po osnovu poreskopravnih\nodnosa koji nastanu od 1. januara 2010. godine, a u vezi su sa\nsamostalnom delatnošću i godišnjim porezom na dohodak građana, shodno\nodredbama čl. 3, 4, 11, 12, 13, 15, 19. i 21. ovog zakona."}
{"model": "text-embedding-3-small", "id": 189, "title": "Član 23[s4]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_23%5Bs4%5D", "input": "Član 23[s4]: Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 50/2011)"}
{"model": "text-embedding-3-small", "id": 190, "title": "Član 12[s5]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_12%5Bs5%5D", "input": "Član 12[s5]: Za 2012. godinu ne utvrđuje se i ne plaća porez na prihode od poljoprivrede i šumarstva na katastarski prihod."}
{"model": "text-embedding-3-small", "id": 191, "title": "Član 13[s5]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_13%5Bs5%5D", "input": "Član 13[s5]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 93/2012)"}
{"model": "text-embedding-3-small", "id": 192, "title": "Član 12[s6]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_12%5Bs6%5D", "input": "Član 12[s6]: Kapitalni dobitak, saglasno članu 4. ovog zakona, ne\nutvrđuje se i ne plaća na prihod ostvaren od dana stupanja na snagu\novog zakona po osnovu prenosa uz naknadu prava, udela ili hartija od\nvrednosti koje je obveznik pre prodaje držao u svom portfelju\nneprekidno najmanje deset godina u koji period se računa i vreme do\ndana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 193, "title": "Član 13[s6]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_13%5Bs6%5D", "input": "Član 13[s6]: Za 2013. godinu ne utvrđuje se i ne plaća porez na prihode od poljoprivrede i šumarstva na katastarski prihod."}
{"model": "text-embedding-3-small", "id": 194, "title": "Član 14[s6]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_14%5Bs6%5D", "input": "Član 14[s6]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 47/2013)"}
{"model": "text-embedding-3-small", "id": 195, "title": "Član 67[s7]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_67%5Bs7%5D", "input": "Član 67[s7]: Isplatioci koji su do dana početka primene ovog\nzakona izvršili isplatu dela zarade, odnosno plate i naknade zarade,\nodnosno plate obračunavaju i plaćaju porez na zarade u skladu sa\nZakonom o porezu na dohodak građana (\"Službeni glasnik RS\", br. 24/01,\n80/02, 80/02 - dr. zakon, 135/04, 62/06, 65/06 - ispravka, 31/09,\n44/09, 18/10, 50/11, 91/11 - US, 93/12 i 114/12 - US) zaključno sa\nkonačnom isplatom te zarade, odnosno plate i naknade zarade, odnosno\nplate."}
{"model": "text-embedding-3-small", "id": 196, "title": "Član 68[s7]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_68%5Bs7%5D", "input": "Član 68[s7]: Odredbe ovog zakona koje uređuju utvrđivanje poreza samooporezivanjem primenjivaće se od 1. januara 2014. godine. Izuzetno od stava 1. ovog člana od 1. jula 2013.\ngodine utvrđivanje poreza samooporezivanjem može da primeni obveznik\nkoji porez plaća na stvarni prihod od samostalne delatnosti koji se\nopredeli da počev od 1. jula 2013. godine isplaćuje ličnu zaradu kao\nsvoje mesečno lično primanje iz člana 22. stav 2. ovog zakona i o tome\ndo 1. jula 2013. godine pisanim putem obavesti nadležni poreski organ. Odredbe člana 2. ovog zakona primenjivaće se počev od 1. januara 2014. godine."}
{"model": "text-embedding-3-small", "id": 197, "title": "Član 69[s7]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_69%5Bs7%5D", "input": "Član 69[s7]: Konačan obračun poreza na stvarne prihode od samostalne delatnosti za 2013. godinu vrši se u skladu sa odredbama ovog zakona."}
{"model": "text-embedding-3-small", "id": 198, "title": "Član 70[s7]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_70%5Bs7%5D", "input": "Član 70[s7]: Odredbe ovog zakona kojima se uređuje paušalno\noporezivanje primenjivaće se na utvrđivanje obaveze počev za 2014.\ngodinu, osim odredbe člana 23. stav 1. tačka 4) ovog zakona koja se\nprimenjuje od dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 199, "title": "Član 71[s7]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_71%5Bs7%5D", "input": "Član 71[s7]: Na utvrđivanje godišnjeg poreza na dohodak građana za 2013. godinu primenjuju se odredbe ovog zakona."}
{"model": "text-embedding-3-small", "id": 200, "title": "Član 72[s7]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_72%5Bs7%5D", "input": "Član 72[s7]: Propisi za izvršavanje ovog zakona doneće se najkasnije u roku od šest meseci od dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 201, "title": "Član 73[s7]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_73%5Bs7%5D", "input": "Član 73[s7]: Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 108/2013)"}
{"model": "text-embedding-3-small", "id": 202, "title": "Član 13[s8]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_13%5Bs8%5D", "input": "Član 13[s8]: Preduzetnik koji porez plaća na stvarni prihod od\nsamostalne delatnosti, a koji se opredeli da u 2014. godini isplaćuje\nličnu zaradu, dužan je da u pisanom obliku dostavi obaveštenje\nnadležnom poreskom organu o svom opredeljenju da vrši isplatu lične\nzarade zaključno sa 31. januarom 2014. godine."}
{"model": "text-embedding-3-small", "id": 203, "title": "Član 14[s8]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_14%5Bs8%5D", "input": "Član 14[s8]: Odredbe člana 3. st. 1. i 2. i čl. 5, 6, 8, 9. i 10. ovog zakona primenjivaće se od 1. januara 2014. godine."}
{"model": "text-embedding-3-small", "id": 204, "title": "Član 15[s8]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_15%5Bs8%5D", "input": "Član 15[s8]: Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 57/2014)"}
{"model": "text-embedding-3-small", "id": 205, "title": "Član 3[s9]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_3%5Bs9%5D", "input": "Član 3[s9]: Poslodavac koji je do dana početka primene ovog\nzakona stekao pravo na poresku olakšicu iz čl. 21v i 21d Zakona o\nporezu na dohodak građana (\"Službeni glasnik RS\", br. 24/01, 80/02,\n80/02 - dr. zakon, 135/04, 62/06, 65/06 - ispravka, 31/09, 44/09,\n18/10, 50/11, 91/11 - US, 93/12, 114/12 - US, 47/13, 48/13 - ispravka i\n108/13), poresku olakšicu ostvaruje u skladu sa tim zakonom."}
{"model": "text-embedding-3-small", "id": 206, "title": "Član 4[s9]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_4%5Bs9%5D", "input": "Član 4[s9]: Ovaj zakon stupa na snagu osmog dana od dana\nobjavljivanja u \"Službenom glasniku Republike Srbije\", a primenjivaće\nse od 1. jula 2014. godine.  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 112/2015)"}
{"model": "text-embedding-3-small", "id": 207, "title": "Član 40[s10]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_40%5Bs10%5D", "input": "Član 40[s10]: Postupci utvrđivanja i naplate poreza na kapitalne\ndobitke koji nisu okončani do dana stupanja na snagu ovog zakona,\nokončaće se po odredbama ovog zakona."}
{"model": "text-embedding-3-small", "id": 208, "title": "Član 41[s10]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_41%5Bs10%5D", "input": "Član 41[s10]: Poslodavac koji koristi poresku olakšicu iz člana 21v\nZakona o porezu na dohodak građana (\"Službeni glasnik RS\", br. 24/01,\n80/02, 80/02 - dr. zakon, 135/04, 62/06, 65/06 - ispravka, 31/09,\n44/09, 18/10, 50/11, 91/11 - US, 93/12, 114/12 - US, 47/13, 48/13 -\nispravka, 108/13, 57/14 i 68/14 - dr. zakon), za određeno novozaposleno\nlice, nastavlja da koristi olakšicu u skladu sa članom 7. ovog zakona. Poslodavac koji zasnuje radni odnos sa novozaposlenim\nlicima od 1. januara 2016. godine, može da se opredeli da po osnovu\nradnog odnosa sa tim licima koristi poresku olakšicu iz člana 7. ili iz\nčlana 8. ovog zakona."}
{"model": "text-embedding-3-small", "id": 209, "title": "Član 42[s10]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_42%5Bs10%5D", "input": "Član 42[s10]: Ovaj zakon stupa na snagu 1. januara 2016. godine,\nosim odredaba čl. 1, 16, 27, 32. i 33. u delu koji se odnosi na\noporezivanje prihoda od nepokretnosti, kao i čl. 17, 18. i 20. koje će\nse primenjivati od 1. januara 2017. godine.  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 113/2017)"}
{"model": "text-embedding-3-small", "id": 210, "title": "Član 48[s11]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_48%5Bs11%5D", "input": "Član 48[s11]: Prvo usklađivanje za neoporezivi iznos zarade od 15.000 dinara, u smislu člana 3. ovog zakona, vrši se počev u 2019. godini."}
{"model": "text-embedding-3-small", "id": 211, "title": "Član 49[s11]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_49%5Bs11%5D", "input": "Član 49[s11]: Neoporezivi iznos iz člana 7. ovog zakona primenjuje\nse kod obračuna i plaćanja poreza na zarade počev od zarade za mesec\njanuar 2018. godine. Neoporezivi iznos od 11.790 dinara primenjuje se zaključno sa isplatom zarade za mesec decembar 2017. godine."}
{"model": "text-embedding-3-small", "id": 212, "title": "Član 50[s11]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_50%5Bs11%5D", "input": "Član 50[s11]: Poresko oslobođenje iz člana 12. ovog zakona primenjivaće se od 1. oktobra 2018. godine."}
{"model": "text-embedding-3-small", "id": 213, "title": "Član 51[s11]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_51%5Bs11%5D", "input": "Član 51[s11]: Odredbe čl. 14, 23, 24, 25, 38, 42, 44, 45. i 46.\novog zakona, u delu koji se odnosi na način vođenja poslovnih knjiga\nobveznika poreza na prihode od samostalne delatnosti, i odredba člana\n37. ovog zakona, primenjivaće se počev za 2019. godinu."}
{"model": "text-embedding-3-small", "id": 214, "title": "Član 52[s11]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_52%5Bs11%5D", "input": "Član 52[s11]: Isplatilac - pravno lice koje je od početka primene\nOdluke o računovodstvenom otpisu bilansne aktive (\"Službeni glasnik\nRS\", broj 77/17) platilo porez po odbitku u skladu sa Zakonom o porezu\nna dohodak građana (\"Službeni glasnik RS\", br. 24/01, 80/02, 80/02 -\ndr. zakon, 135/04, 62/06, 65/06 - ispravka, 31/09, 44/09, 18/10, 50/11,\n91/11 - US, 93/12, 114/12 - US, 47/13, 48/13 - ispravka, 108/13, 57/14,\n68/14 - dr. zakon i 112/15), a na dan stupanja na snagu ovog zakona,\nispunjava uslove za priznavanje rashoda banci po osnovu otpisa\nvrednosti pojedinačnih potraživanja koja se odnose na kredite koji se u\nsmislu propisa Narodne banke Srbije smatraju problematičnim, saglasno\nzakonu kojim se uređuje porez na dobit pravnih lica, može da ostvari\npravo na povraćaj tako plaćenog poreza u skladu sa zakonom kojim se\nuređuju poreski postupak i poreska administracija. Primanja fizičkog lica koja su bila predmet\noporezivanja u smislu stava 1. ovog člana, ne uračunavaju se u osnovicu\ngodišnjeg poreza na dohodak građana. Isplatilac prihoda nije dužan da izda potvrdu,\nodnosno iskaže podatke u potvrdi o plaćenom porezu po odbitku u vezi sa\nprimanjima fizičkog lica, iz stava 1. ovog člana."}
{"model": "text-embedding-3-small", "id": 215, "title": "Član 53[s11]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_53%5Bs11%5D", "input": "Član 53[s11]: Ovaj zakon stupa na snagu 1. januara 2018. godine.  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 95/2018)"}
{"model": "text-embedding-3-small", "id": 216, "title": "Član 26[s12]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_26%5Bs12%5D", "input": "Član 26[s12]: Odredbe čl. 3. i 4. ovog zakona u delu koji se odnosi na sopstvene akcije\nprimenjivaće se na akcije stečene počev od 1. januara 2019. godine."}
{"model": "text-embedding-3-small", "id": 217, "title": "Član 27[s12]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_27%5Bs12%5D", "input": "Član 27[s12]: Odredbe čl. 5. i 6. ovog zakona primenjivaće se počev od 1. januara 2019.\ngodine."}
{"model": "text-embedding-3-small", "id": 218, "title": "Član 28[s12]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_28%5Bs12%5D", "input": "Član 28[s12]: Poslodavac koji je do dana stupanja na snagu ovog zakona stekao pravo na\noslobođenje iz člana 21đ Zakona o porezu na dohodak građana (\"Službeni glasnik RS\",\nbr. 24/01, 80/02, 80/02 - dr. zakon, 135/04, 62/06, 65/06 - ispravka, 31/09, 44/09, 18/10,\n50/11, 91/11 - US, 93/12, 114/12 - US, 47/13, 48/13 - ispravka, 108/13, 57/14, 68/14 - dr.\nzakon, 112/15 i 113/17), nastavlja da koristi oslobođenje u skladu sa tim zakonom. Oslobođenje iz stava 1. ovog člana poslodavac može da koristi za ona lica\nza koja je stekao to pravo do dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 219, "title": "Član 29[s12]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_29%5Bs12%5D", "input": "Član 29[s12]: Odredba člana 7. ovog zakona primenjuje se kod utvrđivanja, obračunavanja\ni plaćanja poreske obaveze počev za 2019. godinu."}
{"model": "text-embedding-3-small", "id": 220, "title": "Član 30[s12]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_30%5Bs12%5D", "input": "Član 30[s12]: Odredbe čl. 9, 10, 15, 17, 19, 20, 22, 23, 24. i 25. ovog zakona, koje\nse odnose na prihod od ugostiteljskih usluga, primenjivaće se počev od 1. jula 2019. godine. Lica koja na dan stupanja na snagu ovog zakona, kao i lica koja po stupanju\nna snagu ovog zakona, a pre početka primene odredaba ovog zakona koje se odnose na prihod\nod ugostiteljskih usluga, pružaju ugostiteljske usluge u skladu sa zakonima kojima se uređuju\nugostiteljstvo i turizam, dužna su da u periodu počev od 1. maja 2019. godine pa zaključno\nsa 30. junom 2019. godine podnesu poresku prijavu nadležnom poreskom organu."}
{"model": "text-embedding-3-small", "id": 221, "title": "Član 31[s12]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_31%5Bs12%5D", "input": "Član 31[s12]: Prvo usklađivanje neoporezivog iznosa od 100.000 dinara iz člana 16. ovog\nzakona, po osnovu dobitaka od igara na sreću, vrši se počev u 2020. godini. U postupcima utvrđivanja, naplate i kontrole naplate poreza na dobitke\nod igara na sreću koji nisu okončani do dana stupanja na snagu ovog zakona, porez na dobitke\nod igara na sreću utvrdiće se u skladu sa ovim zakonom."}
{"model": "text-embedding-3-small", "id": 222, "title": "Član 32[s12]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_32%5Bs12%5D", "input": "Član 32[s12]: Podzakonski akti za izvršavanje ovog zakona doneće se u roku od 120 dana\nod dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 223, "title": "Član 33[s12]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_33%5Bs12%5D", "input": "Član 33[s12]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom\nglasniku Republike Srbije\".   Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 86/2019)"}
{"model": "text-embedding-3-small", "id": 224, "title": "Član 20[s13]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_20%5Bs13%5D", "input": "Član 20[s13]: Dinarski iznosi mesečnih zarada iz člana 5. st. 5. i\n6. ovog zakona predstavljaju iznos u visini dve, odnosno tri prosečne\nmesečne zarade u Republici Srbiji isplaćene, odnosno ostvarene u\nperiodu za prethodnih 12 meseci počev od meseca jula 2019. godine, za\nkoji period su objavljeni podaci republičkog organa nadležnog za\nposlove statistike. Iznosi iz stava 1. ovog člana primenjuju se do prvog\ndana narednog meseca po objavljivanju dinarskih iznosa saglasno članu\n3. st. 2. i 4. ovog zakona."}
{"model": "text-embedding-3-small", "id": 225, "title": "Član 21[s13]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_21%5Bs13%5D", "input": "Član 21[s13]: Prvo usklađivanje neoporezivog iznosa zarade od 16.300 dinara godišnjim indeksom potrošačkih cena vrši se počev u 2021. godini."}
{"model": "text-embedding-3-small", "id": 226, "title": "Član 22[s13]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_22%5Bs13%5D", "input": "Član 22[s13]: Odredbe čl. 12, 13, 14. i 19. ovog zakona (za\npaušalno oporezivanje) primenjivaće se za utvrđivanje poreza na\npaušalno utvrđeni prihod počev za 2020. godinu."}
{"model": "text-embedding-3-small", "id": 227, "title": "Član 23[s13]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_23%5Bs13%5D", "input": "Član 23[s13]: Postupak utvrđivanja i naplate poreza na kapitalne\ndobitke koji nije pravosnažno okončan do dana početka primene ovog\nzakona, okončaće se po odredbama ovog zakona ukoliko tako utvrđen iznos\nporeske obaveze nije viši u odnosu na iznos poreske obaveze koji bi bio\nutvrđen po odredbama zakona koji se primenjivao na dan nastanka poreske\nobaveze."}
{"model": "text-embedding-3-small", "id": 228, "title": "Član 24[s13]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_24%5Bs13%5D", "input": "Član 24[s13]: Prihod isplaćen preduzetniku ili preduzetniku\npaušalcu u smislu člana 31. Zakona o porezu na dohodak građana\n(\"Službeni glasnik RS\", br. 24/01, 80/02, 80/02 - dr. zakon, 135/04,\n62/06, 65/06 - ispravka, 31/09, 44/09, 18/10, 50/11, 91/11 - US, 93/12,\n114/12 - US, 47/13, 48/13 - ispravka, 108/13, 57/14, 68/14 - dr. zakon,\n112/15, 113/17 i 95/18 - u daljem tekstu: Zakon), zaključno sa 1.\nmartom 2020. godine, smatraće se prihodom od samostalne delatnosti bez\nobzira na prirodu njegovog odnosa sa nalogodavcem u smislu odredaba\nčlana 85. Zakona, odnosno člana 9. Zakona o poreskom postupku i\nporeskoj administraciji (\"Službeni glasnik RS\", br. 80/02, 84/02 -\nispravka, 23/03 - ispravka, 70/03, 55/04, 61/05, 85/05 - dr. zakon,\n62/06 - dr. zakon, 61/07, 20/09, 72/09 - dr. zakon, 53/10, 101/11, 2/12\n- ispravka, 93/12, 47/13, 108/13, 68/14, 105/14, 91/15 - autentično\ntumačenje, 112/15, 15/16, 108/16, 30/18 i 95/18)."}
{"model": "text-embedding-3-small", "id": 229, "title": "Član 25[s13]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_25%5Bs13%5D", "input": "Član 25[s13]: Odredbe ovog zakona primenjivaće se od 1. januara\n2020. godine, osim odredaba člana 5. i člana 10. u delu koji se odnosi\nna oslobođenje od plaćanja poreza po osnovu zarade kod poslodavca koji\nobavlja inovacionu delatnost, koje će se primenjivati od 1. marta 2020.\ngodine."}
{"model": "text-embedding-3-small", "id": 230, "title": "Član 26[s13]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_26%5Bs13%5D", "input": "Član 26[s13]: Propisi za izvršavanje ovog zakona doneće se u roku od 120 dana od dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 231, "title": "Član 27[s13]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_27%5Bs13%5D", "input": "Član 27[s13]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 153/2020)"}
{"model": "text-embedding-3-small", "id": 232, "title": "Član 23[s14]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_23%5Bs14%5D", "input": "Član 23[s14]: Prvo usklađivanje neoporezivog iznosa zarade od 18.300 dinara godišnjim indeksom potrošačkih cena vrši se počev u 2022. godini."}
{"model": "text-embedding-3-small", "id": 233, "title": "Član 24[s14]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_24%5Bs14%5D", "input": "Član 24[s14]: U postupcima utvrđivanja, naplate i kontrole naplate\nporeza po odbitku kod domaćih pravnih lica po osnovu primanja obveznika\n- stranca upućenog na rad u Republiku Srbiju, po osnovu primanja koje\nostvaruje od poslodavca u ili iz druge države, koji nisu pravnosnažno\nokončani do dana stupanja na snagu ovog zakona, poreska obaveza\nutvrdiće se u skladu sa ovim zakonom."}
{"model": "text-embedding-3-small", "id": 234, "title": "Član 25[s14]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_25%5Bs14%5D", "input": "Član 25[s14]: U postupcima utvrđivanja, naplate i kontrole naplate\nporeza na dobitke od igara na sreću koji nisu pravnosnažno okončani do\ndana stupanja na snagu ovog zakona, porez na dobitke od igara na sreću\nutvrdiće se u skladu sa ovim zakonom."}
{"model": "text-embedding-3-small", "id": 235, "title": "Član 26[s14]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_26%5Bs14%5D", "input": "Član 26[s14]: U postupcima utvrđivanja, naplate i kontrole naplate\nporeza na prihod od prenosa digitalne imovine koji nisu pravnosnažno\nokončani do dana početka primene odredaba čl. 10, 12, 14, 15, 19. i 22.\novog zakona, u delu koji se odnosi na digitalnu imovinu, porez na\nprihod od prenosa digitalne imovine utvrdiće se u skladu sa ovim\nzakonom."}
{"model": "text-embedding-3-small", "id": 236, "title": "Član 27[s14]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_27%5Bs14%5D", "input": "Član 27[s14]: Propis za izvršavanje ovog zakona doneće se u roku od\n120 dana od dana stupanja na snagu zakona kojim se uređuje digitalna\nimovina."}
{"model": "text-embedding-3-small", "id": 237, "title": "Član 28[s14]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_28%5Bs14%5D", "input": "Član 28[s14]: Odredbe ovog zakona primenjivaće se od 1. januara\n2021. godine, osim odredaba čl. 10, 12, 14, 15, 19. i 22. ovog zakona,\nu delu koji se odnosi na digitalnu imovinu, koje će se primenjivati od\ndana stupanja na snagu zakona kojim se uređuje digitalna imovina."}
{"model": "text-embedding-3-small", "id": 238, "title": "Član 29[s14]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_29%5Bs14%5D", "input": "Član 29[s14]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 44/2021 i 118/2021)"}
{"model": "text-embedding-3-small", "id": 239, "title": "Član 5[s15]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_5%5Bs15%5D", "input": "Član 5[s15]: Poreski organ rešenjem utvrđuje porez na prihode po\nosnovu ugovorene naknade od autorskih i srodnih prava i ugovorene\nnaknade za izvršeni rad, na koje se porez plaća samooporezivanjem,\nostvarene u periodu počev od 1. januara 2015. godine zaključno sa 31.\ndecembrom 2022. godine, ukoliko nije: - nastupila zastarelost utvrđivanja poreske obaveze u\nskladu sa propisima koji su bili na snazi u momentu ostvarivanja\nprihoda, ili - pravosnažno okončan postupak utvrđivanja poreske obaveze, ili - pre stupanja na snagu ovog zakona plaćena poreska\nobaveza u skladu sa propisima koji su bili na snazi na dan nastanka\nporeske obaveze. Ne plaća se porez na dohodak građana na prihode iz\nstava 1. ovog člana ostvarene u kalendarskoj godini u visini do 384.000\ndinara godišnje. Normirani troškovi za prihode iz stava 1. ovog člana\nna koje se plaća porez na dohodak građana, priznaju se u visini 50% od\nostvarenih prihoda iz stava 1. ovog člana. Porez utvrđen rešenjem iz stava 1. ovog člana plaća\nse u 120 jednakih mesečnih iznosa, s tim da prvi iznos dospeva za\nplaćanje 15. u mesecu koji sledi mesecu koji je naredni u odnosu na\nmesec u kome je doneto rešenje poreskog organa. Način evidentiranja i obaveštavanja nadležnih organa\no javnim prihodima koji se utvrđuju i plaćaju saglasno st. 1-4. ovog\nčlana bliže uređuje ministar finansija."}
{"model": "text-embedding-3-small", "id": 240, "title": "Član 6[s15]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_6%5Bs15%5D", "input": "Član 6[s15]: Podzakonski akt za izvršavanje ovog zakona doneće se u roku od 120 dana od dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 241, "title": "Član 7[s15]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_7%5Bs15%5D", "input": "Član 7[s15]: Ovaj zakon primenjivaće se od 1. januara 2023.\ngodine, osim člana 5. koji će se primenjivati od dana stupanja na snagu\novog zakona."}
{"model": "text-embedding-3-small", "id": 242, "title": "Član 8[s15]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_8%5Bs15%5D", "input": "Član 8[s15]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 118/2021)"}
{"model": "text-embedding-3-small", "id": 243, "title": "Član 23[s16]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_23%5Bs16%5D", "input": "Član 23[s16]: Prvo usklađivanje neoporezivog iznosa zarade od\n19.300 dinara iz člana 2. ovog zakona, godišnjim indeksom potrošačkih\ncena vrši se počev u 2023. godini."}
{"model": "text-embedding-3-small", "id": 244, "title": "Član 24[s16]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_24%5Bs16%5D", "input": "Član 24[s16]: Za poslodavca koji koristi poresku olakšicu iz člana\n21ž Zakona o porezu na dohodak građana (\"Službeni glasnik RS\", br.\n24/01, 80/02, 80/02 - dr. zakon, 135/04, 62/06, 65/06 - ispravka,\n31/09, 44/09, 18/10, 50/11, 91/11 - US, 93/12, 114/12 - US, 47/13,\n48/13 - ispravka, 108/13, 57/14, 68/14 - dr. zakon, 112/15, 113/17,\n95/18, 86/19, 153/20 i 44/21 - u daljem tekstu: Zakon), način\nutvrđivanja smanjenja broja zaposlenih vršiće se po odredbama člana 6.\novog zakona."}
{"model": "text-embedding-3-small", "id": 245, "title": "Član 25[s16]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_25%5Bs16%5D", "input": "Član 25[s16]: Prihod isplaćen preduzetniku ili preduzetniku\npaušalcu u smislu člana 31. Zakona, zaključno sa 30. aprilom 2022.\ngodine, i koji je oporezovan kao prihod od samostalne delatnosti,\nsmatraće se prihodom od samostalne delatnosti bez obzira na prirodu\nnjegovog odnosa sa nalogodavcem u smislu odredaba člana 85. Zakona,\nodnosno člana 9. Zakona o poreskom postupku i poreskoj administraciji\n(\"Službeni glasnik RS\", br. 80/02, 84/02 - ispravka, 23/03 - ispravka,\n70/03, 55/04, 61/05, 85/05 - dr. zakon, 62/06 - dr. zakon, 61/07,\n20/09, 72/09 - dr. zakon, 53/10, 101/11, 2/12 - ispravka, 93/12, 47/13,\n108/13, 68/14, 105/14, 91/15 - autentično tumačenje, 112/15, 15/16,\n108/16, 30/18, 95/18, 86/19, 144/20 i 96/21) u slučaju kada taj\npreduzetnik ili preduzetnik paušalac postane kvalifikovano\nnovozaposleno lice iz člana 6. stav 6. ovog zakona."}
{"model": "text-embedding-3-small", "id": 246, "title": "Član 26[s16]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_26%5Bs16%5D", "input": "Član 26[s16]: Na utvrđivanje godišnjeg poreza na dohodak građana za 2021. godinu primenjuju se odredbe ovog zakona."}
{"model": "text-embedding-3-small", "id": 247, "title": "Član 27[s16]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_27%5Bs16%5D", "input": "Član 27[s16]: Propisi za izvršavanje ovog zakona doneće se u roku od 120 dana od dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 248, "title": "Član 28[s16]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_28%5Bs16%5D", "input": "Član 28[s16]: Odredbe ovog zakona primenjivaće se od 1. januara\n2022. godine, osim odredaba člana 7. ovog zakona, koje će se\nprimenjivati od 1. marta 2022. godine."}
{"model": "text-embedding-3-small", "id": 249, "title": "Član 29[s16]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_29%5Bs16%5D", "input": "Član 29[s16]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 138/2022)"}
{"model": "text-embedding-3-small", "id": 250, "title": "Član 25[s17]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_25%5Bs17%5D", "input": "Član 25[s17]: Prvo usklađivanje normiranih troškova u dinarskom\niznosu od 57.900 dinara i 96.000 dinara iz člana 3. ovog zakona,\ngodišnjim indeksom potrošačkih cena vrši se počev u 2024. godini."}
{"model": "text-embedding-3-small", "id": 251, "title": "Član 26[s17]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_26%5Bs17%5D", "input": "Član 26[s17]: Prvo usklađivanje neoporezivog iznosa zarade od\n21.712 dinara iz člana 5. ovog zakona, godišnjim indeksom potrošačkih\ncena vrši se počev u 2024. godini."}
{"model": "text-embedding-3-small", "id": 252, "title": "Član 27[s17]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_27%5Bs17%5D", "input": "Član 27[s17]: Odredbe ovog zakona primenjivaće se od 1. januara 2023. godine."}
{"model": "text-embedding-3-small", "id": 253, "title": "Član 28[s17]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_28%5Bs17%5D", "input": "Član 28[s17]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 92/2023)"}
{"model": "text-embedding-3-small", "id": 254, "title": "Član 4[s18]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_4%5Bs18%5D", "input": "Član 4[s18]: Prvo usklađivanje neoporezivog iznosa zarade od 25.000 dinara iz člana 1. ovog zakona, godišnjim indeksom potrošačkih cena vrši se počev u 2025. godini."}
{"model": "text-embedding-3-small", "id": 255, "title": "Član 5[s18]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_5%5Bs18%5D", "input": "Član 5[s18]: Odredbe ovog zakona primenjivaće se od 1. januara 2024. godine."}
{"model": "text-embedding-3-small", "id": 256, "title": "Član 6[s18]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_6%5Bs18%5D", "input": "Član 6[s18]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o porezu na dohodak građana (\"Sl. glasnik RS\", br. 94/2024)"}
{"model": "text-embedding-3-small", "id": 257, "title": "Član 11[s19]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_11%5Bs19%5D", "input": "Član 11[s19]: Prvo usklađivanje neoporezivog iznosa zarade od 28.423 dinara iz člana 1. ovog zakona, godišnjim indeksom potrošačkih cena vrši se počev u 2026. godini."}
{"model": "text-embedding-3-small", "id": 258, "title": "Član 12[s19]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_12%5Bs19%5D", "input": "Član 12[s19]: Odredbe člana 8. ovog zakona primenjuju se kod utvrđivanja godišnjeg poreza na dohodak građana počev za 2024. godinu."}
{"model": "text-embedding-3-small", "id": 259, "title": "Član 13[s19]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_13%5Bs19%5D", "input": "Član 13[s19]: Odredbe ovog zakona primenjuju se od 1. januara 2025. godine."}
{"model": "text-embedding-3-small", "id": 260, "title": "Član 14[s19]", "link": "https://www.paragraf.rs/propisi/zakon-o-porezu-na-dohodak-gradjana.html#clan_14%5Bs19%5D", "input": "Član 14[s19]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\". Ako ne probate više različitih izbora nikada nećete biti sigurni da li imate najbolju opciju u svojim rukama. Mi Vam tu mogućnost nudimo besplatno! Popunite formular i dobićete priliku da bez ikakvih troškova saznate da li je Paragraf dobar izbor za Vas. Ukoliko želite da Vas obaveštavamo o novostima i aktivnostima kompanije Paragraf prijavite se na našu mailing listu. Vaš e-mail neće biti upotrebljen u druge svrhe."}
