{"model": "text-embedding-3-small", "id": 0, "title": "Član 1", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_1", "input": "Član 1: Ovim zakonom uređuje se pravo na zaštitu fizičkih lica u vezi sa obradom\npodataka o ličnosti i slobodni protok takvih podataka, načela obrade, prava lica na koje\nse podaci odnose, obaveze rukovalaca i obrađivača podataka o ličnosti, kodeks postupanja,\nprenos podataka o ličnosti u druge države i međunarodne organizacije, nadzor nad sprovođenjem\novog zakona, pravna sredstva, odgovornost i kazne u slučaju povrede prava fizičkih lica u\nvezi sa obradom podataka o ličnosti, kao i posebni slučajevi obrade. Ovim zakonom uređuje se i pravo na zaštitu fizičkih lica u vezi sa obradom\npodataka o ličnosti koju vrše nadležni organi u svrhe sprečavanja, istrage i otkrivanja krivičnih\ndela, gonjenja učinilaca krivičnih dela ili izvršenja krivičnih sankcija, uključujući sprečavanje\ni zaštitu od pretnji javnoj i nacionalnoj bezbednosti, kao i slobodni protok takvih podataka. Cilj zakona"}
{"model": "text-embedding-3-small", "id": 1, "title": "Član 2", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_2", "input": "Član 2: Ovim zakonom se obezbeđuje zaštita osnovnih prava i sloboda fizičkih lica,\na posebno njihovog prava na zaštitu podataka o ličnosti. Odredbe posebnih zakona kojima se uređuje obrada podataka o ličnosti moraju\nbiti u skladu sa ovim zakonom. Primena"}
{"model": "text-embedding-3-small", "id": 2, "title": "Član 3", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_3", "input": "Član 3: Ovaj zakon primenjuje se na obradu podataka o ličnosti koja se vrši, u\ncelini ili delimično, na automatizovan način, kao i na neautomatizovanu obradu podataka o\nličnosti koji čine deo zbirke podataka ili su namenjeni zbirci podataka. Ovaj zakon ne primenjuje se na obradu podataka o ličnosti koju vrši fizičko\nlice za lične potrebe, odnosno potrebe svog domaćinstva. Ovaj zakon primenjuje se na obradu podataka o ličnosti koju vrši rukovalac,\nodnosno obrađivač koji ima sedište, odnosno prebivalište ili boravište na teritoriji Republike\nSrbije, u okviru aktivnosti koje se vrše na teritoriji Republike Srbije, bez obzira da li\nse radnja obrade vrši na teritoriji Republike Srbije. Ovaj zakon primenjuje se na obradu podataka o ličnosti lica na koje se\npodaci odnose koje ima prebivalište, odnosno boravište na teritoriji Republike Srbije od\nstrane rukovaoca, odnosno obrađivača koji nema sedište, odnosno prebivalište ili boravište\nna teritoriji Republike Srbije, ako su radnje obrade vezane za: 1) ponudu robe, odnosno usluge licu na koje se podaci odnose na teritoriji\nRepublike Srbije, bez obzira da li se od tog lica zahteva plaćanje naknade za ovu robu, odnosno\nuslugu; 2) praćenje aktivnosti lica na koje se podaci odnose, ako se aktivnosti\nvrše na teritoriji Republike Srbije. Značenje izraza"}
{"model": "text-embedding-3-small", "id": 3, "title": "Član 4", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_4", "input": "Član 4: Pojedini izrazi u ovom zakonu imaju sledeće značenje: 1) \"podatak o ličnosti\" je svaki podatak koji se odnosi na fizičko\nlice čiji je identitet određen ili odrediv, neposredno ili posredno, posebno na osnovu oznake\nidentiteta, kao što je ime i identifikacioni broj, podataka o lokaciji, identifikatora u\nelektronskim komunikacionim mrežama ili jednog, odnosno više obeležja njegovog fizičkog,\nfiziološkog, genetskog, mentalnog, ekonomskog, kulturnog i društvenog identiteta; 2) \"lice na koje se podaci odnose\" je fizičko lice čiji se podaci\no ličnosti obrađuju; 3) \"obrada podataka o ličnosti\" je svaka radnja ili skup radnji\nkoje se vrše automatizovano ili neautomatizovano sa podacima o ličnosti ili njihovim skupovima,\nkao što su prikupljanje, beleženje, razvrstavanje, grupisanje, odnosno strukturisanje, pohranjivanje,\nupodobljavanje ili menjanje, otkrivanje, uvid, upotreba, otkrivanje prenosom, odnosno dostavljanjem,\numnožavanje, širenje ili na drugi način činjenje dostupnim, upoređivanje, ograničavanje,\nbrisanje ili uništavanje (u daljem tekstu: obrada); 4) \"ograničavanje obrade\" je označavanje pohranjenih podataka\no ličnosti u cilju ograničenja njihove obrade u budućnosti; 5) \"profilisanje\" je svaki oblik automatizovane obrade koji se\nkoristi da bi se ocenilo određeno svojstvo ličnosti, posebno u cilju analize ili predviđanja\nradnog učinka fizičkog lica, njegovog ekonomskog položaja, zdravstvenog stanja, ličnih sklonosti,\ninteresa, pouzdanosti, ponašanja, lokacije ili kretanja; 6) \"pseudonimizacija\" je obrada na način koji onemogućava pripisivanje\npodataka o ličnosti određenom licu bez korišćenja dodatnih podataka, pod uslovom da se ovi\ndodatni podaci čuvaju posebno i da su preduzete tehničke, organizacione i kadrovske mere\nkoje obezbeđuju da se podatak o ličnosti ne može pripisati određenom ili odredivom licu; 7) \"zbirka podataka\" je svaki strukturisani skup podataka o ličnosti\nkoji je dostupan u skladu sa posebnim kriterijumima, bez obzira da li je zbirka centralizovana,\ndecentralizovana ili razvrstana po funkcionalnim ili geografskim osnovama; 8) \"rukovalac\" je fizičko ili pravno lice, odnosno organ vlasti\nkoji samostalno ili zajedno sa drugima određuje svrhu i način obrade. Zakonom kojim se određuje\nsvrha i način obrade, može se odrediti i rukovalac ili propisati uslovi za njegovo određivanje; 9) \"obrađivač\" je fizičko ili pravno lice, odnosno organ vlasti\nkoji obrađuje podatke o ličnosti u ime rukovaoca; 10) \"primalac\" je fizičko ili pravno lice, odnosno organ vlasti\nkome su podaci o ličnosti otkriveni, bez obzira da li se radi o trećoj strani ili ne, osim\nako se radi o organima vlasti koji u skladu sa zakonom primaju podatke o ličnosti u okviru\nistraživanja određenog slučaja i obrađuju ove podatke u skladu sa pravilima o zaštiti podataka\no ličnosti koja se odnose na svrhu obrade; 11) \"treća strana\" je fizičko ili pravno lice, odnosno organ\nvlasti, koji nije lice na koje se podaci odnose, rukovalac ili obrađivač, kao ni lice koje\nje ovlašćeno da obrađuje podatke o ličnosti pod neposrednim nadzorom rukovaoca ili obrađivača; 12) \"pristanak\" lica na koje se podaci odnose je svako dobrovoljno,\nodređeno, informisano i nedvosmisleno izražavanje volje tog lica, kojim to lice, izjavom\nili jasnom potvrdnom radnjom, daje pristanak za obradu podataka o ličnosti koji se na njega\nodnose; 13) \"povreda podataka o ličnosti\" je povreda bezbednosti podataka\no ličnosti koja dovodi do slučajnog ili nezakonitog uništenja, gubitka, izmene, neovlašćenog\notkrivanja ili pristupa podacima o ličnosti koji su preneseni, pohranjeni ili na drugi način\nobrađivani; 14) \"genetski podatak\" je podatak o ličnosti koji se odnosi na\nnasleđena ili stečena genetska obeležja fizičkog lica koja pružaju jedinstvenu informaciju\no fiziologiji ili zdravlju tog lica, a naročito oni koji su dobijeni analizom iz uzorka biološkog\nporekla; 15) \"biometrijski podatak\" je podatak o ličnosti dobijen posebnom\ntehničkom obradom u vezi sa fizičkim obeležjima, fiziološkim obeležjima ili obeležjima ponašanja\nfizičkog lica, koja omogućava ili potvrđuje jedinstvenu identifikaciju tog lica, kao što\nje slika njegovog lica ili njegovi daktiloskopski podaci; 16) \"podaci o zdravlju\" su podaci o fizičkom ili mentalnom zdravlju\nfizičkog lica, uključujući i one o pružanju zdravstvenih usluga, kojima se otkrivaju informacije\no njegovom zdravstvenom stanju; 17) \"predstavnik\" je fizičko ili pravno lice sa prebivalištem,\nodnosno sedištem na teritoriji Republike Srbije koje je u skladu sa članom 44. ovog zakona\novlašćeno da predstavlja rukovaoca, odnosno obrađivača u vezi sa njihovim obavezama predviđenim\novim zakonom; 18) \"privredni subjekat\" je fizičko ili pravno lice koje obavlja\nprivrednu delatnost, bez obzira na njegov pravni oblik, uključujući i ortačko društvo ili\nudruženje koje redovno obavlja privrednu delatnost; 19) \"multinacionalna kompanija\" je privredni subjekat koji je\nkontrolni osnivač ili kontrolni član privrednog subjekta, odnosno osnivač ogranka privrednog\nsubjekta, koji obavlja privrednu delatnost u državi u kojoj se ne nalazi njegovo sedište,\nkao i privredni subjekat sa značajnim učešćem u privrednom subjektu, odnosno u osnivaču ogranka\nprivrednog subjekta, koji obavlja privrednu delatnost u državi u kojoj se ne nalazi sedište\nmultinacionalne kompanije, u skladu sa zakonom kojim se uređuju privredna društva; 20) \"grupa privrednih subjekata\" je grupa povezanih privrednih\nsubjekata, u skladu sa zakonom kojim se uređuje povezivanje privrednih subjekata; 21) \"obavezujuća poslovna pravila\" su interna pravila o zaštiti\npodataka o ličnosti koja su usvojena i koja se primenjuju od strane rukovaoca, odnosno obrađivača,\nsa prebivalištem ili boravištem, odnosno sedištem na teritoriji Republike Srbije, u svrhu\nregulisanja prenošenja podataka o ličnosti rukovaocu ili obrađivaču u jednoj ili više država\nunutar multinacionalne kompanije ili grupe privrednih subjekata; 22) \"Poverenik za informacije od javnog značaja i zaštitu podataka\no ličnosti (u daljem tekstu: Poverenik)\" je nezavisan i samostalni organ vlasti ustanovljen\nna osnovu zakona, koji je nadležan za nadzor nad sprovođenjem ovog zakona i obavljanje drugih\nposlova propisanih zakonom; 23) \"usluga informacionog društva\" je svaka usluga koja se uobičajeno\npruža uz naknadu, na daljinu, elektronskim sredstvima na zahtev primaoca usluga; 24) \"međunarodna organizacija\" je organizacija ili njeno telo\nkoje uređuje međunarodno javno pravo, kao i bilo koje drugo telo ustanovljeno sporazumom\nili na osnovu sporazuma između država; 25) \"organ vlasti\" je državni organ, organ teritorijalne autonomije\ni jedinice lokalne samouprave, javno preduzeće, ustanova i druga javna služba, organizacija\ni drugo pravno ili fizičko lice koje vrši javna ovlašćenja; 26) \"nadležni organi\" su: a) organi vlasti koji su nadležni za sprečavanje, istragu i otkrivanje\nkrivičnih dela, kao i gonjenje učinilaca krivičnih dela ili izvršenje krivičnih sankcija,\nuključujući i zaštitu i sprečavanje pretnji javnoj i nacionalnoj bezbednosti; b) pravno lice koje je za vršenje poslova iz podtačke a) ove tačke ovlašćeno\nzakonom. II NAČELA Načela obrade"}
{"model": "text-embedding-3-small", "id": 4, "title": "Član 5", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_5", "input": "Član 5: Podaci o ličnosti moraju: 1) se obrađivati zakonito, pošteno i transparentno u odnosu na lice na\nkoje se podaci odnose (\"zakonitost, poštenje i transparentnost\"). Zakonita obrada\nje obrada koja se vrši u skladu sa ovim zakonom, odnosno drugim zakonom kojim se uređuje\nobrada; 2) se prikupljati u svrhe koje su konkretno određene, izričite, opravdane\ni zakonite i dalje se ne mogu obrađivati na način koji nije u skladu sa tim svrhama (\"ograničenje\nu odnosu na svrhu obrade\"); 3) biti primereni, bitni i ograničeni na ono što je neophodno u odnosu\nna svrhu obrade (\"minimizacija podataka\"); 4) biti tačni i, ako je to neophodno, ažurirani. Uzimajući u obzir svrhu\nobrade, moraju se preduzeti sve razumne mere kojima se obezbeđuje da se netačni podaci o\nličnosti bez odlaganja izbrišu ili isprave (\"tačnost\"); 5) se čuvati u obliku koji omogućava identifikaciju lica samo u roku koji\nje neophodan za ostvarivanje svrhe obrade (\"ograničenje čuvanja\"); 6) se obrađivati na način koji obezbeđuje odgovarajuću zaštitu podataka\no ličnosti, uključujući zaštitu od neovlašćene ili nezakonite obrade, kao i od slučajnog\ngubitka, uništenja ili oštećenja primenom odgovarajućih tehničkih, organizacionih i kadrovskih\nmera (\"integritet i poverljivost\"). Rukovalac je odgovoran za primenu odredaba stava 1. ovog člana i mora biti\nu mogućnosti da predoči njihovu primenu (\"odgovornost za postupanje\"). Obrada u druge svrhe"}
{"model": "text-embedding-3-small", "id": 5, "title": "Član 6", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_6", "input": "Član 6: Izuzetno od člana 5. stav 1. tačka 2) ovog zakona, ako se dalja obrada\nvrši u svrhe arhiviranja u javnom interesu, u svrhe naučnog ili istorijskog istraživanja,\nkao i u statističke svrhe, u skladu sa ovim zakonom, smatra se da se podaci o ličnosti ne\nobrađuju na način koji nije u skladu sa prvobitnom svrhom. Ako obrada u svrhu koja je različita od svrhe za koju su podaci prikupljeni\nnije zasnovana na zakonu koji propisuje neophodne i srazmerne mere u demokratskom društvu\nradi zaštite ciljeva iz člana 40. stav 1. ovog zakona, ili na pristanku lica na koje se podaci\nodnose, rukovalac je dužan da oceni da li je ta druga svrha obrade u skladu sa svrhom obrade\nza koju su podaci prikupljeni, posebno uzimajući u obzir: 1) da li postoji veza između svrhe za koju su podaci prikupljeni i druge\nsvrhe nameravane obrade; 2) okolnosti u kojima su podaci prikupljeni, uključujući i odnos između\nrukovaoca i lica na koje se podaci odnose; 3) prirodu podataka, a posebno da li se obrađuju posebne vrste podataka\no ličnosti iz člana 17. ovog zakona, odnosno podaci o ličnosti u vezi sa krivičnim presudama\ni kažnjivim delima iz člana 19. ovog zakona; 4) moguće posledice dalje obrade za lice na koje se podaci odnose; 5) primenu odgovarajućih mera zaštite, kao što su kriptozaštita i pseudonimizacija. Odredbe st. 1. i 2. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u svrhe sprečavanja, istrage i otkrivanja krivičnih dela, gonjenja učinilaca krivičnih\ndela ili izvršenja krivičnih sankcija, uključujući sprečavanje i zaštitu od pretnji javnoj\ni nacionalnoj bezbednosti (u daljem tekstu: u posebne svrhe). Obrada u druge svrhe od strane nadležnih\norgana"}
{"model": "text-embedding-3-small", "id": 6, "title": "Član 7", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_7", "input": "Član 7: Podaci o ličnosti koji su prikupljeni od strane nadležnih organa u posebne\nsvrhe ne mogu se obrađivati u svrhu koja je različita od svrhe za koju su podaci prikupljeni,\nosim ako je ta dalja obrada propisana zakonom. Obrada koju vrše nadležni organi u posebne svrhe, koje su različite od\nsvrhe za koji su podaci o ličnosti prikupljeni, dozvoljena je ako su zajedno ispunjeni sledeći\nuslovi: 1) rukovalac je ovlašćen da obrađuje te podatke o ličnosti u takve druge\nsvrhe, u skladu sa zakonom; 2) obrada je neophodna i srazmerna toj drugoj svrsi, u skladu sa zakonom. Obrada koju vrše nadležni organi u posebne svrhe može da obuhvati arhiviranje\npodataka o ličnosti u javnom interesu, odnosno njihovo korišćenje u naučne, statističke ili\nistorijske svrhe, pod uslovom da se primenjuju odgovarajuće tehničke, organizacione i kadrovske\nmere u cilju zaštite prava i sloboda lica na koje se podaci odnose. Čuvanje, rokovi čuvanja i preispitivanje\npotrebe čuvanja u posebnim slučajevima"}
{"model": "text-embedding-3-small", "id": 7, "title": "Član 8", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_8", "input": "Član 8: Izuzetno od člana 5. stav 1. tačka 5) ovog zakona, podaci o ličnosti koji\nse obrađuju isključivo u svrhe arhiviranja u javnom interesu, u svrhe naučnog ili istorijskog\nistraživanja, kao i u statističke svrhe, mogu se čuvati i u dužem roku, uz poštovanje odredaba\novog zakona o primeni odgovarajućih tehničkih, organizacionih i kadrovskih mera, a u cilju\nzaštite prava i sloboda lica na koje se podaci odnose. Ako se radi o podacima o ličnosti koje obrađuju nadležni organi u posebne\nsvrhe, mora se odrediti rok kada će se ti podaci izbrisati, odnosno rok za periodičnu ocenu\npotrebe njihovog čuvanja. Ako rok iz st. 1. i 2. ovog člana nije određen zakonom, određuje ga rukovalac. Poverenik nadzire poštovanje rokova iz st. 1. do 3. ovog člana u skladu\nsa svojim ovlašćenjima propisanim ovim zakonom. Razlikovanje pojedinih vrsta lica na koje\nse podaci odnose"}
{"model": "text-embedding-3-small", "id": 8, "title": "Član 9", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_9", "input": "Član 9: Ako se radi o podacima o ličnosti koje obrađuju nadležni organi u posebne\nsvrhe, nadležni organ je dužan da prilikom njihove obrade, ako je to moguće, napravi jasnu\nrazliku između podataka koji se odnose na pojedine vrste lica o kojima se podaci obrađuju,\nkao što su: 1) lica protiv kojih postoje osnovi sumnje da su izvršila ili nameravaju\nda izvrše krivična dela; 2) lica protiv kojih postoji osnovana sumnja da su izvršila krivična dela; 3) lica koja su osuđena za krivična dela; 4) lica oštećena krivičnim delom ili lica za koja se pretpostavlja da bi\nmogla biti oštećena krivičnim delom; 5) druga lica koja su u vezi sa krivičnim delom, kao što su svedoci, lica\nkoja mogu da obezbede informacije o krivičnom delu, povezana lica ili saradnici lica iz tač.\n1) do 3) ovog člana. Razlikovanje pojedinih vrsta podataka o ličnosti"}
{"model": "text-embedding-3-small", "id": 9, "title": "Član 10", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_10", "input": "Član 10: Ako se radi o podacima o ličnosti koje obrađuju nadležni organi u posebne\nsvrhe, nadležni organ je dužan da, u meri u kojoj je to moguće, podatke o ličnosti koji su\nzasnovani isključivo na činjeničnom stanju jasno izdvoji od podataka o ličnosti koji su zasnovani\nna ličnoj oceni. Ocena kvaliteta podataka o ličnosti i posebni\nuslovi obrade koju vrše nadležni organi u posebne svrhe"}
{"model": "text-embedding-3-small", "id": 10, "title": "Član 11", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_11", "input": "Član 11: Nadležni organi koji obrađuju podatke o ličnosti u posebne svrhe su dužni\nda korišćenjem razumnih mera obezbede da se netačni, nepotpuni i neažurirani podaci o ličnosti\nne prenose, odnosno da ne budu dostupni. Tačnost, potpunost i ažuriranost podataka o ličnosti nadležni organi proveravaju,\nu meri u kojoj je to moguće, pre započinjanja prenosa, odnosno pre nego što se ti podaci\nučine dostupnim. Nadležni organ koji drugom nadležnom organu prenosi podatke o ličnosti\ndužan je da mu, u meri u kojoj je to moguće, dostavi i informacije koje su neophodne za ocenu\nstepena tačnosti, potpunosti, proverenosti, odnosno pouzdanosti podataka o ličnosti, kao\ni da mu dostavi obaveštenje o ažuriranosti tih podataka. Ako su preneti netačni podaci o ličnosti, odnosno ako su podaci o ličnosti\npreneti nezakonito, nadležni organ kome su podaci preneti o tome se mora obavestiti bez odlaganja,\na podaci o ličnosti koji su preneti moraju biti ispravljeni ili izbrisani, odnosno njihova\nobrada mora biti ograničena u skladu sa ovim zakonom. Ako se za obradu zakonom zahtevaju posebni uslovi, nadležni organ koji\nprenosi podatke o ličnosti dužan je da upozna primaoca podataka sa tim posebnim uslovima,\nkao i obavezom njihovog ispunjenja. Zakonitost obrade"}
{"model": "text-embedding-3-small", "id": 11, "title": "Član 12", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_12", "input": "Član 12: Obrada je zakonita samo ako je ispunjen jedan od sledećih uslova: 1) lice na koje se podaci o ličnosti odnose je pristalo na obradu svojih\npodataka o ličnosti za jednu ili više posebno određenih svrha; 2) obrada je neophodna za izvršenje ugovora zaključenog sa licem na koje\nse podaci odnose ili za preduzimanje radnji, na zahtev lica na koje se podaci odnose, pre\nzaključenja ugovora; 3) obrada je neophodna u cilju poštovanja pravnih obaveza rukovaoca; 4) obrada je neophodna u cilju zaštite životno važnih interesa lica na\nkoje se podaci odnose ili drugog fizičkog lica; 5) obrada je neophodna u cilju obavljanja poslova u javnom interesu ili\nizvršenja zakonom propisanih ovlašćenja rukovaoca; 6) obrada je neophodna u cilju ostvarivanja legitimnih interesa rukovaoca\nili treće strane, osim ako su nad tim interesima pretežniji interesi ili osnovna prava i\nslobode lica na koje se podaci odnose koji zahtevaju zaštitu podataka o ličnosti, a posebno\nako je lice na koje se podaci odnose maloletno lice. Stav 1. tačka 6) ovog člana ne primenjuje se na obradu koju vrši organ\nvlasti u okviru svoje nadležnosti. Odredbe st. 1. i 2. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. Zakonitost obrade koju vrše nadležni organi\nu posebne svrhe"}
{"model": "text-embedding-3-small", "id": 12, "title": "Član 13", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_13", "input": "Član 13: Obrada koju vrše nadležni organi u posebne svrhe je zakonita samo ako je\nta obrada neophodna za obavljanje poslova nadležnih organa i ako je propisana zakonom. Takvim\nzakonom se određuju najmanje ciljevi obrade, podaci o ličnosti koji se obrađuju i svrhe obrade. Zakonitost obrade u posebnim slučajevima"}
{"model": "text-embedding-3-small", "id": 13, "title": "Član 14", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_14", "input": "Član 14: Osnov za obradu iz člana 12. stav 1. tač. 3) i 5) ovog zakona određuje\nse zakonom. Ako se radi o obradi iz člana 12. stav 1. tačka 3) ovog zakona, zakonom\nse određuje i svrha obrade, a ako se radi o obradi iz člana 12. stav 1. tačka 5) ovog zakona,\nzakonom se propisuje da je obrada neophodna u cilju obavljanja poslova u javnom interesu\nili izvršenja zakonom propisanih ovlašćenja rukovaoca. Zakonom iz stava 1. ovog člana propisuje se javni interes koji se namerava\nostvariti, kao i obaveza poštovanja pravila o srazmernosti obrade u odnosu na cilj koji se\nnamerava ostvariti, a mogu se propisati i uslovi za dozvoljenost obrade od strane rukovaoca,\nvrsta podataka koji su predmet obrade, lica na koje se podaci o ličnosti odnose, lica kojima\nse podaci mogu otkriti i svrha njihovog otkrivanja, ograničenja koja se odnose na svrhu obrade,\nrok pohranjivanja i čuvanja podataka, kao i druge posebne radnje i postupak obrade, uključujući\ni mere za obezbeđivanje zakonite i poštene obrade. Pristanak"}
{"model": "text-embedding-3-small", "id": 14, "title": "Član 15", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_15", "input": "Član 15: Ako se obrada zasniva na pristanku, rukovalac mora biti u mogućnosti da\npredoči da je lice pristalo na obradu svojih podataka o ličnosti. Ako se pristanak lica na koje se podaci odnose daje u okviru pismene izjave\nkoja se odnosi i na druga pitanja, zahtev za davanje pristanka mora biti predstavljen na\nnačin kojim se izdvaja od tih drugih pitanja, u razumljivom i lako dostupnom obliku, kao\ni uz upotrebu jasnih i jednostavnih reči. Deo pismene izjave koji je u suprotnosti sa ovim\nzakonom ne proizvodi pravno dejstvo. Lice na koje se podaci odnose ima pravo da opozove pristanak u svakom trenutku.\nOpoziv pristanka ne utiče na dopuštenost obrade koja je vršena na osnovu pristanka pre opoziva.\nPre davanja pristanka lice na koje se podaci odnose mora biti obavešteno o pravu na opoziv,\nkao i dejstvu opoziva. Opozivanje pristanka mora biti jednostavno, kao i davanje pristanka. Prilikom ocenjivanja da li je pristanak za obradu podataka o ličnosti slobodno\ndat, posebno se mora voditi računa o tome da li se izvršenje ugovora, uključujući i pružanje\nusluga, uslovljava davanjem pristanka koji nije neophodan za njegovo izvršenje. Pristanak maloletnog lica u vezi sa korišćenjem\nusluga informacionog društva"}
{"model": "text-embedding-3-small", "id": 15, "title": "Član 16", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_16", "input": "Član 16: Maloletno lice koje je navršilo 15 godina može samostalno da daje pristanak\nza obradu podataka o svojoj ličnosti u korišćenju usluga informacionog društva. Ako se radi o maloletnom licu koje nije navršilo 15 godina, za obradu podataka\niz stava 1. ovog člana pristanak mora dati roditelj koji vrši roditeljsko pravo, odnosno\ndrugi zakonski zastupnik maloletnog lica. Rukovalac mora preduzeti razumne mere u cilju utvrđivanja da li je pristanak\ndao roditelj koji vrši roditeljsko pravo, odnosno drugi zakonski zastupnik maloletnog lica,\nuzimajući u obzir dostupne tehnologije. Obrada posebnih vrsta podataka o ličnosti"}
{"model": "text-embedding-3-small", "id": 16, "title": "Član 17", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_17", "input": "Član 17: Zabranjena je obrada kojom se otkriva rasno ili etničko poreklo, političko\nmišljenje, versko ili filozofsko uverenje ili članstvo u sindikatu, kao i obrada genetskih\npodataka, biometrijskih podataka u cilju jedinstvene identifikacije lica, podataka o zdravstvenom\nstanju ili podataka o seksualnom životu ili seksualnoj orijentaciji fizičkog lica. Izuzetno, obrada iz stava 1. ovog člana dopuštena je u sledećim slučajevima: 1) lice na koje se podaci odnose je dalo izričit pristanak za obradu za\njednu ili više svrha obrade, osim ako je zakonom propisano da se obrada ne vrši na osnovu\npristanka; 2) obrada je neophodna u cilju izvršenja obaveza ili primene zakonom propisanih\novlašćenja rukovaoca ili lica na koje se podaci odnose u oblasti rada, socijalnog osiguranja\ni socijalne zaštite, ako je takva obrada propisana zakonom ili kolektivnim ugovorom koji\npropisuje primenu odgovarajućih mera zaštite osnovnih prava, sloboda i interesa lica na koje\nse podaci odnose; 3) obrada je neophodna u cilju zaštite životno važnih interesa lica na\nkoje se podaci odnose ili drugog fizičkog lica, ako lice na koje se podaci odnose fizički\nili pravno nije u mogućnosti da daje pristanak; 4) obrada se vrši u okviru registrovane delatnosti i uz primenu odgovarajućih\nmera zaštite od strane zadužbine, fondacije, udruženja ili druge nedobitne organizacije sa\npolitičkim, filozofskim, verskim ili sindikalnim ciljem, pod uslovom da se obrada odnosi\nisključivo na članove, odnosno bivše članove te organizacije ili lica koja imaju redovne\nkontakte sa njom u vezi sa ciljem organizacije, kao i da se podaci o ličnosti ne otkrivaju\nizvan te organizacije bez pristanka lica na koje se odnose; 5) obrađuju se podaci o ličnosti koje je lice na koje se oni odnose očigledno\nučinilo javno dostupnim; 6) obrada je neophodna u cilju podnošenja, ostvarivanja ili odbrane pravnog\nzahteva ili u slučaju kad sud postupa u okviru svoje nadležnosti; 7) obrada je neophodna u cilju ostvarivanja značajnog javnog interesa određenog\nzakonom, ako je takva obrada srazmerna ostvarivanju cilja, uz poštovanje suštine prava na\nzaštitu podataka o ličnosti i ako je obezbeđena primena odgovarajućih i posebnih mera zaštite\nosnovnih prava i interesa lica na koje se ovi podaci odnose; 8) obrada je neophodna u svrhu preventivne medicine ili medicine rada,\nradi procene radne sposobnosti zaposlenih, medicinske dijagnostike, pružanja usluga zdravstvene\nili socijalne zaštite, odnosno upravljanja zdravstvenim ili socijalnim sistemima, na osnovu\nzakona ili na osnovu ugovora sa zdravstvenim radnikom, ako se obrada vrši od strane ili pod\nnadzorom zdravstvenog radnika ili drugog lica koje ima obavezu čuvanja profesionalne tajne\npropisane zakonom ili profesionalnim pravilima; 9) obrada je neophodna u cilju ostvarivanja javnog interesa u oblasti javnog\nzdravlja, kao što je zaštita od ozbiljnih prekograničnih pretnji zdravlju stanovništva ili\nobezbeđivanje visokih standarda kvaliteta i sigurnosti zdravstvene zaštite i lekova ili medicinskih\nsredstava, na osnovu zakona koji obezbeđuje odgovarajuće i posebne mere zaštite prava i sloboda\nlica na koje se podaci odnose, posebno u pogledu čuvanja profesionalne tajne; 10) obrada je neophodna u svrhe arhiviranja u javnom interesu, u svrhe\nnaučnog ili istorijskog istraživanja i u statističke svrhe, u skladu sa članom 92. stav 1.\novog zakona, ako je takva obrada srazmerna ostvarivanju ciljeva koji se nameravaju postići,\nuz poštovanje suštine prava na zaštitu podataka o ličnosti i ako je obezbeđena primena odgovarajućih\ni posebnih mera zaštite osnovnih prava i interesa lica na koje se ovi podaci odnose. Odredbe st. 1. i 2. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. Obrada posebnih vrsta podataka o ličnosti\nkoju vrše nadležni organi u posebne svrhe"}
{"model": "text-embedding-3-small", "id": 17, "title": "Član 18", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_18", "input": "Član 18: Obrada koju vrše nadležni organi u posebne svrhe, kojom se otkriva rasno\nili etničko poreklo, političko mišljenje, versko ili filozofsko uverenje ili članstvo u sindikatu,\nkao i obrada genetskih podataka, biometrijskih podataka u cilju jedinstvene identifikacije\nfizičkog lica, podataka o zdravstvenom stanju ili podataka o seksualnom životu ili seksualnoj\norijentaciji fizičkog lica, dopuštena je samo ako je to neophodno, uz primenu odgovarajućih\nmera zaštite prava lica na koje se podaci odnose, u jednom od sledećih slučajeva: 1) nadležni organ je zakonom ovlašćen da obrađuje posebne vrste podataka\no ličnosti; 2) obrada posebnih vrsta podataka o ličnosti vrši se u cilju zaštite životno\nvažnih interesa lica na koje se podaci odnose ili drugog fizičkog lica; 3) obrada se odnosi na posebne vrste podataka o ličnosti koje je lice na\nkoje se oni odnose očigledno učinilo dostupnim javnosti. Obrada u vezi sa krivičnim presudama i kažnjivim\ndelima"}
{"model": "text-embedding-3-small", "id": 18, "title": "Član 19", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_19", "input": "Član 19: Obrada podataka o ličnosti koji se odnose na krivične presude, kažnjiva\ndela i mere bezbednosti, može se vršiti na osnovu člana 12. stav 1. ovog zakona samo pod\nnadzorom nadležnog organa ili, ako je obrada dopuštena zakonom, uz primenu odgovarajućih\nposebnih mera zaštite prava i sloboda lica na koje se podaci odnose. Jedinstvena evidencija o krivičnim presudama vodi se isključivo od strane\ni pod nadzorom nadležnog organa. Obrada koja ne zahteva identifikaciju"}
{"model": "text-embedding-3-small", "id": 19, "title": "Član 20", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_20", "input": "Član 20: Ako za ostvarivanje svrhe obrade nije potrebno, odnosno više nije potrebno\nda rukovalac identifikuje lice na koje se podaci odnose, rukovalac nije dužan da zadrži,\npribavi ili obradi dodatne informacije radi identifikacije tog lica samo u cilju primene\novog zakona. Ako je u slučaju iz stava 1. ovog člana rukovalac u mogućnosti da predoči\nda ne može da identifikuje lice na koje se podaci odnose, dužan je da o tome na odgovarajući\nnačin informiše to lice, ako je to moguće. U slučaju iz st. 1. i 2. ovog člana ne primenjuju se odredbe člana 26.\nst. 1. do 4, člana 29, člana 30. st. 1. do 5, člana 31. st. 1. do 3, člana 33. st. 1. i 2.\ni člana 36. st. 1. do 4. ovog zakona, osim ako lice na koje se podaci odnose, u cilju ostvarivanja\nprava iz tih članova, dostavi dodatne informacije koje omogućavaju njegovu identifikaciju. Odredbe st. 2. i 3. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. III PRAVA LICA NA KOJE SE PODACI ODNOSE 1. Transparentnost i načini ostvarivanja\nprava Transparentne informacije, informisanje i načini ostvarivanja\nprava lica na koje se podaci odnose"}
{"model": "text-embedding-3-small", "id": 20, "title": "Član 21", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_21", "input": "Član 21: Rukovalac je dužan da preduzme odgovarajuće mere da bi licu na koje se\npodaci odnose pružio sve informacije iz čl. 23. i 24. ovog zakona, odnosno informacije u\nvezi sa ostvarivanjem prava iz člana 26, čl. 29. do 31, člana 33, čl. 36. do 38. i člana\n53. ovog zakona, na sažet, transparentan, razumljiv i lako dostupan način, korišćenjem jasnih\ni jednostavnih reči, a posebno ako se radi o informaciji koja je namenjena maloletnom licu.\nTe informacije pružaju se u pismenom ili drugom obliku, uključujući i elektronski oblik,\nako je to pogodno. Ako lice na koje se podaci odnose to zahteva, informacije se mogu pružiti\nusmeno, pod uslovom da je identitet lica nesumnjivo utvrđen. Rukovalac je dužan da pruži pomoć licu na koje se podaci odnose u ostvarivanju\nnjegovih prava iz člana 26, čl. 29. do 31, člana 33. i čl. 36. do 38. ovog zakona. U slučajevima\niz člana 20. st. 2. i 3. ovog zakona, rukovalac ne može odbiti da postupi po zahtevu lica\nna koje se podaci odnose u ostvarivanju njegovih prava iz člana 26, čl. 29. do 31, člana\n33. i čl. 36. do 38. ovog zakona, osim ako rukovalac predoči da nije u mogućnosti da identifikuje\nlice. Rukovalac je dužan da licu na koje se podaci odnose pruži informacije o\npostupanju na osnovu zahteva iz člana 26, čl. 29. do 31, člana 33. i čl. 36. do 38. ovog\nzakona bez odlaganja, a najkasnije u roku od 30 dana od dana prijema zahteva. Taj rok može\nbiti produžen za još 60 dana ako je to neophodno, uzimajući u obzir složenost i broj zahteva.\nO produženju roka i razlozima za to produženje rukovalac je dužan da obavesti lice na koje\nse podaci odnose u roku od 30 dana od dana prijema zahteva. Ako je lice na koje se podaci\nodnose podnelo zahtev elektronskim putem, informacija se mora pružiti elektronskim putem\nako je to moguće, osim ako je to lice zahtevalo da se informacija pruži na drugi način. Ako rukovalac ne postupi po zahtevu lica na koje se podaci odnose dužan\nje da o razlozima za nepostupanje obavesti to lice bez odlaganja, a najkasnije u roku od\n30 dana od dana prijema zahteva, kao i o pravu na podnošenje pritužbe Povereniku, odnosno\ntužbe sudu. Rukovalac pruža informacije iz čl. 23. i 24. ovog zakona, odnosno informacije\nu vezi sa ostvarivanjem prava iz člana 26, čl. 29. do 31, člana 33, čl. 36. do 38. i člana\n53. ovog zakona bez naknade. Ako je zahtev lica na koje se podaci odnose očigledno neosnovan\nili preteran, a posebno ako se isti zahtev učestalo ponavlja, rukovalac može da: 1) naplati nužne administrativne troškove pružanja informacije, odnosno\npostupanja po zahtevu; 2) odbije da postupi po zahtevu. Teret dokazivanja da je zahtev očigledno neosnovan ili preteran leži na\nrukovaocu. Ako rukovalac opravdano sumnja u identitet lica koje je podnelo zahtev\niz člana 26, čl. 29. do 31, člana 33. i čl. 36. do 38. ovog zakona, rukovalac može da zahteva\ndostavljanje dodatnih informacija neophodnih za potvrdu identiteta lica, što ne isključuje\nprimenu člana 20. ovog zakona. Informacije koje se pružaju licima na koje se podaci odnose u skladu sa\nčl. 23. i 24. ovog zakona mogu se pružiti u kombinaciji sa standardizovanim ikonama prikazanim\nu elektronskom obliku kako bi se, na lako vidljiv, razumljiv i jasno uočljiv način, obezbedio\nsvrsishodan uvid u nameravanu obradu. Mora se obezbediti da standardizovane ikone prikazane\nu elektronskom obliku budu čitljive na elektronskom uređaju. Poverenik određuje informacije koje se predstavljaju standardizovanim ikonama\nprikazanim u elektronskom obliku i uređuje postupak za njihovo utvrđivanje. Odredbe st. 1. do 9. ovog člana ne primenjuju se na obradu podataka koju\nvrše nadležni organi u posebne svrhe. Informisanje i načini ostvarivanja prava lica na koje se\nodnose podaci ako obradu vrše nadležni organi u posebne svrhe"}
{"model": "text-embedding-3-small", "id": 21, "title": "Član 22", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_22", "input": "Član 22: Ako obradu vrše nadležni organi u posebne svrhe, rukovalac je dužan da\npreduzme razumne mere da bi licu na koje se podaci odnose pružio sve informacije iz člana\n25. ovog zakona, odnosno informacije u vezi sa ostvarivanjem prava iz čl. 27, 28, 32, 34,\n35, 39. i 53. ovog zakona, na sažet, razumljiv i lako dostupan način, korišćenjem jasnih\ni jednostavnih reči. Te informacije se pružaju na bilo koji primeren način, uključujući i\nelektronskim putem. Po pravilu, rukovalac pruža informacije u obliku u kojem je sadržan zahtev\nlica na koje se podaci odnose. Rukovalac je dužan da pruži pomoć licu na koje se podaci odnose u ostvarivanju\nnjegovih prava iz čl. 27, 28, 32, 34, 35. i 39. ovog zakona. Rukovalac je dužan da licu na koje se podaci odnose bez odlaganja u pismenom\nobliku pruži informacije o postupanju po njegovom zahtevu. Rukovalac pruža informacije iz člana 25. ovog zakona i postupa u skladu\nsa čl. 27, 28, 32, 34, 35, 39. i 53. ovog zakona bez naknade. Ako je zahtev lica na koje\nse podaci odnose očigledno neosnovan ili preteran, a posebno ako se isti zahtev učestalo\nponavlja, nadležni organ može da: 1) naplati nužne administrativne troškove pružanja informacije, odnosno\npostupanja po zahtevu; 2) odbije da postupi po zahtevu. Teret dokazivanja da je zahtev očigledno neosnovan ili preteran leži na\nrukovaocu. Ako rukovalac opravdano sumnja u identitet lica koje je podnelo zahtev\niz člana 27. ili člana 32. ovog zakona, rukovalac može da zahteva dostavljanje dodatnih informacija\nneophodnih za potvrdu identiteta tog lica. 2. Informacije i pristup podacima o ličnosti Informacije koje se pružaju kad se podaci o ličnosti prikupljaju\nod lica na koje se odnose"}
{"model": "text-embedding-3-small", "id": 22, "title": "Član 23", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_23", "input": "Član 23: Ako se podaci o ličnosti prikupljaju od lica na koje se odnose, rukovalac\nje dužan da u trenutku prikupljanja podataka o ličnosti tom licu pruži sledeće informacije: 1) o identitetu i kontakt podacima rukovaoca, kao i njegovog predstavnika,\nako je on određen; 2) kontakt podatke lica za zaštitu podataka o ličnosti, ako je ono određeno; 3) o svrsi nameravane obrade i pravnom osnovu za obradu; 4) o postojanju legitimnog interesa rukovaoca ili treće strane, ako se\nobrada vrši na osnovu člana 12. stav 1. tačka 6) ovog zakona; 5) o primaocu, odnosno grupi primalaca podataka o ličnosti, ako oni postoje; 6) o činjenici da rukovalac namerava da iznese podatke o ličnosti u drugu\ndržavu ili međunarodnu organizaciju, kao i o tome da li se ta država ili međunarodna organizacija\nnalazi na listi iz člana 64. stav 7. ovog zakona, a u slučaju prenosa iz čl. 65. i 67. ili\nčlana 69. stava 2. ovog zakona, o upućivanju na odgovarajuće mere zaštite, kao i o načinu\nna koji se lice na koje se podaci odnose može upoznati sa tim merama. Uz informacije iz stava 1. ovog člana, rukovalac je dužan da u trenutku\nprikupljanja podataka o ličnosti licu na koje se podaci odnose pruži i sledeće dodatne informacije\nkoje mogu da budu neophodne da bi se obezbedila poštena i transparentna obrada u odnosu na\nto lice: 1) o roku čuvanja podataka o ličnosti ili, ako to nije moguće, o kriterijumima\nza njegovo određivanje; 2) o postojanju prava da se od rukovaoca zahteva pristup, ispravka ili\nbrisanje njegovih podataka o ličnosti, odnosno postojanju prava na ograničenje obrade, prava\nna prigovor, kao i prava na prenosivost podataka; 3) o postojanju prava na opoziv pristanka u bilo koje vreme, kao i o tome\nda opoziv pristanka ne utiče na dopuštenost obrade na osnovu pristanka pre opoziva, ako se\nobrada vrši na osnovu člana 12. stav 1. tačka 1) ili člana 17. stav 2. tačka 1) ovog zakona; 4) o pravu da se podnese pritužba Povereniku; 5) o tome da li je davanje podataka o ličnosti zakonska ili ugovorna obaveza\nili je davanje podataka neophodan uslov za zaključenje ugovora, kao i o tome da li lice na\nkoje se podaci odnose ima obavezu da da podatke o svojoj ličnosti i o mogućim posledicama\nako se podaci ne daju; 6) o postojanju automatizovanog donošenja odluke, uključujući profilisanje\niz člana 38. st. 1. i 4. ovog zakona, i, najmanje u tim slučajevima, svrsishodne informacije\no logici koja se pri tome koristi, kao i o značaju i očekivanim posledicama te obrade po\nlice na koje se podaci odnose. Ako rukovalac namerava da dalje obrađuje podatke o ličnosti u drugu svrhu\nkoja je različita od one za koju su podaci prikupljeni, rukovalac je dužan da pre započinjanja\ndalje obrade, licu na koje se podaci odnose, pruži informacije o toj drugoj svrsi, kao i\nsve ostale bitne informacije iz stava 2. ovog člana. Ako je lice na koje se podaci odnose već upoznato sa nekom od informacija\niz st. 1. do 3. ovog člana, rukovalac nema obavezu pružanja tih informacija. Odredbe st. 1. do 4. ovog člana ne primenjuju se na obradu podataka koju\nvrše nadležni organi u posebne svrhe. Informacije koje se pružaju kad se podaci o ličnosti ne\nprikupljaju od lica na koje se odnose"}
{"model": "text-embedding-3-small", "id": 23, "title": "Član 24", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_24", "input": "Član 24: Ako se podaci o ličnosti ne prikupljaju od lica na koje se odnose, rukovalac\nje dužan da licu na koje se podaci odnose pruži sledeće informacije: 1) o identitetu i kontakt podacima rukovaoca, kao i njegovog predstavnika,\nako je on određen; 2) kontakt podatke lica za zaštitu podataka o ličnosti, ako je ono određeno; 3) o svrsi nameravane obrade i pravnom osnovu za obradu; 4) o vrsti podataka koji se obrađuju; 5) o primaocu, odnosno grupi primalaca podataka o ličnosti, ako oni postoje; 6) o činjenici da rukovalac namerava da iznese podatke o ličnosti u drugu\ndržavu ili međunarodnu organizaciju, kao i o tome da li se ova država, odnosno međunarodna\norganizacija nalazi na listi iz člana 64. stav 7. ovog zakona, a u slučaju prenosa iz čl.\n65. i 67. ili člana 69. stav 2. ovog zakona, o upućivanju na odgovarajuće mere zaštite, kao\ni načinu na koji se lice može upoznati sa tim merama. Uz informacije iz stava 1. ovog člana, rukovalac je dužan da licu na koje\nse podaci odnose pruži i sledeće dodatne informacije koje mogu da budu neophodne da bi se\nobezbedila poštena i transparentna obrada u odnosu na lice na koje se podaci odnose: 1) o roku čuvanja podataka o ličnosti ili, ako to nije moguće, o kriterijumima\nza njegovo određivanje; 2) o postojanju legitimnog interesa rukovaoca ili treće strane, ako se\nobrada vrši na osnovu člana 12. stav 1. tačka 6) ovog zakona; 3) o postojanju prava da se od rukovaoca zahteva pristup, ispravka ili\nbrisanje podataka o njegovoj ličnosti, odnosno prava na ograničenje obrade, prava na prigovor\nna obradu, kao i prava na prenosivost podataka; 4) o postojanju prava na opoziv pristanka u bilo koje vreme, kao i o tome\nda opoziv pristanka ne utiče na dopuštenost obrade na osnovu pristanka pre opoziva, ako se\nobrada vrši na osnovu člana 12. stav 1. tačka 1) ili člana 17. stav 2. tačka 1) ovog zakona; 5) o pravu da se podnese pritužba Povereniku; 6) o izvoru iz kog potiču podaci o ličnosti i, prema potrebi, da li podaci\npotiču iz javno dostupnih izvora; 7) o postojanju automatizovanog donošenja odluke, uključujući profilisanje\niz člana 38. st. 1. i 4. ovog zakona, i, najmanje u tim slučajevima, svrsishodne informacije\no logici koja se pri tome koristi, kao i o značaju i očekivanim posledicama te obrade po\nlice na koje se podaci odnose. Rukovalac je dužan da informacije iz st. 1. i 2. ovog člana pruži: 1) u razumnom roku posle prikupljanja podataka o ličnosti, a najkasnije\nu roku od 30 dana, uzimajući u obzir sve posebne okolnosti obrade; 2) najkasnije prilikom uspostavljanja prve komunikacije, ako se podaci\no ličnosti koriste za komunikaciju sa licem na koje se odnose; 3) najkasnije prilikom prvog otkrivanja podataka o ličnosti, ako je predviđeno\notkrivanje podataka o ličnosti drugom primaocu. Ako rukovalac namerava da dalje obrađuje podatke o ličnosti u drugu svrhu\nkoja je različita od one za koju su podaci prikupljeni, rukovalac je dužan da pre započinjanja\ndalje obrade, licu na koje se podaci odnose, pruži informacije o toj drugoj svrsi, kao i\nsve ostale bitne informacije iz stava 2. ovog člana. Rukovalac nije dužan da licu na koje se odnose podaci o ličnosti pruži\ninformacije iz st. 1. do 4. ovog člana ako: 1) lice na koje se podaci o ličnosti odnose već ima te informacije; 2) je pružanje takvih informacija nemoguće ili bi zahtevalo nesrazmeran\nutrošak vremena i sredstava, a naročito u slučaju obrade u svrhe arhiviranja u javnom interesu,\nu svrhe naučnog ili istorijskog istraživanja, kao i u statističke svrhe, ako se primenjuju\nuslovi i mere iz člana 92. stav 1. ovog zakona ili ako je verovatno da bi izvršenje obaveza\niz stava 1. ovog člana onemogućilo ili bitno otežalo ostvarivanje svrhe obrade. U tim slučajevima\nrukovalac je dužan da preduzme odgovarajuće mere zaštite prava i sloboda, kao i legitimnih\ninteresa lica na koje se podaci odnose, što uključuje i javno objavljivanje informacija; 3) je prikupljanje ili otkrivanje podataka o ličnosti izričito propisano\nzakonom kojim se obezbeđuju odgovarajuće mere zaštite legitimnih interesa lica na koje se\npodaci odnose; 4) se poverljivost podataka o ličnosti mora čuvati u skladu sa obavezom\nčuvanja profesionalne tajne koja je propisana zakonom. Odredbe st. 1. do 5. ovog člana ne primenjuju se na obradu podataka koju\nvrše nadležni organi u posebne svrhe. Informacije koje se stavljaju na raspolaganje ili pružaju\nlicu na koje se podaci odnose, ako obradu vrše nadležni organi u posebne svrhe"}
{"model": "text-embedding-3-small", "id": 24, "title": "Član 25", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_25", "input": "Član 25: Ako obradu vrše nadležni organi u posebne svrhe, rukovalac je dužan da\nlicu na koje se podaci o ličnosti odnose stavi na raspolaganje najmanje sledeće informacije: 1) o identitetu i kontakt podacima rukovaoca; 2) kontakt podatke lica za zaštitu podataka o ličnosti, ako je ono određeno; 3) o svrsi nameravane obrade; 4) o pravu da se podnese pritužba Povereniku i kontakt podatke Poverenika; 5) o postojanju prava da se od rukovaoca zahteva pristup, ispravka ili\nbrisanje njegovih podataka o ličnosti, odnosno postojanju prava na ograničenje obrade tih\npodataka. Uz informacije iz stava 1. ovog člana, rukovalac je dužan da licu na koje\nse podaci odnose, da bi mu se u određenim slučajevima omogućilo ostvarivanje njegovih prava,\npruži sledeće dodatne informacije: 1) o pravnom osnovu za obradu; 2) o roku čuvanja podataka o ličnosti ili, ako to nije moguće, o kriterijumima\nza njegovo određivanje; 3) o grupi primalaca podataka o ličnosti, ako oni postoje, uključujući\ni one u drugim državama ili međunarodnim organizacijama; 4) druge podatke, ako je to neophodno, a posebno ako su podaci o ličnosti\nprikupljeni bez znanja lica na koje se odnose. Informacije iz stava 2. ovog člana koje se odnose na pojedine vrste obrade\nmogu se uskratiti, odnosno pružiti ograničeno ili odloženo licu na koje se podaci o ličnosti\nodnose, samo u onoj meri i u onom trajanju dok je to neophodno i srazmerno u demokratskom\ndruštvu u odnosu na poštovanje osnovnih prava i legitimnih interesa fizičkih lica, kako bi\nse: 1) izbeglo ometanje službenog ili zakonom uređenog prikupljanja informacija,\nistrage ili postupaka; 2) omogućilo sprečavanje, istraga i otkrivanje krivičnih dela, gonjenje\nučinilaca krivičnih dela ili izvršenje krivičnih sankcija; 3) zaštitila javna bezbednost; 4) zaštitila nacionalna bezbednost i odbrana; 5) zaštitila prava i slobode drugih lica. Zakonom se mogu odrediti vrste obrade koje, u celini ili delimično, mogu\nbiti obuhvaćene nekim od slučajeva iz stava 3. ovog člana. Pravo lica na koje se podaci o ličnosti odnose na pristup"}
{"model": "text-embedding-3-small", "id": 25, "title": "Član 26", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_26", "input": "Član 26: Lice na koje se podaci odnose ima pravo da od rukovaoca zahteva informaciju\no tome da li obrađuje njegove podatke o ličnosti, pristup tim podacima, kao i sledeće informacije: 1) o svrsi obrade; 2) o vrstama podataka o ličnosti koji se obrađuju; 3) o primaocu ili vrstama primalaca kojima su podaci o ličnosti otkriveni\nili će im biti otkriveni, a posebno primaocima u drugim državama ili međunarodnim organizacijama; 4) o predviđenom roku čuvanja podataka o ličnosti, ili ako to nije moguće,\no kriterijumima za određivanje tog roka; 5) o postojanju prava da se od rukovaoca zahteva ispravka ili brisanje\nnjegovih podataka o ličnosti, prava na ograničenje obrade i prava na prigovor na obradu; 6) o pravu da se podnese pritužba Povereniku; 7) dostupne informacije o izvoru podataka o ličnosti, ako podaci o ličnosti\nnisu prikupljeni od lica na koje se odnose; 8) o postojanju postupka automatizovanog donošenja odluke, uključujući\nprofilisanje iz člana 38. st. 1. i 4. ovog zakona, i, najmanje u tim slučajevima, svrsishodne\ninformacije o logici koja se pri tome koristi, kao i o značaju i očekivanim posledicama te\nobrade po lice na koje se podaci odnose. Ako se podaci o ličnosti prenose u drugu državu ili međunarodnu organizaciju,\nlice na koje se odnose ima pravo da bude informisano o odgovarajućim merama zaštite koje\nse odnose na prenos, u skladu sa članom 65. ovog zakona. Rukovalac je dužan da licu na koje se podaci odnose na njegov zahtev dostavi\nkopiju podataka koje obrađuje. Rukovalac može da zahteva naknadu nužnih troškova za izradu\ndodatnih kopija koje zahteva lice na koje se podaci odnose. Ako se zahtev za kopiju dostavlja\nelektronskim putem, informacije se dostavljaju u uobičajeno korišćenom elektronskom obliku,\nosim ako je lice na koje se podaci odnose zahtevalo drugačije dostavljanje. Ostvarivanje prava i sloboda drugih lica ne može se ugroziti ostvarivanjem\nprava na dostavljanje kopije iz stava 3. ovog člana. Odredbe st. 1. do 4. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. Pravo lica na koje se odnose podaci na pristup podacima\nkoje obrađuju nadležni organi u posebne svrhe"}
{"model": "text-embedding-3-small", "id": 26, "title": "Član 27", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_27", "input": "Član 27: Ako podatke o ličnosti obrađuju nadležni organi u posebne svrhe, lice na\nkoje se podaci odnose ima pravo da od rukovaoca dobije informaciju o tome da li obrađuje\nnjegove podatke o ličnosti, pristup tim podacima, kao i sledeće informacije: 1) o svrsi obrade i pravnom osnovu za obradu; 2) o vrstama podataka o ličnosti koji se obrađuju; 3) o primaocu ili vrstama primalaca kojima su podaci o ličnosti otkriveni,\na posebno primaocima u drugim državama ili međunarodnim organizacijama; 4) o predviđenom roku čuvanja podataka o ličnosti ili, ako to nije moguće,\no kriterijumima za određivanje tog roka; 5) o postojanju prava da se od rukovaoca zahteva ispravka ili brisanje\nnjegovih podataka o ličnosti, odnosno prava na ograničenje obrade tih podataka; 6) o pravu da se podnese pritužba Povereniku, kao i kontakt podacima Poverenika; 7) informacije o podacima o ličnosti koji se obrađuju, kao i dostupne informacije\no njihovom izvoru. Ograničenje prava na pristup"}
{"model": "text-embedding-3-small", "id": 27, "title": "Član 28", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_28", "input": "Član 28: Pravo na pristup iz člana 27. ovog zakona može se ograničiti, u celini\nili delimično, samo u onoj meri i u onom trajanju u kome je takvo delimično ili potpuno ograničenje\nneophodno i predstavlja srazmernu meru u demokratskom društvu, uz poštovanje osnovnih prava\ni legitimnih interesa lica čiji se podaci obrađuju, kako bi se: 1) izbeglo ometanje službenog ili zakonom uređenog prikupljanja informacija,\nistrage ili postupaka; 2) omogućilo sprečavanje, istraga i otkrivanje krivičnih dela, gonjenje\nučinilaca krivičnih dela ili izvršenje krivičnih sankcija; 3) zaštitila javna bezbednost; 4) zaštitila nacionalna bezbednost i odbrana; 5) zaštitila prava i slobode drugih lica. Zakonom se mogu odrediti vrste obrade koje, u celini ili delimično, mogu\nbiti obuhvaćene nekim od slučajeva iz stava 1. ovog člana. Rukovalac je dužan da pismeno obavesti lice na koje se podaci odnose da\nje pristup njegovim podacima o ličnosti odbijen ili ograničen, kao i o razlozima za odbijanje\nili ograničenje, bez nepotrebnog odlaganja, a najkasnije u roku od 15 dana. Rukovalac nije dužan da postupi u skladu sa stavom 3. ovog člana ako bi\nse time dovelo u pitanje ostvarivanje svrhe zbog koje je pristup odbijen ili ograničen. U slučaju iz stava 4. ovog člana, kao i u slučaju ako se u postupku po\nzahtevu za pristup podacima utvrdi da se podaci o ličnosti podnosioca zahteva ne obrađuju,\nrukovalac ima obavezu da bez nepotrebnog odlaganja, a najkasnije u roku od 15 dana, pismeno\nobavesti podnosioca zahteva da je proverom utvrđeno da ne postoje podaci o ličnosti u vezi\nkojih se mogu ostvariti prava predviđena zakonom, kao i da se može pritužbom obratiti Povereniku,\nodnosno tužbom sudu. Rukovalac je dužan da dokumentuje činjenične i pravne razloge za donošenje\nodluke o ograničenju prava iz stava 1. ovog člana, koji moraju biti stavljeni na raspolaganje\nPovereniku, na njegov zahtev. 3. Pravo na ispravku, dopunu, brisanje, ograničenje\ni prenosivost Pravo na ispravku i dopunu"}
{"model": "text-embedding-3-small", "id": 28, "title": "Član 29", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_29", "input": "Član 29: Lice na koje se podaci odnose ima pravo da se njegovi netačni podaci o\nličnosti bez nepotrebnog odlaganja isprave. U zavisnosti od svrhe obrade, lice na koje se\npodaci odnose ima pravo da svoje nepotpune podatke o ličnosti dopuni, što uključuje i davanje\ndodatne izjave. Pravo na brisanje podataka o ličnosti"}
{"model": "text-embedding-3-small", "id": 29, "title": "Član 30", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_30", "input": "Član 30: Lice na koje se podaci odnose ima pravo da se njegovi podaci o ličnosti\nizbrišu od strane rukovaoca. Rukovalac je dužan da bez nepotrebnog odlaganja podatke iz stava 1. ovog\nčlana izbriše u sledećim slučajevima: 1) podaci o ličnosti više nisu neophodni za ostvarivanje svrhe zbog koje\nsu prikupljeni ili na drugi način obrađivani; 2) lice na koje se podaci odnose je opozvalo pristanak na osnovu kojeg\nse obrada vršila, u skladu sa članom 12. stav 1. tačka 1) ili članom 17. stav 2. tačka 1)\novog zakona, a nema drugog pravnog osnova za obradu; 3) lice na koje se podaci odnose je podnelo prigovor na obradu u skladu\nsa: a) članom 37. stav 1. ovog zakona, a nema drugog pravnog osnova za obradu\nkoji preteže nad legitimnim interesom, pravom ili slobodom lica na koje se podaci odnose, b) članom 37. stav 2. ovog zakona; 4) podaci o ličnosti su nezakonito obrađivani; 5) podaci o ličnosti moraju biti izbrisani u cilju izvršenja zakonskih\nobaveza rukovaoca; 6) podaci o ličnosti su prikupljeni u vezi sa korišćenjem usluga informacionog\ndruštva iz člana 16. stav 1. ovog zakona. Ako je rukovalac javno objavio podatke o ličnosti, njegova obaveza da izbriše\npodatke u skladu sa stavom 1. ovog člana obuhvata i preduzimanje svih razumnih mera, uključujući\ni tehničke mere, u skladu sa dostupnim tehnologijama i mogućnostima snošenja troškova njihove\nupotrebe, u cilju obaveštavanja drugih rukovaoca koji te podatke obrađuju da je lice na koje\nse podaci odnose podnelo zahtev za brisanje svih kopija ovih podataka i upućivanja, odnosno\nelektronskih veza prema ovim podacima. Lice na koje se podaci odnose podnosi zahtev za ostvarivanje prava iz stava\n1. ovog člana rukovaocu. Stavovi 1. do 3. ovog člana ne primenjuju se u meri u kojoj je obrada neophodna\nzbog: 1) ostvarivanja slobode izražavanja i informisanja; 2) poštovanja zakonske obaveze rukovaoca kojom se zahteva obrada ili izvršenja\nposlova u javnom interesu ili izvršenja službenih ovlašćenja rukovaoca; 3) ostvarivanja javnog interesa u oblasti javnog zdravlja, u skladu sa\nčlanom 17. stav 2. tač. 8) i 9) ovog zakona; 4) svrhe arhiviranja u javnom interesu, svrhe naučnog ili istorijskog istraživanja,\nkao i statističke svrhe u skladu sa članom 92. stav 1. ovog zakona, a opravdano se očekuje\nda bi ostvarivanje prava iz st. 1. i 2. ovog člana moglo da onemogući ili bitno ugrozi ostvarivanje\nciljeva te svrhe; 5) podnošenja, ostvarivanja ili odbrane pravnog zahteva. Odredbe st. 1. do 5. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. Pravo na ograničenje obrade"}
{"model": "text-embedding-3-small", "id": 30, "title": "Član 31", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_31", "input": "Član 31: Lice na koje se podaci odnose ima pravo da se obrada njegovih podataka\no ličnosti ograniči od strane rukovaoca ako je ispunjen jedan od sledećih slučajeva: 1) lice na koje se podaci odnose osporava tačnost podataka o ličnosti,\nu roku koji omogućava rukovaocu proveru tačnosti podataka o ličnosti; 2) obrada je nezakonita, a lice na koje se podaci odnose se protivi brisanju\npodataka o ličnosti i umesto brisanja zahteva ograničenje upotrebe podataka; 3) rukovaocu više nisu potrebni podaci o ličnosti za ostvarivanje svrhe\nobrade, ali ih je lice na koje se podaci odnose zatražilo u cilju podnošenja, ostvarivanja\nili odbrane pravnog zahteva; 4) lice na koje se podaci odnose je podnelo prigovor na obradu u skladu\nsa članom 37. stav 1. ovog zakona, a u toku je procenjivanje da li pravni osnov za obradu\nod strane rukovaoca preteže nad interesima tog lica. Ako je obrada ograničena u skladu sa stavom 1. ovog člana, ti podaci mogu\nse dalje obrađivati samo na osnovu pristanka lica na koje se podaci odnose, osim ako se radi\no njihovom pohranjivanju ili u cilju podnošenja, ostvarivanja ili odbrane pravnog zahteva\nili zbog zaštite prava drugih fizičkih, odnosno pravnih lica ili zbog ostvarivanja značajnih\njavnih interesa. Ako je obrada ograničena u skladu sa stavom 1. ovog člana, rukovalac je\ndužan da informiše lice na koje se podaci odnose o prestanku ograničenja, pre nego što ograničenje\nprestane da važi. Odredbe st. 1. do 3. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. Pravo na brisanje ili ograničenje obrade koju vrše nadležni\norgani u posebne svrhe"}
{"model": "text-embedding-3-small", "id": 31, "title": "Član 32", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_32", "input": "Član 32: Ako obradu vrše nadležni organi u posebne svrhe, lice na koje se oni odnose\nima pravo da se njegovi podaci o ličnosti izbrišu od strane rukovaoca, a rukovalac je dužan\nda bez nepotrebnog odlaganja izbriše te podatke ako su obradom povređene odredbe čl. 5, 13.\ni 18. ovog zakona ili ako podaci o ličnosti moraju biti izbrisani zbog ispunjenja zakonske\nobaveze rukovaoca. Rukovalac je dužan da ograniči obradu, umesto da izbriše podatke o ličnosti,\nako se radi o jednom od sledećih slučajeva: 1) tačnost podataka o ličnosti je osporena od strane lica na koje se podaci\nodnose, a njihova tačnost, odnosno netačnost se ne može utvrditi; 2) podaci o ličnosti moraju biti sačuvani u cilju prikupljanja i obezbeđivanja\ndokaza. Ako je obrada ograničena u skladu sa stavom 2. tačka 1) ovog člana, rukovalac\nje dužan da informiše lice na koje se podaci odnose o prestanku ograničenja, pre nego što\nograničenje prestane da važi. Obaveza obaveštavanja u vezi sa ispravkom ili brisanjem\npodataka, kao i ograničenjem obrade"}
{"model": "text-embedding-3-small", "id": 32, "title": "Član 33", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_33", "input": "Član 33: Rukovalac je dužan da obavesti sve primaoce kojima su podaci o ličnosti\notkriveni o svakoj ispravci ili brisanju podataka o ličnosti ili ograničenju njihove obrade\nu skladu sa članom 29, članom 30. stav 1. i članom 31. ovog zakona, osim ako je to nemoguće\nili zahteva prekomeran utrošak vremena i sredstava. Rukovalac je dužan da lice na koje se podaci odnose, na njegov zahtev,\ninformiše o svim primaocima iz stava 1. ovog člana. Odredbe st. 1. do 2. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. Obaveza obaveštavanja u vezi sa ispravkom ili brisanjem\npodataka, kao i ograničenjem obrade koju vrše nadležni organi u posebne svrhe"}
{"model": "text-embedding-3-small", "id": 33, "title": "Član 34", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_34", "input": "Član 34: Ako obradu vrše nadležni organi u posebne svrhe, rukovalac je dužan da\npismeno obavesti lice na koje se podaci odnose o odbijanju ispravljanja ili brisanja njegovih\npodataka o ličnosti, odnosno ograničavanju obrade, kao i o razlozima za to odbijanje ili\nograničavanje. Rukovalac se potpuno ili delimično oslobađa obaveze obaveštavanja iz stava\n1. ovog člana u onoj meri u kojoj takvo ograničenje predstavlja neophodnu i srazmernu meru\nu demokratskom društvu, uz dužno poštovanje osnovnih prava i legitimnih interesa lica čiji\nse podaci obrađuju, kako bi se: 1) izbeglo ometanje službenog ili zakonom uređenog prikupljanja informacija,\nistrage ili postupaka; 2) omogućilo sprečavanje, istraga i otkrivanje krivičnih dela, gonjenje\nučinilaca krivičnih dela ili izvršenje krivičnih sankcija; 3) zaštitila javna bezbednost; 4) zaštitila nacionalna bezbednost i odbrana; 5) zaštitila prava i slobode drugih lica. U slučaju iz st. 1. i 2. ovog člana, rukovalac je dužan da informiše lice\nna koje se podaci odnose da se može pritužbom obratiti Povereniku, odnosno tužbom sudu. Rukovalac je dužan da o ispravci netačnih podataka obavesti nadležni organ\nod koga su ovi podaci dobijeni. Ako su podaci o ličnosti ispravljeni, izbrisani ili je njihova obrada ograničena\nu skladu sa članom 29. i članom 32. st. 1. i 2. ovog zakona, rukovalac je dužan da primaoce\ntih podataka obavesti o njihovoj ispravci, brisanju ili ograničenju obrade. Primaoci podataka koji su obavešteni u skladu sa stavom 5. ovog člana dužni\nsu da podatke koji se kod njih nalaze isprave, izbrišu ili ograniče njihovu obradu. Ostvarivanje prava lica na koje se odnose podaci kada obradu\nvrše nadležni organi u posebne svrhe i provera Poverenika"}
{"model": "text-embedding-3-small", "id": 34, "title": "Član 35", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_35", "input": "Član 35: U slučajevima iz člana 25. stav 3, člana 28. st. 3. i 4. i člana 34. stav\n2. ovog zakona, prava lica na koje se odnose podaci mogu se ostvariti i preko Poverenika,\nu skladu sa njegovim ovlašćenjima propisanim ovim zakonom. Rukovalac je dužan da obavesti lice na koje se podaci odnose da u slučajevima\niz stava 1. ovog člana može da ostvari svoja prava preko Poverenika. Ako se, u slučajevima iz stava 1. ovog člana, prava lica na koje se podaci\nodnose ostvaruju preko Poverenika, Poverenik je dužan da obavesti to lice najmanje o tome\nda je izvršena provera i nadzor nad obradom njegovih podataka o ličnosti, kao i o pravu da\nse za zaštitu svojih prava može obratiti sudu. Pravo na prenosivost podataka"}
{"model": "text-embedding-3-small", "id": 35, "title": "Član 36", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_36", "input": "Član 36: Lice na koje se podaci odnose ima pravo da njegove podatke o ličnosti koje\nje prethodno dostavilo rukovaocu primi od njega u strukturisanom, uobičajeno korišćenom i\nelektronski čitljivom obliku i ima pravo da ove podatke prenese drugom rukovaocu bez ometanja\nod strane rukovaoca kojem su ti podaci bili dostavljeni, ako su zajedno ispunjeni sledeći\nuslovi: 1) obrada je zasnovana na pristanku u skladu sa članom 12. stav 1. tačka\n1) ili članom 17. stav 2. tačka 1) ovog zakona ili na osnovu ugovora, u skladu sa članom\n12. stav 1. tačka 2) ovog zakona; 2) obrada se vrši automatizovano. Pravo iz stava 1. ovog člana obuhvata i pravo lica da njegovi podaci o\nličnosti budu neposredno preneti drugom rukovaocu od strane rukovaoca kojem su ovi podaci\nprethodno dostavljeni, ako je to tehnički izvodljivo. Ostvarivanje prava iz stava 1. ovog člana nema uticaja na primenu člana\n30. ovog zakona. Pravo iz stava 1. ovog člana se ne može ostvariti ako je obrada nužna za\nizvršenje poslova od javnog interesa ili za vršenje službenih ovlašćenja rukovaoca. Ostvarivanje prava iz stava 1. ovog člana ne može štetno uticati na ostvarivanje\nprava i sloboda drugih lica. Odredbe st. 1. do 4. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. 4. Pravo na prigovor i automatizovano donošenje\npojedinačnih odluka Pravo na prigovor"}
{"model": "text-embedding-3-small", "id": 36, "title": "Član 37", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_37", "input": "Član 37: Ako smatra da je to opravdano u odnosu na posebnu situaciju u kojoj se\nnalazi, lice na koje se podaci odnose ima pravo da u svakom trenutku podnese rukovaocu prigovor\nna obradu njegovih podataka o ličnosti, koja se vrši u skladu sa članom 12. stav 1. tač.\n5) i 6) ovog zakona, uključujući i profilisanje koje se zasniva na tim odredbama. Rukovalac\nje dužan da prekine sa obradom podataka o licu koje je podnelo prigovor, osim ako je predočio\nda postoje zakonski razlozi za obradu koji pretežu nad interesima, pravima ili slobodama\nlica na koji se podaci odnose ili su u vezi sa podnošenjem, ostvarivanjem ili odbranom pravnog\nzahteva. Lice na koje se podaci odnose ima pravo da u svakom trenutku podnese prigovor\nna obradu svojih podataka o ličnosti koji se obrađuju za potrebe direktnog oglašavanja, uključujući\ni profilisanje, u meri u kojoj je ono povezano sa direktnim oglašavanjem. Ako lice na koje se podaci odnose podnese prigovor na obradu za potrebe\ndirektnog oglašavanja, podaci o ličnosti ne mogu se dalje obrađivati u takve svrhe. Rukovalac je dužan da najkasnije prilikom uspostavljanja prve komunikacije\nsa licem na koje se podaci odnose, upozori to lice na postojanje prava iz st. 1. i 2. ovog\nčlana i da ga upozna sa tim pravima na izričit i jasan način, odvojeno od svih drugih informacija\nkoje mu pruža. U korišćenju usluga informacionog društva, lice na koje se podaci odnose\nima pravo da podnese prigovor automatizovanim putem, u skladu sa tehničkim specifikacijama\nkorišćenja usluga. Ako se podaci o ličnosti obrađuju u svrhe naučnog ili istorijskog istraživanja\nili u statističke svrhe, u skladu sa članom 92. ovog zakona, lice na koje se podaci odnose\nna osnovu svoje posebne situacije ima pravo da podnese prigovor na obradu svojih podataka\no ličnosti, osim ako je obrada neophodna za obavljanje poslova u javnom interesu. Automatizovano donošenje pojedinačnih odluka i profilisanje"}
{"model": "text-embedding-3-small", "id": 37, "title": "Član 38", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_38", "input": "Član 38: Lice na koje se podaci odnose ima pravo da se na njega ne primenjuje odluka\ndoneta isključivo na osnovu automatizovane obrade, uključujući i profilisanje, ako se tom\nodlukom proizvode pravne posledice po to lice ili ta odluka značajno utiče na njegov položaj. Stav 1. ovog člana ne primenjuje se ako je odluka: 1) neophodna za zaključenje ili izvršenje ugovora između lica na koje se\npodaci odnose i rukovaoca; 2) zasnovana na zakonu, ako su tim zakonom propisane odgovarajuće mere\nzaštite prava, sloboda i legitimnih interesa lica na koje se podaci odnose; 3) zasnovana na izričitom pristanku lica na koje se podaci odnose. U slučaju iz stava 2. tač. 1) i 3) ovog člana rukovalac je dužan da primeni\nodgovarajuće mere zaštite prava, sloboda i legitimnih interesa lica na koje se podaci odnose,\na najmanje pravo da se obezbedi učešće fizičkog lica pod kontrolom rukovaoca u donošenju\nodluke, pravo lica na koje se podaci odnose da izrazi svoj stav u vezi sa odlukom, kao i\npravo lica na koje se podaci odnose da ospori odluku pred ovlašćenim licem rukovaoca. Odluke iz stava 2. ovog člana ne mogu se zasnivati na posebnim vrstama\npodataka o ličnosti iz člana 17. stav 1. ovog zakona, osim ako se primenjuje član 17. stav\n2. tač. 1) i 5) ovog zakona i ako su obezbeđene odgovarajuće mere zaštite prava, sloboda\ni legitimnih interesa lica na koje se podaci odnose. Odredbe st. 1. do 4. ovog člana ne primenjuju se na obradu podataka koju\nvrše nadležni organi u posebne svrhe. Automatizovano donošenje pojedinačnih odluka i profilisanje\nu vezi sa obradom koju vrše nadležni organi u posebne svrhe"}
{"model": "text-embedding-3-small", "id": 38, "title": "Član 39", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_39", "input": "Član 39: Zabranjeno je donošenje odluke isključivo na osnovu automatizovane obrade\nkoju vrše nadležni organi u posebne svrhe, uključujući i profilisanje, ako takva odluka može\nda proizvede štetne pravne posledice po lice na koje se podaci odnose ili značajno utiče\nna položaj tog lica, osim ako je donošenje te odluke zasnovano na zakonu i ako su tim zakonom\npropisane odgovarajuće mere zaštite prava i sloboda lica na koje se podaci odnose, a najmanje\npravo da se obezbedi učešće fizičkog lica pod kontrolom rukovaoca u donošenju odluke. Odluka iz stava 1. ovog člana ne može se zasnivati na posebnim vrstama\npodataka o ličnosti iz člana 18. stav 1. ovog zakona, osim ako se primenjuju odgovarajuće\nmere zaštite prava, sloboda i legitimnih interesa lica na koje se podaci odnose. Zabranjeno je profilisanje koje dovodi do diskriminacije fizičkih lica\nna osnovu posebnih vrsta podataka o ličnosti iz člana 18. stav 1. ovog zakona. 5. Ograničenja"}
{"model": "text-embedding-3-small", "id": 39, "title": "Član 40", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_40", "input": "Član 40: Prava i obaveze iz čl. 21, 23, 24, 26, čl. 29. do 31, člana 33, čl. 36.\ndo 39. i člana 53, kao i člana 5. ovog zakona ako se te odredbe odnose na ostvarivanje prava\ni obaveza iz čl. 21, 23, 24, 26, čl. 29. do 31, člana 33. i čl. 36. do 39. ovog zakona, mogu\nse ograničiti ako ta ograničenja ne zadiru u suštinu osnovnih prava i sloboda i ako to predstavlja\nneophodnu i srazmernu meru u demokratskom društvu za zaštitu: 1) nacionalne bezbednosti; 2) odbrane; 3) javne bezbednosti; 4) sprečavanja, istrage i otkrivanja krivičnih dela, gonjenja učinilaca\nkrivičnih dela, ili izvršenje krivičnih sankcija, uključujući sprečavanje i zaštitu od pretnji\npo javnu bezbednost; 5) drugih važnih opštih javnih interesa, a posebno važnih državnih ili\nfinansijskih interesa Republike Srbije, uključujući monetarnu politiku, budžet, poreski sistem,\njavno zdravlje i socijalnu zaštitu; 6) nezavisnosti pravosuđa i sudskih postupaka; 7) sprečavanja, istraživanja, otkrivanja i gonjenja za povredu profesionalne\netike; 8) funkcije praćenja, nadzora ili vršenja regulatorne funkcije koja je\nstalno ili povremeno povezana sa vršenjem službenih ovlašćenja u slučajevima iz tač. 1) do\n5) i tačke 7) ovog stava; 9) lica na koje se podaci odnose ili prava i sloboda drugih lica; 10) ostvarivanja potraživanja u građanskim stvarima. Prilikom primene ograničenja prava i obaveza iz stava 1. ovog člana moraju\nse, prema potrebi, uzeti u obzir najmanje: 1) svrhe obrade ili vrste obrade; 2) vrste podataka o ličnosti; 3) obim ograničenja; 4) mere zaštite u cilju sprečavanja zloupotrebe, nedozvoljenog pristupa\nili prenosa podataka o ličnosti; 5) posebnosti rukovaoca, odnosno vrsta rukovaoca; 6) rok čuvanja i mere zaštite podataka o ličnosti koje se mogu primeniti,\ns obzirom na prirodu, obim i svrhu obrade ili vrste obrade; 7) rizici po prava i slobode lica na koje se podaci odnose; 8) pravo lica na koje se odnose podaci da bude informisano o ograničenju,\nosim ako to informisanje onemogućava ostvarivanje svrhe ograničenja. Odredbe st. 1. i 2. ovog člana primenjuju se i u slučaju kad se obrada\nod strane nadležnih organa ne vrši u posebne svrhe. IV RUKOVALAC I OBRAĐIVAČ 1. Opšte obaveze Obaveze rukovaoca"}
{"model": "text-embedding-3-small", "id": 40, "title": "Član 41", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_41", "input": "Član 41: Rukovalac je dužan da preduzme odgovarajuće tehničke, organizacione i kadrovske\nmere kako bi obezbedio da se obrada vrši u skladu sa ovim zakonom i bio u mogućnosti da to\npredoči, uzimajući u obzir prirodu, obim, okolnosti i svrhu obrade, kao i verovatnoću nastupanja\nrizika i nivo rizika za prava i slobode fizičkih lica. Mere iz stava 1. ovog člana se preispituju i ažuriraju, ako je to neophodno. Ako je to u srazmeri sa obradom podataka, mere iz stava 1. ovog člana uključuju\nprimenu odgovarajućih internih akata rukovaoca o zaštiti podataka o ličnosti. Rukovalac može predočiti da se pridržava obaveza iz stava 1. ovog člana\ni na osnovu primene odobrenog kodeksa postupanja iz člana 59. ovog zakona ili izdatog sertifikata\niz člana 61. ovog zakona. Stav 4. ovog člana ne primenjuje se na obradu koju vrše nadležni organi\nu posebne svrhe. Mere zaštite"}
{"model": "text-embedding-3-small", "id": 41, "title": "Član 42", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_42", "input": "Član 42: Uzimajući u obzir nivo tehnoloških dostignuća i troškove njihove primene,\nprirodu, obim, okolnosti i svrhu obrade, kao i verovatnoću nastupanja rizika i nivo rizika\nza prava i slobode fizičkih lica koji proizilaze iz obrade, rukovalac je prilikom određivanja\nnačina obrade, kao i u toku obrade, dužan da: 1) primeni odgovarajuće tehničke, organizacione i kadrovske mere, kao što\nje pseudonimizacija, koje imaju za cilj obezbeđivanje delotvorne primene načela zaštite podataka\no ličnosti, kao što je smanjenje broja podataka; 2) obezbedi primenu neophodnih mehanizama zaštite u toku obrade, kako bi\nse ispunili uslovi za obradu propisani ovim zakonom i zaštitila prava i slobode lica na koja\nse podaci odnose. Rukovalac je dužan da stalnom primenom odgovarajućih tehničkih, organizacionih\ni kadrovskih mera obezbedi da se uvek obrađuju samo oni podaci o ličnosti koji su neophodni\nza ostvarivanje svake pojedinačne svrhe obrade. Ta se obaveza primenjuje u odnosu na broj\nprikupljenih podataka, obim njihove obrade, rok njihovog pohranjivanja i njihovu dostupnost. Merama iz stava 2. ovog člana mora se uvek obezbediti da se bez učešća\nfizičkog lica podaci o ličnosti ne mogu učiniti dostupnim neograničenom broju fizičkih lica. Izdati sertifikat iz člana 61. ovog zakona rukovalac može koristiti da\npredoči da se pridržava obaveza iz st. 1. do 3. ovog člana. Stav 4. ovog člana ne primenjuje se na obradu koju vrše nadležni organi\nu posebne svrhe. Zajednički rukovaoci"}
{"model": "text-embedding-3-small", "id": 42, "title": "Član 43", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_43", "input": "Član 43: Ako dva ili više rukovaoca zajednički određuju svrhu i način obrade, oni\nse smatraju zajedničkim rukovaocima. Zajednički rukovaoci iz stava 1. ovog člana na transparentan način određuju\nodgovornost svakog od njih za poštovanje obaveza propisanih ovim zakonom, a posebno obaveza\nu pogledu ostvarivanja prava lica na koje se podaci odnose i ispunjavanja njihovih obaveza\nda tom licu pruže informacije iz čl. 23. do 25. ovog zakona. Odgovornost iz stava 2. ovog člana uređuje se sporazumom zajedničkih rukovaoca,\nosim ako je ova odgovornost propisana zakonom koji se primenjuje na rukovaoce. Sporazumom iz stava 3. ovog člana mora se odrediti lice za kontakt sa licem\nna koje se podaci odnose i urediti odnos svakog od zajedničkih rukovaoca sa licem na koje\nse podaci odnose. Suština odredbi sporazuma iz stava 3. ovog člana mora biti dostupna licu\nna koje se podaci odnose. Odredbe st. 4. i 5. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. Bez obzira na odredbe sporazuma iz stava 3. ovog člana, lice na koje se\npodaci odnose može ostvariti svoja prava utvrđena ovim zakonom pojedinačno u odnosu prema\nsvakom od zajedničkih rukovaoca. Predstavnici rukovaoca ili obrađivača koji nemaju sedište\nu Republici Srbiji"}
{"model": "text-embedding-3-small", "id": 43, "title": "Član 44", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_44", "input": "Član 44: Rukovalac, odnosno obrađivač, u slučajevima iz člana 3. stav 4. ovog zakona,\ndužan je da odredi u pismenom obliku svog predstavnika u Republici Srbiji, osim ako je: 1) obrada povremena, ne uključuje u velikoj meri obradu posebnih podataka\niz člana 17. stav 1. ovog zakona ili podataka o ličnosti koji se odnose na osude za krivična\ndela i kažnjiva dela iz člana 19. ovog zakona, i verovatno je da neće prouzrokovati rizik\nza prava i slobode fizičkih lica uzimajući u obzir prirodu, okolnosti, obim i svrhe obrade; 2) rukovalac, odnosno obrađivač organ vlasti. Rukovalac, odnosno obrađivač ovlašćuje predstavnika iz stava 1. ovog člana\nkao lice kome se, uz rukovaoca ili obrađivača, odnosno umesto njih, lice na koje se podaci\nodnose, Poverenik ili drugo lice može obratiti u pogledu svih pitanja u vezi sa obradom podatka\no ličnosti, a u cilju obezbeđivanja poštovanja odredbi ovog zakona. Pritužba, tužba i ostali pravni zahtevi iz ovog zakona se mogu podneti\nprotiv rukovaoca ili obrađivača, bez obzira na to da li je određen njihov predstavnik iz\nstava 1. ovog člana. Obrađivač"}
{"model": "text-embedding-3-small", "id": 44, "title": "Član 45", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_45", "input": "Član 45: Ako se obrada vrši u ime rukovaoca, rukovalac može da odredi kao obrađivača\nsamo ono lice ili organ vlasti koji u potpunosti garantuje primenu odgovarajućih tehničkih,\norganizacionih i kadrovskih mera, na način koji obezbeđuje da se obrada vrši u skladu sa\nodredbama ovog zakona i da se obezbeđuje zaštita prava lica na koje se podaci odnose. Obrađivač iz stava 1. ovog člana može poveriti obradu drugom obrađivaču\nsamo ako ga rukovalac za to ovlasti na osnovu opšteg ili posebnog pismenog ovlašćenja. Ako\nse obrada vrši na osnovu opšteg ovlašćenja, obrađivač je dužan da informiše rukovaoca o nameravanom\nizboru drugog obrađivača, odnosno zameni drugog obrađivača, kako bi rukovalac imao mogućnost\nda se suprotstavi takvoj promeni. Obrada od strane obrađivača mora biti uređena ugovorom ili drugim pravno\nobavezujućim aktom, koji je zaključen, odnosno usvojen u pismenom obliku, što obuhvata i\nelektronski oblik, koji obavezuje obrađivača prema rukovaocu i koji uređuje predmet i trajanje\nobrade, prirodu i svrhu obrade, vrstu podataka o ličnosti i vrstu lica o kojima se podaci\nobrađuju, kao i prava i obaveze rukovaoca. Ugovorom ili drugim pravno obavezujućim aktom iz stava 3. ovog člana propisuje\nse da je obrađivač dužan da: 1) obrađuje podatke o ličnosti samo na osnovu pismenih uputstava rukovaoca,\nuključujući i uputstvo u odnosu na prenošenje podataka o ličnosti u druge države ili međunarodne\norganizacije, osim ako je obrađivač zakonom obavezan da obrađuje podatke. U tom slučaju,\nobrađivač je dužan da obavesti rukovaoca o toj zakonskoj obavezi pre započinjanja obrade,\nosim ako zakon zabranjuje dostavljanje tih informacija zbog potrebe zaštite važnog javnog\ninteresa; 2) obezbedi da se fizičko lice koje je ovlašćeno da obrađuje podatke o\nličnosti obavezalo na čuvanje poverljivosti podataka ili da to lice podleže zakonskoj obavezi\nčuvanja poverljivosti podataka; 3) preduzme sve potrebne mere u skladu sa članom 50. ovog zakona; 4) poštuje uslove za poveravanje obrade drugom obrađivaču iz st. 2. i 7.\novog člana; 5) uzimajući u obzir prirodu obrade, pomaže rukovaocu primenom odgovarajućih\ntehničkih, organizacionih i kadrovskih mera, koliko je to moguće, u ispunjavanju obaveza\nrukovaoca u odnosu na zahteve za ostvarivanje prava lica na koje se podaci odnose iz Glave\nIII. ovog zakona; 6) pomaže rukovaocu u ispunjavanju obaveza iz člana 50. i čl. 52. do 55.\novog zakona, uzimajući u obzir prirodu obrade i informacije koje su mu dostupne; 7) posle okončanja ugovorenih radnji obrade, a na osnovu odluke rukovaoca,\nizbriše ili vrati rukovaocu sve podatke o ličnosti i izbriše sve kopije ovih podataka, osim\nako je zakonom propisana obaveza čuvanja podataka; 8) učini dostupnim rukovaocu sve informacije koje su neophodne za predočavanje\nispunjenosti obaveza obrađivača propisanih ovim članom, kao i informacije koje omogućavaju\ni doprinose kontroli rada obrađivača, koju sprovodi rukovalac ili drugo lice koje on za to\novlasti. U slučaju iz stava 4. tačka 8) ovog člana, obrađivač je dužan da bez odlaganja\nupozori rukovaoca ako smatra da pismeno uputstvo koje je od njega dobio nije u skladu sa\novim zakonom ili drugim zakonom kojim se uređuje zaštita podataka o ličnosti. Ako obradu vrše nadležni organi u posebne svrhe, ugovorom ili drugim pravno\nobavezujućim aktom iz stava 3. ovog člana propisuje se da je obrađivač dužan da: 1) obrađuje podatke o ličnosti samo na osnovu uputstava rukovaoca; 2) obezbedi da se lice koje je ovlašćeno da obrađuje podatke obavezalo\nna čuvanje poverljivosti podataka ili da to lice podleže zakonskoj obavezi čuvanja poverljivosti\npodataka; 3) pomaže na odgovarajući način rukovaocu u ispunjavanju njegove obaveze\npoštovanja odredbi o pravima lica na koje se podaci odnose iz Glave III. ovog zakona; 4) posle okončanja ugovorenih radnji obrade, a na osnovu odluke rukovaoca,\nizbriše ili mu vrati sve podatke o ličnosti i izbriše sve kopije ovih podataka, osim ako\nje zakonom propisana obaveza čuvanja podataka; 5) učini dostupnim rukovaocu sve informacije koje su neophodne za predočavanje\nispunjenosti obaveza obrađivača propisanih ovim članom; 6) obezbedi poštovanje uslova iz st. 2, 3. i 6. ovog člana ako poverava\nobradu drugom obrađivaču. Ako obrađivač odredi drugog obrađivača za vršenje posebnih radnji obrade\nu ime rukovaoca, iste obaveze zaštite podataka o ličnosti propisane ugovorom ili drugim pravno\nobavezujućim aktom između rukovaoca i obrađivača iz st. 3. i 4. ovog člana obavezuju i tog\ndrugog obrađivača, na osnovu posebnog ugovora ili drugog pravno obavezujućeg akta, koji je\nzaključen, odnosno usvojen u pismenom obliku, što obuhvata i elektronski oblik, kojim se\nu odnosu između obrađivača i drugog obrađivača propisuju dovoljne garancije za primenu odgovarajućih\ntehničkih, organizacionih i kadrovskih mera koje obezbeđuju da se obrada vrši u skladu sa\novim zakonom. Ako drugi obrađivač ne ispuni svoje obaveze u vezi sa zaštitom podataka o ličnosti,\nza ispunjenje ovih obaveza drugog obrađivača rukovaocu odgovara obrađivač. Ako obrađivač povredi odredbe ovog zakona određujući svrhu i način obrade\npodatka o ličnosti, obrađivač se smatra rukovaocem u odnosu na tu obradu. Primena odobrenog kodeksa postupanja iz člana 59. ovog zakona, odnosno\nizdatog sertifikata iz člana 61. ovog zakona može se koristiti da se predoči da obrađivač\nispunjava obaveze pružanja garancija iz st. 1. i 7. ovog člana. Pravni odnos između rukovaoca i obrađivača koji se uređuje u skladu sa\nst. 3. i 7. ovog člana, može biti zasnovan u celini ili delimično na standardnim ugovornim\nklauzulama iz stava 11. ovog člana, uključujući i one koje su vezane za sertifikat koji se\nodobrava rukovaocu ili obrađivaču u skladu sa čl. 61. i 62. ovog zakona. Poverenik može da izradi standardne ugovorne klauzule koje se odnose na\nobaveze iz st. 3. i 7. ovog člana, posebno uzimajući u obzir evropsku praksu u izradi standardnih\nugovornih klauzula. Odredbe st. 4, 5, 7. i st. 9. do 11. ovog člana ne primenjuju se na nadležne\norgane koji vrše obradu u posebne svrhe. Obrada po nalogu"}
{"model": "text-embedding-3-small", "id": 45, "title": "Član 46", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_46", "input": "Član 46: Obrađivač, odnosno drugo lice koje je od strane rukovaoca ili obrađivača\novlašćeno za pristup podacima o ličnosti, ne može da obrađuje te podatke bez naloga rukovaoca,\nosim ako je takva obrada propisana zakonom. Evidencija radnji obrade"}
{"model": "text-embedding-3-small", "id": 46, "title": "Član 47", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_47", "input": "Član 47: Rukovalac i njegov predstavnik, ako je određen, dužan je da vodi evidenciju\no radnjama obrade za koje je odgovoran, a koja sadrži informacije o: 1) imenu i kontakt podacima rukovaoca, zajedničkih rukovaoca, predstavnika\nrukovaoca i lica za zaštitu podataka o ličnosti, ako oni postoje, odnosno ako su određeni; 2) svrsi obrade; 3) vrsti lica na koje se podaci odnose i vrsti podataka o ličnosti; 4) vrsti primalaca kojima su podaci o ličnosti otkriveni ili će biti otkriveni,\nuključujući i primaoce u drugim državama ili međunarodnim organizacijama; 5) prenosu podataka o ličnosti u druge države ili međunarodne organizacije,\nuključujući i naziv druge države ili međunarodne organizacije, kao i dokumente o primeni\nmera zaštite ako se podaci prenose u skladu sa članom 69. stav 2. ovog zakona, ako se takav\nprenos podataka o ličnosti vrši; 6) roku posle čijeg isteka se brišu određene vrste podataka o ličnosti,\nako je takav rok određen; 7) opštem opisu mera zaštite iz člana 50. stav 1. ovog zakona, ako je to\nmoguće. Odredbe stava 1. ovog člana ne primenjuju se ako obradu vrše nadležni organi\nu posebne svrhe. Ako obradu vrše nadležni organi u posebne svrhe, rukovalac je dužan da\nvodi evidenciju o svim vrstama radnji obrade za koje je odgovoran, a koja sadrži informacije\no: 1) imenu i kontakt podacima rukovaoca, zajedničkih rukovaoca i lica za\nzaštitu podataka o ličnosti, ako oni postoje, odnosno ako su određeni; 2) svrsi obrade; 3) vrsti lica na koje se podaci odnose i vrsti podataka o ličnosti; 4) vrsti primalaca kojima su podaci o ličnosti otkriveni ili će biti otkriveni,\nuključujući i primaoce u drugim državama ili međunarodnim organizacijama; 5) korišćenju profilisanja, ako se profilisanje koristi; 6) vrstama prenosa podataka o ličnosti u druge države ili međunarodne organizacije,\nako se takav prenos podataka o ličnosti vrši; 7) pravnom osnovu za postupak obrade, uključujući i prenos podataka o ličnosti; 8) roku čijim istekom se brišu određene vrste podataka o ličnosti, ako\nje takav rok određen; 9) opštem opisu mera zaštite iz člana 50. stav 1. ovog zakona, ako je to\nmoguće. Obrađivač i njegov predstavnik, ako je određen, dužan je da vodi evidenciju\no svim vrstama radnji obrade koje se vrše u ime rukovaoca, a koja sadrži informacije o: 1) imenu i kontakt podacima svakog obrađivača i svakog rukovaoca u čije\nime se obrada vrši, odnosno predstavnika rukovaoca ili obrađivača i lica za zaštitu podataka\no ličnosti, ako oni postoje, odnosno ako su određeni; 2) vrsti obrada koje se vrše u ime svakog rukovaoca; 3) prenosu podataka o ličnosti u druge države ili međunarodne organizacije,\nuključujući i naziv druge države ili međunarodne organizacije, kao i dokumente o primeni\nmera zaštite ako se podaci prenose u skladu sa članom 69. stav 2. ovog zakona, ako se takav\nprenos podataka o ličnosti vrši; 4) opštem opisu mera zaštite iz člana 50. stav 1. ovog zakona, ako je to\nmoguće. Odredbe stava 4. ovog člana ne primenjuju se ako obradu vrše nadležni organi\nu posebne svrhe. Ako obradu vrše nadležni organi u posebne svrhe, svaki obrađivač je dužan\nda vodi evidenciju o svim vrstama radnji obrade koje se vrše u ime rukovaoca, a koja sadrži\ninformacije o: 1) imenu i kontakt podacima svakog obrađivača i svakog rukovaoca u čije\nime se obrada vrši, odnosno lica za zaštitu podataka o ličnosti, ako je ono određeno; 2) vrsti obrada koje se vrše u ime svakog rukovaoca; 3) prenosu podataka o ličnosti u druge države ili međunarodne organizacije,\npod uslovom da rukovalac to izričito zahteva, uključujući i nazive države ili međunarodne\norganizacije, ako se takav prenos podataka o ličnosti vrši; 4) opštem opisu mera zaštite iz člana 50. stav 1. ovog zakona, ako je to\nmoguće. Evidencije iz st. 1, 3, 4. i 6. ovog člana vode se u pismenom obliku, što\nobuhvata i elektronski oblik i čuvaju se trajno. Rukovalac ili obrađivač, kao i njihovi predstavnici, ako su određeni, dužni\nsu da evidencije iz st. 1, 3, 4. i 6. ovog člana učine dostupnim Povereniku, na njegov zahtev. Odredbe st. 1. i 4. ovog člana ne primenjuju se na privredne subjekte i\norganizacije u kojima je zaposleno manje od 250 lica, osim ako: 1) obrada koju vrše može da prouzrokuje visok rizik po prava i slobode\nlica na koje se podaci odnose; 2) obrada nije povremena; 3) obrada obuhvata posebne vrste podataka o ličnosti iz člana 17. stav\n1. ovog zakona ili podatke o ličnosti koji se odnose na krivične presude, kažnjiva dela i\nmere bezbednosti iz člana 19. ovog zakona. Beleženje radnji obrade koju vrše nadležni organi u posebne\nsvrhe"}
{"model": "text-embedding-3-small", "id": 47, "title": "Član 48", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_48", "input": "Član 48: Nadležni organ koji obrađuje podatke u posebne svrhe dužan je da obezbedi\nda se prilikom upotrebe sistema automatske obrade u tom sistemu beleže najmanje sledeće radnje\nobrade: unos, menjanje, uvid, otkrivanje, uključujući i prenos, upoređivanje i brisanje. Beleženje uvida i otkrivanja podataka o ličnosti mora da omogući utvrđivanje\nrazloga za vršenje radnji obrade, datuma i vremena preduzimanja radnji obrade i, ako je to\nmoguće, identiteta lica koje je izvršilo uvid ili otkrilo podatke o ličnosti, kao i identiteta\nprimaoca ovih podataka. Beleženje iz stava 1. ovog člana može biti korišćeno isključivo u svrhu\nocene zakonitosti obrade, internog nadzora, obezbeđivanja integriteta i bezbednosti podataka,\nkao i pokretanja i vođenja krivičnog postupka. Zapis nastao beleženjem iz stava 1. ovog člana stavlja se na uvid Povereniku,\nna njegov zahtev. Saradnja sa Poverenikom"}
{"model": "text-embedding-3-small", "id": 48, "title": "Član 49", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_49", "input": "Član 49: Rukovalac, obrađivač i njihovi predstavnici, ako su određeni, dužni su\nda sarađuju sa Poverenikom u vršenju njegovih ovlašćenja. 2. Bezbednost podataka o ličnosti Bezbednost obrade"}
{"model": "text-embedding-3-small", "id": 49, "title": "Član 50", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_50", "input": "Član 50: U skladu sa nivoom tehnoloških dostignuća i troškovima njihove primene,\nprirodom, obimom, okolnostima i svrhom obrade, kao i verovatnoćom nastupanja rizika i nivoom\nrizika za prava i slobode fizičkih lica, rukovalac i obrađivač sprovode odgovarajuće tehničke,\norganizacione i kadrovske mere kako bi dostigli odgovarajući nivo bezbednosti u odnosu na\nrizik. Prema potrebi, mere iz stava 1. ovog člana naročito obuhvataju: 1) pseudonimizaciju i kriptozaštitu podataka o ličnosti; 2) sposobnost obezbeđivanja trajne poverljivosti, integriteta, raspoloživosti\ni otpornosti sistema i usluga obrade; 3) obezbeđivanje uspostavljanja ponovne raspoloživosti i pristupa podacima\no ličnosti u slučaju fizičkih ili tehničkih incidenata u najkraćem roku; 4) postupak redovnog testiranja, ocenjivanja i procenjivanja delotvornosti\ntehničkih, organizacionih i kadrovskih mera bezbednosti obrade. Prilikom procenjivanja odgovarajućeg nivoa bezbednosti iz stava 1. ovog\nčlana posebno se uzimaju u obzir rizici obrade, a naročito rizici od slučajnog ili nezakonitog\nuništenja, gubitka, izmene, neovlašćenog otkrivanja ili pristupa podacima o ličnosti koji\nsu preneseni, pohranjeni ili obrađivani na drugi način. Primena odobrenog kodeksa postupanja iz člana 59. ovog zakona, odnosno\nizdat sertifikat iz člana 61. ovog zakona, može se koristiti u cilju predočavanja ispunjenosti\nobaveza iz stava 1. ovog člana. Rukovalac i obrađivač dužni su da preduzmu mere u cilju obezbeđivanja da\nsvako fizičko lice koje je ovlašćeno za pristup podacima o ličnosti od strane rukovaoca ili\nobrađivača, obrađuje ove podatke samo po nalogu rukovaoca ili ako je na to obavezano zakonom. Odredbe st. 1. do 5. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. Bezbednost obrade koju vrše nadležni organi u posebne svrhe"}
{"model": "text-embedding-3-small", "id": 50, "title": "Član 51", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_51", "input": "Član 51: Ako obradu vrše nadležni organi u posebne svrhe, a u skladu sa nivoom tehnoloških\ndostignuća i troškovima njihove primene, prirodom, obimom, okolnostima i svrhom obrade, kao\ni verovatnoćom nastupanja rizika i nivoom rizika za prava i slobode fizičkih lica, rukovalac\ni obrađivač sprovode odgovarajuće tehničke, organizacione i kadrovske mere kako bi dostigli\nodgovarajući nivo bezbednosti u odnosu na rizik, a posebno ako se radi o obradi posebnih\nvrsta podataka o ličnosti iz člana 18. ovog zakona. Na osnovu procene rizika, rukovalac ili obrađivač dužan je da prilikom\nautomatske obrade primeni odgovarajuće mere iz stava 1. ovog člana koje obezbeđuju da se: 1) onemogući neovlašćenom licu pristup opremi koja se koristi za obradu\n(\"kontrola pristupa opremi\"); 2) spreči neovlašćeno čitanje, umnožavanje, izmena ili uklanjanje nosača\npodataka (\"kontrola nosača podataka\"); 3) spreči neovlašćeno unošenje podataka o ličnosti, kao i neovlašćena izmena,\nbrisanje i kontrola pohranjenih podataka o ličnosti (\"kontrola pohranjivanja\"); 4) spreči korišćenje sistema za automatsku obradu od strane neovlašćenog\nlica, upotrebom opreme za prenos podataka (\"kontrola upotrebe\"); 5) osigura da lice koje je ovlašćeno za korišćenje sistema za automatsku\nobradu ima pristup samo onim podacima o ličnosti na koje se odnosi njegovo ovlašćenje za\npristup podacima (\"kontrola pristupa podacima\"); 6) može proveriti, odnosno ustanoviti kome su podaci o ličnosti preneti,\nmogu biti preneti ili učinjeni dostupnim, upotrebom opreme za prenos podataka (\"kontrola\nprenosa\"); 7) može naknadno proveriti, odnosno utvrditi koji su podaci o ličnosti\nuneti u sistem automatske obrade, od strane kog lica i kada su uneti (\"kontrola unosa\"); 8) spreči neovlašćeno čitanje, umnožavanje, izmena ili brisanje podataka\no ličnosti u toku njihovog prenosa ili u toku prevoza nosača podataka (\"kontrola prevoza\"); 9) ponovo uspostavi instalirani sistem u slučaju prekida njegovog rada\n(\"obnavljanje sistema\"); 10) osigura da sistem ispravno radi i da se greške u radu sistema uredno\nprijavljuju (\"pouzdanost\"), kao i da se pohranjeni podaci o ličnosti ne mogu ugroziti\nzbog nedostataka u radu sistema (\"integritet\"). Obaveštavanje Poverenika o povredi podataka o ličnosti"}
{"model": "text-embedding-3-small", "id": 51, "title": "Član 52", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_52", "input": "Član 52: Rukovalac je dužan da o povredi podataka o ličnosti koja može da proizvede\nrizik po prava i slobode fizičkih lica obavesti Poverenika bez nepotrebnog odlaganja, ili,\nako je to moguće, u roku od 72 časa od saznanja za povredu. Ako rukovalac ne postupi u roku od 72 časa od saznanja za povredu, dužan\nje da obrazloži razloge zbog kojih nije postupio u tom roku. Obrađivač je dužan da, posle saznanja za povredu podataka o ličnosti, bez\nnepotrebnog odlaganja obavesti rukovaoca o toj povredi. Obaveštenje iz stava 1. ovog člana mora da sadrži najmanje sledeće informacije: 1) opis prirode povrede podataka o ličnosti, uključujući vrste podataka\ni približan broj lica na koja se podaci te vrste odnose, kao i približan broj podataka o\nličnosti čija je bezbednost povređena; 2) ime i kontakt podatke lica za zaštitu podataka o ličnosti ili informacije\no drugom načinu na koji se mogu dobiti podaci o povredi; 3) opis mogućih posledica povrede; 4) opis mera koje je rukovalac preduzeo ili čije je preduzimanje predloženo\nu vezi sa povredom, uključujući i mere koje su preduzete u cilju umanjenja štetnih posledica. Ako se sve informacije iz stava 4. ovog člana ne mogu dostaviti istovremeno,\nrukovalac bez nepotrebnog odlaganja postupno dostavlja dostupne informacije. Rukovalac je dužan da dokumentuje svaku povredu podataka o ličnosti, uključujući\ni činjenice o povredi, njenim posledicama i preduzetim merama za njihovo otklanjanje. Dokumentacija iz stava 6. ovog člana mora omogućiti Povereniku da utvrdi\nda li je rukovalac postupio u skladu sa odredbama ovog člana. Ako se radi o povredi podataka o ličnosti koje obrađuju nadležni organi\nu posebne svrhe, a koji su preneti rukovaocu u drugoj državi ili međunarodnoj organizaciji,\nrukovalac je dužan da bez nepotrebnog odlaganja dostavi informacije iz stava 4. ovog člana\nrukovaocu u toj drugoj državi ili međunarodnoj organizaciji, u skladu sa međunarodnim sporazumom. Poverenik propisuje obrazac obaveštenja iz stava 1. ovog člana i bliže\nuređuje način obaveštavanja. Obaveštavanje lica o povredi podataka o ličnosti"}
{"model": "text-embedding-3-small", "id": 52, "title": "Član 53", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_53", "input": "Član 53: Ako povreda podataka o ličnosti može da proizvede visok rizik po prava\ni slobode fizičkih lica, rukovalac je dužan da bez nepotrebnog odlaganja o povredi obavesti\nlice na koje se podaci odnose. U obaveštenju iz stava 1. ovog člana rukovalac je dužan da na jasan i razumljiv\nnačin opiše prirodu povrede podataka i navede najmanje informacije iz člana 52. stav 4. tač.\n2) do 4) ovog zakona. Rukovalac nije dužan da obavesti lice iz stava 1. ovog člana ako: 1) je preduzeo odgovarajuće tehničke, organizacione i kadrovske mere zaštite\nu odnosu na podatke o ličnosti čija je bezbednost povređena, a posebno ako je kriptozaštitom\nili drugim merama onemogućio razumljivost podataka svim licima koja nisu ovlašćena za pristup\novim podacima; 2) je naknadno preduzeo mere kojima je obezbedio da povreda podataka o\nličnosti sa visokim rizikom za prava i slobode lica na koje se podaci odnose više ne može\nda proizvede posledice za to lice; 3) bi obaveštavanje lica na koje se podaci odnose predstavljalo nesrazmeran\nutrošak vremena i sredstava. U tom slučaju, rukovalac je dužan da putem javnog obaveštavanja\nili na drugi delotvoran način obezbedi pružanje obaveštenja licu na koje se podaci odnose. Ako rukovalac nije obavestio lice na koje se podaci odnose o povredi podataka\no ličnosti, Poverenik može, uzimajući u obzir mogućnost da povreda podataka proizvede visok\nrizik, da naloži rukovaocu da to učini ili može da utvrdi da su ispunjeni uslovi iz stava\n3. ovog člana. Ako se radi o povredi podataka o ličnosti koje obrađuju nadležni organi\nu posebne svrhe, rukovalac može odložiti ili ograničiti obaveštavanje lica na koje se podaci\nodnose, u skladu sa uslovima i na osnovu razloga iz člana 25. stav 3. ovog zakona. 3. Procena uticaja obrade na zaštitu podataka\no ličnosti i prethodno mišljenje Poverenika Procena uticaja na zaštitu podataka o ličnosti"}
{"model": "text-embedding-3-small", "id": 53, "title": "Član 54", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_54", "input": "Član 54: Ako je verovatno da će neka vrsta obrade, posebno upotrebom novih tehnologija\ni uzimajući u obzir prirodu, obim, okolnosti i svrhu obrade, prouzrokovati visok rizik za\nprava i slobode fizičkih lica, rukovalac je dužan da pre nego što započne sa obradom izvrši\nprocenu uticaja predviđenih radnji obrade na zaštitu podataka o ličnosti. Ako više sličnih radnji obrade mogu prouzrokovati slične visoke rizike\nza zaštitu podataka o ličnosti, može se izvršiti zajednička procena. Prilikom procene uticaja rukovalac je dužan da zatraži mišljenje lica za\nzaštitu podataka o ličnosti, ako je ono određeno. Procena uticaja iz stava 1. ovog člana obavezno se vrši u slučaju: 1) sistematske i sveobuhvatne procene stanja i osobina fizičkog lica koja\nse vrši pomoću automatizovane obrade podataka o ličnosti, uključujući i profilisanje, na\nosnovu koje se donose odluke od značaja za pravni položaj pojedinca ili na sličan način značajno\nutiču na njega; 2) obrade posebnih vrsta podataka o ličnosti iz člana 17. stav 1. i člana\n18. stav 1. ili podataka o ličnosti u vezi sa krivičnim presudama i kažnjivim delima iz člana\n19. ovog zakona, u velikom obimu; 3) sistematskog nadzora nad javno dostupnim površinama u velikoj meri. Poverenik je dužan da sačini i javno objavi na svojoj internet stranici\nlistu vrsta radnji obrade za koje se mora izvršiti procena uticaja iz stava 1. ovog člana,\na može da sačini i objavi i listu vrsta radnji obrade za koje procena nije potrebna. Procena uticaja najmanje mora da sadrži: 1) sveobuhvatan opis predviđenih radnji obrade i svrhu obrade, uključujući\ni opis legitimnog interesa rukovaoca, ako on postoji; 2) procenu neophodnosti i srazmernosti vršenja radnji obrade u odnosu na\nsvrhe obrade; 3) procenu rizika za prava i slobode lica na koje se podaci odnose iz stava\n1. ovog člana; 4) opis mera koje se nameravaju preduzeti u odnosu na postojanje rizika,\nuključujući mehanizme zaštite, kao i tehničke, organizacione i kadrovske mere u cilju zaštite\npodatka o ličnosti i obezbeđivanja dokaza o poštovanju odredbi ovog zakona, uzimajući u obzir\nprava i legitimne interese lica na koje se podaci odnose i drugih lica. Stav 6. ovog člana ne primenjuje se na procenu uticaja obrade koju vrše\nnadležni organi u posebne svrhe. Procena uticaja obrade koju vrše nadležni organi u posebne svrhe najmanje\nmora da sadrži sveobuhvatan opis predviđenih radnji obrade, procenu rizika po prava i slobode\nlica na koje se podaci odnose, opis mera koje se nameravaju preduzeti u odnosu na postojanje\nrizika, uključujući mehanizme zaštite, kao i tehničke, organizacione i kadrovske mere u cilju\nzaštite podatka o ličnosti i obezbeđivanja dokaza o poštovanju odredbi ovog zakona, uzimajući\nu obzir prava i legitimne interese lica na koje se podaci odnose i drugih lica. Primena odobrenog kodeksa postupanja iz člana 59. ovog zakona od strane\nrukovaoca ili obrađivača mora se uzeti u obzir prilikom procene uticaja radnji obrade na\nzaštitu podataka o ličnosti. Stav 9. ovog člana ne primenjuje se na obradu koju vrše nadležni organi\nu posebne svrhe. Prema potrebi, rukovalac od lica na koje se podaci odnose ili njihovih\npredstavnika traži mišljenje o radnjama obrade koje namerava da vrši, ne dovodeći u pitanje\nzaštitu poslovnih ili javnih interesa ili bezbednost radnji obrade. Ako se posebnim zakonom propisuju pojedine radnje obrade, odnosno grupe\nradnji obrade, a obrada se vrši u skladu sa članom 12. stav 1. tačka 3) ili tačka 5) ovog\nzakona, pa je procena uticaja na zaštitu podataka o ličnosti već izvršena u okviru opšte\nprocene uticaja prilikom donošenja zakona, st. 1. do 9. ovog člana se ne primenjuje, osim\nako se utvrdi da je neophodno izvršiti novu procenu. Prema potrebi, a najmanje u slučaju kad je došlo do promene nivoa rizika\nu vezi sa radnjama obrade, rukovalac je dužan da preispita da li se radnje obrada vrše u\nskladu sa izvršenom procenom uticaja na zaštitu podataka o ličnosti. Prethodno mišljenje Poverenika"}
{"model": "text-embedding-3-small", "id": 54, "title": "Član 55", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_55", "input": "Član 55: Ako procena uticaja na zaštitu podataka o ličnosti, koja je izvršena u\nskladu sa članom 54. ovog zakona, ukazuje da će nameravane radnje obrade proizvesti visok\nrizik ako se ne preduzmu mere za umanjenje rizika, rukovalac je dužan da zatraži mišljenje\nPoverenika pre započinjanja radnje obrade. Stav 1. ovog člana ne primenjuje se na obradu koju vrše nadležni organi\nu posebne svrhe. Ako obradu vrši nadležni organ u posebne svrhe, rukovalac, odnosno obrađivač\nje dužan da zatraži mišljenje Poverenika pre započinjanja radnji obrade koje će dovesti do\nstvaranja nove zbirke podataka u slučaju da: 1) procena uticaja na zaštitu podataka o ličnosti, koja je izvršena u skladu\nsa članom 54. ovog zakona, ukazuje da će nameravane radnje obrade proizvesti visok rizik\nako se ne preduzmu mere za umanjenje rizika; 2) vrsta obrade, a posebno ako se koriste nove tehnologije, mehanizmi zaštite\nili postupci, predstavljaju visok rizik za prava i slobode lica na koje se podaci odnose. Ako Poverenik smatra da bi nameravane radnje obrade iz st. 1. i 3. ovog\nčlana mogle da povrede odredbe ovog zakona, a posebno ako rukovalac nije na odgovarajući\nnačin procenio ili umanjio rizik, Poverenik je dužan da u roku od 60 dana od dana prijema\nzahteva dostavi pismeno mišljenje rukovaocu ili obrađivaču, ako je on podneo zahtev, kao\ni da po potrebi iskoristi ovlašćenja iz člana 79. ovog zakona. Rok iz stava 4. ovog člana može se produžiti za 45 dana uzimajući u obzir\nsloženost nameravanih radnji obrade, a Poverenik je dužan da o odlaganju i razlozima za odlaganje\ndavanja mišljenja upozna rukovaoca ili obrađivača, ako je on podneo zahtev, u roku od 30\ndana od prijema zahteva za mišljenje. Rokovi iz st. 4. i 5. ovog člana ne teku dok Poverenik ne dobije sve tražene\ninformacije koje su neophodne za davanje mišljenja. Uz zahtev za mišljenje, rukovalac je dužan da Povereniku dostavi podatke\no: 1) dužnostima rukovaoca, i, ako postoje, zajedničkih rukovaoca i obrađivača\nkoji učestvuju u obradi, posebno ako se radi o obradi koja se vrši unutar grupe privrednih\nsubjekata; 2) svrhama i načinima nameravane obrade; 3) tehničkim, organizacionim i kadrovskim merama, kao i mehanizmima zaštite\nprava i sloboda lica na koje se podaci odnose u skladu sa ovim zakonom; 4) kontakt podacima lica za zaštitu podataka, ako je ono određeno; 5) proceni uticaja na zaštitu podataka o ličnosti iz člana 54. ovog zakona; 6) svim drugim informacijama koje zatraži Poverenik. Stav 7. ovog člana ne primenjuje se na obradu koju vrše nadležni organi\nu posebne svrhe. Ako obradu vrši nadležni organ u posebne svrhe, rukovalac iz stava 3. ovog\nčlana je dužan da Povereniku dostavi podatke o proceni uticaja na zaštitu podataka o ličnosti\niz člana 54. ovog zakona, a na zahtev Poverenika i druge informacije koje su od značaja za\nnjegovo mišljenje o radnjama obrade, a posebno riziku po zaštitu podataka o ličnosti lica\nna koje se podaci odnose i mehanizmima zaštite njegovih prava. Poverenik može da sastavi i javno objavi na svojoj internet prezentaciji\nlistu vrsti radnji obrade u vezi sa kojima se mora tražiti njegovo mišljenje. Organi vlasti koji predlažu usvajanje zakona i drugih propisa zasnovanih\nna zakonima, a koji sadrže odredbe o obradi podataka o ličnosti, dužni su da u toku njihove\npripreme zatraže mišljenje Poverenika. 4. Lice za zaštitu podataka o ličnosti Određivanje"}
{"model": "text-embedding-3-small", "id": 55, "title": "Član 56", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_56", "input": "Član 56: Rukovalac i obrađivač mogu da odrede lice za zaštitu podataka o ličnosti. Rukovalac i obrađivač dužni su da odrede lice za zaštitu podataka o ličnosti\nako se: 1) obrada vrši od strane organa vlasti, osim ako se radi o obradi koju\nvrši sud u svrhu obavljanja njegovih sudskih ovlašćenja; 2) osnovne aktivnosti rukovaoca ili obrađivača sastoje u radnjama obrade\nkoje po svojoj prirodi, obimu, odnosno svrhama zahtevaju redovan i sistematski nadzor velikog\nbroja lica na koje se podaci odnose; 3) osnovne aktivnosti rukovaoca ili obrađivača sastoje u obradi posebnih\nvrsta podataka o ličnosti iz člana 17. stav 1. ili podataka o ličnosti u vezi sa krivičnim\npresudama i kažnjivim delima iz člana 19. ovog zakona, u velikom obimu. Odredbe st. 1. i 2. ovog člana ne primenjuju se na obradu nadležnih organa\nu posebne svrhe. Ako obradu vrše nadležni organi u posebne svrhe, rukovalac je dužan da\nodredi lice za zaštitu podataka o ličnosti, osim ako se radi o obradi koju vrše sudovi u\nsvrhu obavljanja njihovih sudskih ovlašćenja. Grupa privrednih subjekata može odrediti zajedničko lice za zaštitu podataka\no ličnosti, pod uslovom da je ovo lice jednako dostupno svakom članu grupe. Ako su rukovaoci ili obrađivači organi vlasti ili nadležni organi, može\nse odrediti zajedničko lice za zaštitu podataka o ličnosti, uzimajući u obzir organizacionu\nstrukturu i veličinu tih organa vlasti. Posebnim zakonom može se propisati da rukovaoci, odnosno obrađivači ili\nnjihova udruženja koja ih predstavljaju, moraju odrediti lice za zaštitu podataka o ličnosti. Lice za zaštitu podataka o ličnosti određuje se na osnovu njegovih stručnih\nkvalifikacija, a naročito stručnog znanja i iskustva u oblasti zaštite podataka o ličnosti,\nkao i sposobnosti za izvršavanje obaveza iz člana 58. ovog zakona. Lice za zaštitu podataka o ličnosti može biti zaposleno kod rukovaoca ili\nobrađivača ili može obavljati poslove na osnovu ugovora. Rukovalac ili obrađivač dužan je da objavi kontakt podatke lica za zaštitu\npodataka o ličnosti i dostavi ih Povereniku. Poverenik vodi evidenciju lica za zaštitu podataka o ličnosti koja sadrži:\nimena i prezimena lica za zaštitu podataka o ličnosti, njihove kontakt podatke, kao i imena\ni kontakt podatke rukovaoca, odnosno obrađivača. Poverenik propisuje obrazac evidencije iz stava 11. ovog člana i uređuje\nnačin njenog vođenja. Položaj lica za zaštitu podataka o ličnosti"}
{"model": "text-embedding-3-small", "id": 56, "title": "Član 57", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_57", "input": "Član 57: Rukovalac i obrađivač dužni su da blagovremeno i na odgovarajući način\nuključe lice za zaštitu podataka o ličnosti u sve poslove koji se odnose na zaštitu podataka\no ličnosti. Rukovalac i obrađivač dužni su da omoguće licu za zaštitu podataka o ličnosti\nizvršavanje obaveza iz člana 58. ovog zakona na taj način što mu obezbeđuju neophodna sredstva\nza izvršavanje ovih obaveza, pristup podacima o ličnosti i radnjama obrade, kao i njegovo\nstručno usavršavanje. Rukovalac i obrađivač dužni su da obezbede nezavisnost lica za zaštitu\npodataka o ličnosti u izvršavanju njegovih obaveza. Rukovalac ili obrađivač ne mogu kazniti lice za zaštitu podataka o ličnosti,\nniti raskinuti radni odnos, odnosno ugovor sa njim zbog izvršavanja obaveza iz člana 58.\novog zakona. Za izvršavanje obaveza iz člana 58. ovog zakona lice za zaštitu podataka\no ličnosti neposredno je odgovorno rukovodiocu rukovaoca ili obrađivača. Lica na koje se podaci odnose mogu se obratiti licu za zaštitu podataka\no ličnosti u vezi sa svim pitanjima koja se odnose na obradu svojih podatka o ličnosti, kao\ni u vezi sa ostvarivanjem svojih prava propisanih ovim zakonom. Lice za zaštitu podataka o ličnosti dužno je da čuva tajnost, odnosno poverljivost\npodataka do kojih je došlo u izvršavanju obaveza iz člana 58. ovog zakona, u skladu sa zakonom. Lice za zaštitu podataka o ličnosti može da obavlja druge poslove i izvršava\ndruge obaveze, a rukovalac ili obrađivač dužni su da obezbede da izvršavanje drugih poslova\ni obaveza ne dovede lice za zaštitu podataka o ličnosti u sukob interesa. Ako su rukovaoci nadležni organi koji vrše obradu u posebne svrhe, odredbe\nst. 1. do 5. i 8. ovog člana ne primenjuju se na obrađivača. Obaveze lica za zaštitu podataka o ličnosti"}
{"model": "text-embedding-3-small", "id": 57, "title": "Član 58", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_58", "input": "Član 58: Lice za zaštitu podataka o ličnosti ima najmanje obavezu da: 1) informiše i daje mišljenje rukovaocu ili obrađivaču, kao i zaposlenima\nkoji vrše radnje obrade o njihovim zakonskim obavezama u vezi sa zaštitom podataka o ličnosti; 2) prati primenu odredbi ovog zakona, drugih zakona i internih propisa\nrukovaoca ili obrađivača koji se odnose na zaštitu podataka o ličnosti, uključujući i pitanja\npodele odgovornosti, podizanja svesti i obuke zaposlenih koji učestvuju u radnjama obrade,\nkao i kontrole; 3) daje mišljenje, kada se to zatraži, o proceni uticaja obrade na zaštitu\npodataka o ličnosti i prati postupanje po toj proceni, u skladu sa članom 54. ovog zakona; 4) sarađuje sa Poverenikom, predstavlja kontakt tačku za saradnju sa Poverenikom\ni savetuje se sa njim u vezi sa pitanjima koja se odnose na obradu, uključujući i obaveštavanje\ni pribavljanje mišljenja iz člana 55. ovog zakona. U izvršavanju svojih obaveza lice za zaštitu podataka o ličnosti dužno\nje da posebno vodi računa o riziku koji se odnosi na radnje obrade, uzimajući u obzir prirodu,\nobim, okolnosti i svrhe obrade. Ako su rukovaoci nadležni organi koji vrše obradu u posebne svrhe, odredbe\nstava 1. tač. 1) i 2) ovog člana ne primenjuju se na obrađivača. 5. Kodeks postupanja i izdavanje sertifikata Kodeks postupanja"}
{"model": "text-embedding-3-small", "id": 58, "title": "Član 59", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_59", "input": "Član 59: Udruženja i drugi subjekti koji predstavljaju grupe rukovaoca ili obrađivača\nmogu izraditi kodeks postupanja u cilju efikasnije primene ovog zakona, a naročito u pogledu: 1) poštene i transparentne obrade; 2) legitimnih interesa rukovaoca, uzimajući u obzir okolnosti konkretnih\nslučajeva; 3) prikupljanja podataka o ličnosti; 4) pseudonimizacije podataka o ličnosti; 5) informacija koje se pružaju javnosti i licima na koje se podaci odnose; 6) ostvarivanja prava lica na koje se podaci odnose; 7) informacija koje se pružaju maloletnim licima, njihovoj zaštiti, kao\ni načina na koji se pribavlja pristanak roditelja koji vrši roditeljsko pravo; 8) mera i postupaka iz čl. 41. i 42. ovog zakona, kao i mera koje imaju\nza cilj bezbednost obrade iz člana 50. ovog zakona; 9) obaveštavanja Poverenika o povredi podataka o ličnosti, kao i informisanja\nlica na koje se podaci odnose o takvim povredama; 10) prenosa podataka o ličnosti u druge države ili međunarodne organizacije; 11) načina rešavanja sporova između rukovaoca i lica na koje se podaci\nodnose mirnim putem, što ne utiče na ostvarivanja prava lica na koje se podaci odnose iz\nčl. 82. i 84. ovog zakona. Rukovaoci, odnosno obrađivači na koje se ovaj zakon ne primenjuje, u cilju\nobezbeđivanja odgovarajućih mera zaštite lica na koje se podaci odnose u okviru prenosa njihovih\npodataka o ličnosti u druge države ili međunarodne organizacije na osnovu člana 65. stav\n2. tačka 3) ovog zakona, mogu prihvatiti ili se obavezati na primenu kodeksa postupanja koji\nje odobren u skladu sa stavom 5. ovog člana, putem ugovornih ili drugih pravno obavezujućih\nakata kojima se obavezuju na primenu tih mera zaštite, a posebno u odnosu na prava lica na\nkoje se podaci odnose. Kodeks postupanja iz stava 1. ovog člana obavezno sadrži odredbe koje omogućavaju\nlicu iz člana 60. stav 1. ovog zakona vršenje nadzora nad primenom kodeksa od strane rukovaoca\nili obrađivača koji su se obavezali na primenu kodeksa, što ne utiče na inspekcijska i druga\novlašćenja Poverenika iz čl. 77. do 79. ovog zakona. Udruženja i drugi subjekti iz stava 1. ovog člana koji nameravaju da izrade\nkodeks postupanja ili da izmene postojeći kodeks, dužni su da predlog kodeksa ili njegovih\nizmena dostave Povereniku na mišljenje. Poverenik daje mišljenje o usklađenosti predloga kodeksa postupanja ili\nnjegovih izmena sa odredbama ovog zakona, a ako utvrdi da predlog kodeksa sadrži dovoljne\ngarancije za zaštitu podataka o ličnosti, kodeks postupanja ili njegove izmene registruje\ni javno objavljuje na svojoj internet stranici. Odredbe st. 1. do 5. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. Kontrola primene kodeksa postupanja"}
{"model": "text-embedding-3-small", "id": 59, "title": "Član 60", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_60", "input": "Član 60: Kontrolu primene kodeksa postupanja, u skladu sa članom 59. stav 3. ovog\nzakona, može vršiti pravno lice koje je akreditovano za vršenje kontrole u skladu sa zakonom\nkoji uređuje akreditaciju. Vršenje kontrole iz stava 1. ovog člana ne utiče na inspekcijska i druga\novlašćenja Poverenika iz čl. 77. do 79. ovog zakona. Pravno lice iz stava 1. ovog člana može se akreditovati samo ako je: 1) dokazalo Povereniku svoju nezavisnost i stručnost u odnosu na sadržinu\nkodeksa; 2) uspostavilo postupak procene osposobljenosti rukovaoca i obrađivača\nza primenu kodeksa postupanja, praćenja primene kodeksa od strane rukovaoca ili obrađivača,\nkao i periodičnog preispitivanja njegove delotvornosti; 3) uspostavilo postupak i organ za odlučivanje o pritužbama zbog povrede\nkodeksa postupanja ili načina njegove primene od strane rukovaoca ili obrađivača, kao i obezbedilo\ntransparentnost tog postupka i organa prema javnosti i licima na koje se podaci odnose; 4) dokazalo Povereniku da u vršenju njegovih ovlašćenja ne može doći do\nsukoba interesa. U slučaju povrede kodeksa postupanja od strane rukovaoca ili obrađivača,\npravno lice iz stava 1. ovog člana preduzima odgovarajuće mere u propisanom postupku, uključujući\ni privremeno ili trajno isključenje rukovaoca, odnosno obrađivača iz primene kodeksa. Pravno lice iz stava 1. ovog člana dužno je da obavesti Poverenika o preduzetim\nmerama iz stava 4. ovog člana, kao i razlozima za njihovo određivanje. Preduzimanje mera iz stava 4. ovog člana ne utiče na ovlašćenja Poverenika\ni primenu odredbi Glave VII. ovog zakona. Pravnom licu iz stava 1. ovog člana akreditacija se oduzima ako se utvrdi\nda ono više ne ispunjava uslove za akreditaciju ili da mere koje ono preduzima krše odredbe\novog zakona. Odredbe st. 1. do 7. ovog člana ne primenjuju se na organe vlasti i obradu\nkoju vrše nadležni organi u posebne svrhe. Izdavanje sertifikata"}
{"model": "text-embedding-3-small", "id": 60, "title": "Član 61", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_61", "input": "Član 61: U cilju dokazivanja poštovanja odredbi ovog zakona od strane rukovaoca\ni obrađivača, a posebno uzimajući u obzir potrebe malih i srednjih preduzeća, mogu se ustanoviti\npostupci izdavanja sertifikata o zaštiti podataka o ličnosti, sa odgovarajućim žigovima i\noznakama za zaštitu podataka. Rukovaocu, odnosno obrađivaču na koje se ovaj zakon ne primenjuje, u cilju\ndokazivanja preduzimanja mera zaštite od strane rukovaoca i obrađivača, a u okviru prenosa\nnjihovih podataka o ličnosti u druge države ili međunarodne organizacije na osnovu člana\n65. stav 2. tačka 5) ovog zakona, može se izdati sertifikat, sa odgovarajućim žigovima i\noznakama, u skladu sa stavom 5. ovog člana, pod uslovom da oni putem ugovora ili drugog pravno\nobavezujućeg akta prihvate primenu ovih mera zaštite, uključujući i zaštitu prava lica na\nkoje se podaci odnose. Postupak izdavanja sertifikata je dobrovoljan i transparentan. Postojanje izdatog sertifikata ne može uticati na zakonske obaveze rukovaoca\ni obrađivača, niti na inspekcijska i druga ovlašćenja Poverenika iz čl. 77. do 79. ovog zakona. Sertifikat izdaje sertifikaciono telo iz člana 62. ovog zakona ili Poverenik,\nna osnovu kriterijuma koje propisuje Poverenik, u skladu sa ovlašćenjima iz člana 79. stav\n3. ovog zakona. Rukovalac i obrađivač koji zahtevaju izdavanje sertifikata dužni su da\nsertifikacionom telu iz člana 62. ovog zakona, odnosno Povereniku, ako je zahtev upućen njemu,\nomoguće pristup radnjama obrade i pruže sve informacije o obradi koje su neophodne za sprovođenje\npostupka izdavanja sertifikata. Sertifikat se izdaje rukovaocu i obrađivaču na period koji ne može biti\nduži od tri godine, a može se obnoviti ako oni i dalje ispunjavaju iste propisane uslove\ni kriterijume za izdavanje sertifikata. Sertifikat iz stava 7. ovog člana se ukida u slučaju kad sertifikaciono\ntelo, odnosno Poverenik, ako je zahtev upućen njemu, utvrdi da rukovalac, odnosno obrađivač\nviše ne ispunjava propisane kriterijume za izdavanje sertifikata. Poverenik vodi i javno objavljuje na svojoj internet stranici spisak sertifikacionih\ntela i izdatih sertifikata, sa odgovarajućim žigovima i oznakama. Odredbe st. 1. do 9. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. Sertifikaciona tela"}
{"model": "text-embedding-3-small", "id": 61, "title": "Član 62", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_62", "input": "Član 62: Sertifikaciono telo, koje ima odgovarajući nivo stručnosti u pogledu zaštite\npodataka o ličnosti i koje je akreditovano u skladu sa zakonom kojim se uređuje akreditacija,\nizdaje, obnavlja i ukida sertifikat, zajedno sa žigom i oznakom, posle obaveštavanja Poverenika\no odluci koja se namerava doneti, što ne utiče na inspekcijska i druga ovlašćenja Poverenika\niz čl. 77. do 79. ovog zakona. Sertifikaciono telo iz stava 1. ovog člana može biti akreditovano samo\nako: 1) dokaže Povereniku svoju nezavisnost i stručnost u odnosu na predmet\nsertifikacije; 2) se obavezalo na poštovanje propisanih kriterijuma iz člana 61. stav\n5. ovog zakona; 3) propiše postupak za izdavanje, periodičnu proveru i ukidanje sertifikata,\nžiga i oznake; 4) propiše postupak i odredi organe za postupanje po pritužbama protiv\nrukovaoca i obrađivača zbog vršenja radnji obrade na način suprotan izdatom sertifikatu i\nučini ih dostupnim javnosti i licu na koje se podaci odnose; 5) dokaže Povereniku da u izvršavanju njegovih poslova ne može nastati\nsukob interesa. Poverenik propisuje kriterijume za akreditaciju sertifikacionog tela, na\nosnovu uslova iz stava 2. ovog člana. Akreditacija se izdaje sertifikacionom telu na period do pet godina i može\nse obnoviti ako sertifikaciono telo i dalje ispunjava propisane uslove i kriterijume za akreditaciju. Akreditacija sertifikacionog tela se ukida ako se utvrdi da ono više ne\nispunjava uslove i kriterijume za akreditaciju ili ako se utvrdi da sertifikaciono telo krši\nodredbe ovog zakona. Sertifikaciono telo je odgovorno za pravilnu procenu ispunjenosti kriterijuma\nza izdavanje, obnavljanje i ukidanje sertifikata i dužno je da Poverenika upozna sa razlozima\nza izdavanje, obnavljanje ili ukidanje sertifikata. Poverenik objavljuje kriterijume za akreditaciju iz stava 3. ovog člana. Sertifikat koji je izdalo sertifikovano telo druge države ili međunarodne\norganizacije važi u Republici Srbiji, ako je izdat u skladu sa potvrđenim međunarodnim sporazumom\nčiji je potpisnik Republika Srbija. Ako je sertifikaciono telo koje je sprovelo sertifikaciju akreditovano\nod strane nacionalnog tela druge države, koje je sa Akreditacionim telom Srbije potpisalo\nsporazum kojim se međusobno priznaje ekvivalentnost sistema akreditacije u obimu koji je\nodređen potpisanim sporazumom, u Republici Srbiji se mogu prihvatiti sertifikati tog sertifikacionog\ntela, bez ponovnog sprovođenja postupka sertifikacije. Odredbe st. 1. do 9. ovog člana ne primenjuju se na obradu koju vrše nadležni\norgani u posebne svrhe. V PRENOS PODATAKA O LIČNOSTI U DRUGE DRŽAVE I MEĐUNARODNE\nORGANIZACIJE Opšta načela prenosa"}
{"model": "text-embedding-3-small", "id": 62, "title": "Član 63", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_63", "input": "Član 63: Svaki prenos podataka o ličnosti čija je obrada u toku ili su namenjeni\ndaljoj obradi posle njihovog prenošenja u drugu državu ili međunarodnu organizaciju, može\nse izvršiti samo ako u skladu sa drugim odredbama ovog zakona rukovalac i obrađivač postupaju\nu skladu sa uslovima propisanim ovim poglavljem zakona, što obuhvata i dalji prenos podataka\no ličnosti iz druge države ili međunarodne organizacije u treću državu ili međunarodnu organizaciju,\na u cilju obezbeđivanja primerenog nivoa zaštite fizičkih lica koji je jednak nivou koji\ngarantuje ovaj zakon. Ako obradu vrše nadležni organi u posebne svrhe, prenos podataka čija je\nobrada u toku ili su namenjeni daljoj obradi posle njihovog prenosa u drugu državu ili međunarodnu\norganizaciju, može se izvršiti samo ako su zajedno ispunjeni sledeći uslovi: 1) prenos je neophodno izvršiti u posebne svrhe; 2) podaci o ličnosti se prenose rukovaocu u drugoj državi ili međunarodnoj\norganizaciji koji je nadležan organ za obavljanje poslova u posebne svrhe; 3) Vlada je utvrdila listu država, delova njihovih teritorija ili jednog\nili više sektora određenih delatnosti u tim državama i međunarodnih organizacija koje obezbeđuju\nprimereni nivo zaštite podataka o ličnosti u skladu sa članom 64. ovog zakona, a prenos podataka\nse vrši u jednu od tih država, na deo njene teritorije ili u jedan ili više sektora određene\ndelatnosti u toj državi ili u međunarodnu organizaciju, ili je, ako to nije slučaj, primena\nodgovarajućih mera zaštite obezbeđena u skladu sa članom 66. ovog zakona, ili se, ako njihova\nprimena nije obezbeđena, primenjuju odredbe o prenosu podataka u posebnim situacijama iz\nčlana 70. ovog zakona; 4) u slučaju daljeg prenosa podataka o ličnosti iz druge države ili međunarodne\norganizacije u treću državu ili međunarodnu organizaciju, nadležni organ koji je izvršio\nprvi prenos ili drugi nadležni organ u Republici Srbiji je odobrio dalji prenos, pošto je\nuzeo u obzir sve okolnosti od značaja za dalji prenos, uključujući težinu krivičnog dela,\nsvrhu prvog prenosa i nivo zaštite podataka o ličnosti u trećoj državi ili međunarodnoj organizaciji\nu koju se podaci dalje prenose. Prenos na osnovu primerenog nivoa zaštite"}
{"model": "text-embedding-3-small", "id": 63, "title": "Član 64", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_64", "input": "Član 64: Prenos podataka o ličnosti u drugu državu, na deo njene teritorije, ili\nu jedan ili više sektora određenih delatnosti u toj državi ili u međunarodnu organizaciju,\nbez prethodnog odobrenja, može se izvršiti ako je utvrđeno da ta druga država, deo njene\nteritorije ili jedan ili više sektora određenih delatnosti u toj državi ili ta međunarodna\norganizacija obezbeđuje primereni nivo zaštite podataka o ličnosti. Smatra se da je primereni nivo zaštite iz stava 1. ovog člana obezbeđen\nu državama i međunarodnim organizacijama koje su članice Konvencije Saveta Evrope o zaštiti\nlica u odnosu na automatsku obradu ličnih podataka, odnosno u državama, na delovima njihovih\nteritorija ili u jednom ili više sektora određenih delatnosti u tim državama ili međunarodnim\norganizacijama za koje je od strane Evropske unije utvrđeno da obezbeđuju primereni nivo\nzaštite. Vlada može da utvrdi da država, deo njene teritorije, oblast delatnosti,\nodnosno pravnog regulisanja ili međunarodna organizacija ne obezbeđuje primereni nivo zaštite\niz stava 1. ovog člana, osim ako se radi o članicama Konvencije Saveta Evrope o zaštiti lica\nu odnosu na automatsku obradu ličnih podataka, uzimajući u obzir: 1) princip vladavine prava i poštovanja ljudskih prava i osnovnih sloboda,\nvažeće zakonodavstvo, uključujući i propise u oblasti javne bezbednosti, odbrane, nacionalne\nbezbednosti, krivičnog prava i pristupa organa vlasti podacima o ličnosti, kao i primenu\novih propisa, pravila o zaštiti podataka o ličnosti i profesionalnih pravila u ovoj oblasti,\nodnosno preduzimanje mera zaštite podataka o ličnosti, uključujući i pravila o daljem prenošenju\npodataka o ličnosti u treće države ili međunarodne organizacije, koja se primenjuju u praksi\nsudova i drugih organa vlasti u drugoj državi ili međunarodnoj organizaciji, kao i delotvornost\nostvarivanja prava lica na koje se odnose podaci, a posebno delotvornost upravnih i sudskih\npostupaka zaštite prava lica čiji se podaci prenose; 2) postojanje i delotvornost rada nadzornog tela za zaštitu podataka o\nličnosti u drugoj državi ili nadzornog tela koje je nadležno za nadzor nad međunarodnom organizacijom\nu ovoj oblasti, sa ovlašćenjem da obezbedi primenu pravila o zaštiti podataka o ličnosti\ni pokrene postupke zaštite podataka o ličnosti u slučaju njihovog nepoštovanja, pruži pomoć\ni savetuje lica na koja se podaci odnose u ostvarivanju njegovih prava, kao i da sarađuje\nsa nadzornim telima drugih država; 3) međunarodne obaveze koje je druga država ili međunarodna organizacija\npreuzela, ili druge obaveze koje proizilaze iz pravno obavezujućih međunarodnih ugovora ili\ndrugih pravnih instrumenata, kao i iz članstva u multilateralnim ili regionalnim organizacijama,\na posebno u pogledu zaštite podatka o ličnosti. Smatra se da je obezbeđen primereni nivo zaštite i ako je sa drugom državom\nili međunarodnom organizacijom zaključen međunarodni sporazum o prenosu podataka o ličnosti. U postupku zaključivanja međunarodnog sporazuma o prenosu podataka o ličnosti\nposebno se utvrđuje ispunjenost uslova iz stava 3. ovog člana. Vlada prati stanje u oblasti zaštite podataka u ličnosti u drugim državama,\nna delovima njenih teritorija ili u jednom ili više sektora određenih delatnosti u tim državama\nili u međunarodnim organizacijama, na osnovu dostupnih prikupljenih informacija i na osnovu\ninformacije prikupljene od strane međunarodnih organizacija, koje su od značaja za preispitivanje\npostojanja primerenog nivoa zaštite. Lista država, delova njihovih teritorija ili jednog ili više sektora određenih\ndelatnosti u tim državama i međunarodnih organizacija u kojima se smatra da je obezbeđen\nprimereni nivo zaštite, odnosno za koje je Vlada utvrdila da ne obezbeđuje primereni nivo\nzaštite objavljuje se u \"Službenom glasniku Republike Srbije\". Prenos uz primenu odgovarajućih mera zaštite"}
{"model": "text-embedding-3-small", "id": 64, "title": "Član 65", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_65", "input": "Član 65: Rukovalac ili obrađivač mogu da prenesu podatke o ličnosti u drugu državu,\nna deo njene teritorije ili u jedan ili više sektora određenih delatnosti u toj državi ili\nu međunarodnu organizaciju za koju listom iz člana 64. stav 7. ovog zakona nije utvrđeno\npostojanje primerenog nivoa zaštite, samo ako je rukovalac, odnosno obrađivač obezbedio odgovarajuće\nmere zaštite ovih podataka i ako je licu na koje se podaci odnose obezbeđena ostvarivost\nnjegovih prava i delotvorna pravna zaštita. Odgovarajuće mere zaštite iz stava 1. ovog člana mogu se bez posebnog odobrenja\nPoverenika obezbediti: 1) pravno obavezujućim aktom sačinjenim između organa vlasti; 2) standardnim ugovornim klauzulama izrađenim od strane Poverenika u skladu\nsa članom 45. ovog zakona, kojima se u celini uređuje pravni odnos između rukovaoca i obrađivača; 3) obavezujućim poslovnim pravilima, u skladu sa članom 67. ovog zakona; 4) odobrenim kodeksom postupanja u skladu sa članom 59. ovog zakona, zajedno\nsa obavezujućom i sprovodivom primenom odgovarajućih mera zaštite, uključujući i zaštitu\nprava lica na koje se podaci odnose, od strane rukovaoca ili obrađivača u drugoj državi ili\nmeđunarodnoj organizaciji; 5) izdatim sertifikatima iz člana 61. ovog zakona, zajedno sa preuzetim\nobavezama primene odgovarajućih mera zaštite, uključujući i zaštitu prava lica na koje se\npodaci odnose, od strane rukovaoca ili obrađivača u drugoj državi ili međunarodnoj organizaciji. Odgovarajuće mere zaštite iz stava 1. ovog člana mogu se obezbediti i na\nosnovu posebnog odobrenja Poverenika: 1) ugovornim odredbama između rukovaoca ili obrađivača i rukovaoca, obrađivača\nili primaoca u drugoj državi ili međunarodnoj organizaciji; 2) odredbama koje se unose u sporazum između organa vlasti, a kojima se\nobezbeđuje delotvorna i sprovodiva zaštita prava lica na koje se podaci odnose. Poverenik daje odobrenje iz stava 3. ovog člana u roku od 60 dana od dana\npodnošenja zahteva za odobrenje. Odredbe st. 1. do 4. ovog člana ne primenjuju se na prenos podataka koje\nobrađuju nadležni organi u posebne svrhe. Prenos podataka koje obrađuju nadležni organi\nu posebne svrhe, uz primenu odgovarajućih mera zaštite"}
{"model": "text-embedding-3-small", "id": 65, "title": "Član 66", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_66", "input": "Član 66: Ako obradu vrše nadležni organi u posebne svrhe, prenos podataka o ličnosti\nu drugu državu, na deo njene teritorije ili u jedan ili više sektora određenih delatnosti\nu toj državi ili u međunarodnu organizaciju za koju listom iz člana 64. stav 7. ovog zakona\nnije utvrđeno postojanje primerenog nivoa zaštite dopušten je u jednom od sledećih slučajeva: 1) ako su odgovarajuće mere zaštite podataka o ličnosti propisane u pravno\nobavezujućem aktu; 2) ako je rukovalac ocenio sve okolnosti koje se odnose na prenos podataka\no ličnosti i utvrdio da odgovarajuće mere zaštite podataka o ličnosti postoje. Rukovalac je dužan da obavesti Poverenika o prenosu koji je izvršen na\nosnovu stava 1. tačka 2) ovog člana. Rukovalac je dužan da dokumentuje prenos koji je izvršen na osnovu stava\n1. tačka 2) ovog člana, kao i da dokumentaciju o prenosu stavi na raspolaganje Povereniku,\nna njegov zahtev. Dokumentacija o prenosu iz stava 3. ovog člana sadrži informacije o datumu\ni vremenu prenosa, nadležnom organu koji prima podatke, razlozima za prenos i podacima koji\nsu preneti. Obavezujuća poslovna pravila"}
{"model": "text-embedding-3-small", "id": 66, "title": "Član 67", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_67", "input": "Član 67: Poverenik odobrava obavezujuća poslovna pravila, ako ta pravila zajedno\nispunjavaju sledeće uslove: 1) pravno su obavezujuća, primenjuju se na i sprovode se od strane svakog\nčlana multinacionalne kompanije ili grupe privrednih subjekata, uključujući i njihove zaposlene; 2) izričito obezbeđuju ostvarivanje prava lica na koje se podaci odnose\nu vezi sa obradom njihovih podataka; 3) ispunjavaju uslove propisane stavom 2. ovog člana. Obavezujućim poslovnim pravilima iz stava 1. ovog člana najmanje se mora\nodrediti: 1) struktura i kontakt podaci multinacionalne kompanije ili grupe privrednih\nsubjekata, kao i svakog od njenih članova; 2) prenos ili grupe prenosa podataka o ličnosti, uključujući vrste podataka\no ličnosti, vrste radnji obrade i njihovu svrhu, vrste lica na koje se podaci odnose i naziv\ndržave u koju se podaci prenose; 3) obaveznost primene obavezujućih poslovnih pravila, kako u okviru multinacionalne\nkompanije ili grupe privrednih subjekata, tako i izvan njih; 4) primena opštih načela zaštite podataka o ličnosti, a naročito ograničenja\nsvrhe obrade, minimizacija podataka, ograničenje čuvanja, integritet podataka, mere stalne\nzaštite podataka, pravni osnov za obradu, obrade posebnih vrsta podataka o ličnosti, mere\nbezbednosti i uslove za dalji prenos podataka o ličnosti drugim licima ili telima koja nisu\nobavezana obavezujućim poslovnim pravilima; 5) prava lica na koje se podaci odnose u odnosu na obradu i načine ostvarivanja\ntih prava, uključujući i prava u vezi sa automatizovanim donošenjem pojedinačnih odluka i\nprofilisanjem iz člana 38. ovog zakona, pravo na podnošenje pritužbe Povereniku, odnosno\ntužbe sudu u skladu sa čl. 82. i 84. ovog zakona, kao i pravo na naknadu štete zbog povrede\nobavezujućih poslovnih pravila; 6) prihvatanje odgovornosti rukovaoca, odnosno obrađivača sa prebivalištem,\nboravištem ili sedištem na teritoriji Republike Srbije za povredu ovih pravila koju je učinio\ndrugi član grupe koji nema prebivalište, boravište ili sedište na teritoriji Republike Srbije,\nosim ako rukovalac ili obrađivač dokaže da taj drugi član grupe nije odgovoran za događaj\nkoji je prouzrokovao štetu; 7) način na koji se licu na koje se podaci odnose pružaju informacije o\nobavezujućim poslovnim pravilima, a posebno o odredbama tač. 4) do 6) ovog stava, uz pružanje\nostalih informacija iz čl. 23. i 24. ovog zakona; 8) ovlašćenja lica za zaštitu podataka o ličnosti, određenog u skladu sa\nčlanom 58. ovog zakona, ili bilo kog drugog lica koje je ovlašćeno za nadzor nad primenom\nobavezujućih poslovnih pravila unutar multinacionalne kompanije ili grupe privrednih subjekata,\nuključujući i nadzor nad obukom i odlučivanje o pritužbama unutar multinacionalne kompanije\nili grupe; 9) postupak koji se sprovodi po pritužbama; 10) mehanizam provere postupanja u skladu sa obavezujućim poslovnim pravilima\nunutar multinacionalne kompanije ili grupe privrednih subjekata. Ovaj mehanizam uključuje\nreviziju zaštite podataka o ličnosti i korektivne mere za zaštitu prava lica na koje se podaci\nodnose. Rezultati provere moraju biti saopšteni licu iz tačke 8) ovog stava, kao i upravljačkom\norganu multinacionalne kompanije ili grupe privrednih subjekata, a moraju biti stavljeni\nna raspolaganje i Povereniku, na njegov zahtev; 11) način izveštavanja i vođenja evidencije o promenama obavezujućih poslovnih\npravila i način obaveštavanja Poverenika o tim promenama; 12) način saradnje sa Poverenikom u cilju obezbeđenja primene obavezujućih\nposlovnih pravila od strane svakog člana multinacionalne kompanije ili grupe privrednih subjekata\npojedinačno, a posebno način na koji se Povereniku stavljaju na raspolaganje rezultati provere\niz tačke 10) ovog stava; 13) način izveštavanja Poverenika o pravnim obavezama koje se primenjuju\nprema članu multinacionalne kompanije ili grupe privrednih subjekata u drugoj državi, a koji\nbi mogli imati značajan štetan uticaj na garancije propisane obavezujućim poslovnim pravilima; 14) odgovarajuća obuka za zaštitu podataka o ličnosti lica koja imaju trajan\nili redovan pristup podacima o ličnosti. Poverenik može bliže urediti način razmene informacija između rukovalaca,\nobrađivača i Poverenika u primeni stava 2. ovog člana. Ako su ispunjeni uslovi iz stava 1. ovog člana, Poverenik odobrava obavezujuća\nposlovna pravila u roku od 60 dana od dana podnošenja zahteva za njihovo odobrenje. Odredbe st. 1. do 4. ovog člana ne primenjuju se na prenos podataka koje\nobrađuju nadležni organi u posebne svrhe. Prenos ili otkrivanje podataka o ličnosti\nna osnovu odluke organa druge države"}
{"model": "text-embedding-3-small", "id": 67, "title": "Član 68", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_68", "input": "Član 68: Odluke suda ili upravnog organa druge države, kojima se od rukovaoca ili\nobrađivača zahteva prenos ili otkrivanje podataka o ličnosti, mogu biti priznate ili izvršene\nu Republici Srbiji samo ako se zasnivaju na međunarodnom sporazumu, kao što je sporazum o\nmeđunarodnoj pravnoj pomoći zaključen između Republike Srbije i te druge države, što ne utiče\nna primenu drugih osnova za prenos u skladu sa odredbama ove glave zakona. Stav 1. ovog člana ne primenjuje se na prenos podataka koje obrađuju nadležni\norgani u posebne svrhe. Prenos podataka u posebnim situacijama"}
{"model": "text-embedding-3-small", "id": 68, "title": "Član 69", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_69", "input": "Član 69: Ako se prenos podatka o ličnosti ne vrši u skladu sa odredbama čl. 64,\n65. i 67. ovog zakona, ovi podaci mogu se preneti u drugu državu ili međunarodnu organizaciju\nsamo ako se radi o jednom od sledećih slučajeva: 1) lice na koje se podaci odnose je izričito pristalo na predloženi prenos,\npošto je, zbog nepostojanja odluke o primerenom nivou zaštite i odgovarajućih mera zaštite,\ninformisano o mogućim rizicima vezanim za taj prenos; 2) prenos je neophodan za izvršenje ugovora između lica na koje se podaci\nodnose i rukovaoca ili za primenu predugovornih mera preduzetih na zahtev lica na koje se\npodaci odnose; 3) prenos je neophodan za zaključenje ili izvršenje ugovora zaključenog\nu interesu lica na koje se podaci odnose između rukovaoca i drugog fizičkog ili pravnog lica; 4) prenos je neophodan za ostvarivanje važnog javnog interesa propisanog\nzakonom Republike Srbije, pod uslovom da prenos pojedinih vrsta podataka o ličnosti ovim\nzakonom nije ograničen; 5) prenos je neophodan za podnošenje, ostvarivanje ili odbranu pravnog\nzahteva; 6) prenos je neophodan za zaštitu životno važnih interesa lica na koje\nse podaci odnose ili drugog fizičkog lica, ako lice na koje se podaci odnose fizički ili\npravno nije u mogućnosti da daje pristanak; 7) vrši se prenos pojedinih podataka o ličnosti sadržanih u javnom registru,\nkoji su dostupni javnosti ili bilo kom licu koje može da dokaže da ima opravdani interes,\nali samo u meri u kojoj su ispunjeni zakonom propisani uslovi za uvid u tom posebnom slučaju. Ako se prenos ne može izvršiti u skladu sa stavom 1. ovog člana i čl. 64,\n65. i 67. ovog zakona, podaci o ličnosti se mogu preneti u drugu državu ili međunarodnu organizaciju\nsamo ako su zajedno ispunjeni sledeći uslovi: 1) prenos podataka se ne ponavlja; 2) prenose se podaci ograničenog broja fizičkih lica; 3) prenos je neophodan u cilju ostvarivanja legitimnog interesa rukovaoca\nkoji preteže nad interesima, odnosno pravima ili slobodama lica na koje se podaci odnose; 4) rukovalac je obezbedio primenu odgovarajućih mera zaštite podataka o\nličnosti na osnovu prethodne procene svih okolnosti u vezi sa prenosom ovih podataka. Rukovalac, odnosno obrađivač dužni su da u evidenciji o radnjama obrade\niz člana 47. ovog zakona obezbede dokaz o izvršenoj proceni i primeni odgovarajućih mera\nzaštite iz stava 2. tačka 4) ovog člana. Rukovalac je dužan da obavesti Poverenika o prenosu podataka izvršenom\nu skladu sa stavom 2. ovog člana. Rukovalac je dužan da licu na koje se podaci odnose, uz informacije iz\nčl. 23. i 24. ovog zakona, pruži i informaciju o prenosu podataka iz stava 2. ovog člana,\nuključujući i informaciju o tome koji se legitimni interes rukovaoca ostvaruje takvim prenosom. Prenos podataka iz stava 1. tačka 7) ovog člana ne može da se odnosi na\nsve podatke o ličnosti ili na cele vrste podataka o ličnosti iz registra. Ako se prenose podaci iz registra koji su dostupni samo licu koje ima opravdani\ninteres, u skladu sa stavom 1. tačka 7) ovog člana, prenos se može izvršiti samo na zahtev\ntog lica ili ako je to lice primalac podataka. Odredbe stava 1. tač. 1) do 3) i stava 2. ovog člana ne primenjuju se na\naktivnosti organa vlasti u vršenju njihovih nadležnosti. Odredbe st. 1. do 8. ovog člana ne primenjuju se na prenos podataka koje\nobrađuju nadležni organi u posebne svrhe. Posebne situacije prenosa podataka koje obrađuju\nnadležni organi u posebne svrhe"}
{"model": "text-embedding-3-small", "id": 69, "title": "Član 70", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_70", "input": "Član 70: Ako se prenos podatka o ličnosti koje obrađuju nadležni organi u posebne\nsvrhe ne vrši u skladu sa odredbama čl. 64. i 66. ovog zakona, ovi podaci mogu se preneti\nu drugu državu ili međunarodnu organizaciju samo ako je takav prenos neophodan u jednom od\nsledećih slučajeva: 1) u cilju zaštite životno važnih interesa lica na koje se podaci odnose\nili drugog fizičkog lica; 2) u cilju zaštite legitimnih interesa lica na koje se podaci odnose, ako\nje to predviđeno zakonom; 3) u cilju sprečavanja neposredne i ozbiljne opasnosti za javnu bezbednost\nRepublike Srbije ili druge države; 4) u pojedinačnom slučaju, ako je u pitanju obrada u posebne svrhe; 5) u pojedinačnom slučaju, u cilju podnošenja, ostvarivanja ili odbrane\npravnog zahteva, ako je taj cilj neposredno u vezi sa posebnim svrhama. Prenos podataka o ličnosti ne može se izvršiti ako nadležan organ koji\nvrši prenos utvrdi da interes zaštite osnovnih prava i sloboda lica na koje se podaci odnose\npreteže u odnosu na javni interes iz stava 1. tač. 4) i 5) ovog člana. Nadležni organ je dužan da dokumentuje prenos koji je izvršen na osnovu\nstava 1. ovog člana, kao i da ovu dokumentaciju stavi na raspolaganje Povereniku, na njegov\nzahtev. Dokumentacija o prenosu iz stava 3. ovog člana sadrži informacije o datumu\ni vremenu prenosa, nadležnom organu koji prima podatke, razlozima za prenos i podacima koji\nsu preneti. Prenos podataka koje obrađuju nadležni organi\nu posebne svrhe primaocu u drugoj državi"}
{"model": "text-embedding-3-small", "id": 70, "title": "Član 71", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_71", "input": "Član 71: Izuzetno od odredbe člana 63. stav 2. tačka 2) ovog zakona i bez obzira\nna primenu međunarodnog sporazuma iz stava 2. ovog člana, nadležni organ koji obrađuje podatke\nu posebne svrhe može neposredno preneti podatke o ličnosti primaocu u drugoj državi samo\nako su poštovane druge odredbe ovog zakona i ako su zajedno ispunjeni sledeći uslovi: 1) prenos je neophodan za izvršenje zakonskog ovlašćenja nadležnog organa\nkoji vrši prenos u posebne svrhe; 2) nadležni organ koji vrši prenos je utvrdio da interes zaštite osnovnih\nprava ili sloboda lica na koje se podaci odnose ne preteže u odnosu na javni interes radi\nčije zaštite je neophodno izvršiti prenos podataka; 3) nadležni organ koji vrši prenos smatra da je prenos nadležnom organu\nu drugoj državi u posebne svrhe nedelotvoran ili da ne odgovara postizanju tih svrha, a posebno\nako se prenos ne može izvršiti na vreme; 4) nadležni organ u drugoj državi je bez nepotrebnog odlaganja obavešten\no prenosu, osim ako je takvo obaveštavanje nedelotvorno ili ne odgovara postizanju svrhe; 5) nadležni organ koji vrši prenos je obavestio primaoca u drugoj državi\no svrhama obrade podataka, kao i o tome da se obrada može vršiti samo u te svrhe, samo od\nstrane primaoca i samo ako je takva obrada neophodna. Međunarodni sporazum iz stava 1. ovog člana je svaki sporazum koji je zaključen\nizmeđu Republike Srbije i jedne ili više drugih država, a kojim se uređuje saradnja u krivičnim\nstvarima ili policijska saradnja. Nadležni organ koji vrši prenos je dužan da obavesti Poverenika o prenosu\nkoji je izvršen na osnovu stava 1. ovog člana. Nadležni organ je dužan da dokumentuje prenos koji je izvršen na osnovu\nstava 1. ovog člana, kao i da ovu dokumentaciju stavi na raspolaganje Povereniku, na njegov\nzahtev. Dokumentacija o prenosu iz stava 4. ovog člana sadrži informacije o datumu\ni vremenu prenosa, primaocu podataka, razlozima za prenos i podacima o ličnosti koji su preneti. Međunarodna saradnja u vezi sa zaštitom podataka\no ličnosti"}
{"model": "text-embedding-3-small", "id": 71, "title": "Član 72", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_72", "input": "Član 72: Poverenik preduzima odgovarajuće mere u odnosima sa organima nadležnim\nza zaštitu podataka o ličnosti u drugim državama i međunarodnim organizacijama u cilju: 1) razvoja mehanizama međunarodne saradnje za olakšavanje delotvorne primene\nzakona koji se odnose na zaštitu podataka o ličnosti; 2) obezbeđivanja međunarodne uzajamne pomoći u primeni zakona koji se odnose\nna zaštitu podataka o ličnosti, uključujući i obaveštavanje, upućivanje na postupke zaštite\ni pravne pomoći u vršenju nadzora, kao i razmenu informacija, pod uslovom da su preduzete\nodgovarajuće mere zaštite podataka o ličnosti i osnovnih prava i sloboda; 3) angažovanja zainteresovanih strana u raspravama i aktivnostima koje\nsu usmerene na razvoj međunarodne saradnje u primeni zakona koji se odnose na zaštitu podataka\no ličnosti; 4) podsticanja i unapređivanja razmene informacija o zakonodavstvu koje\nse odnosi na zaštitu podataka o ličnosti i njegovoj primeni, uključujući i pitanja sukoba\nnadležnosti sa drugim državama u ovoj oblasti. VI POVERENIK 1. Nezavisan status Nadzorno telo"}
{"model": "text-embedding-3-small", "id": 72, "title": "Član 73", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_73", "input": "Član 73: U cilju zaštite osnovnih prava i sloboda fizičkih lica u vezi sa obradom,\nposlove praćenja primene ovog zakona u skladu sa propisanim ovlašćenjima vrši Poverenik,\nkao nezavisan državni organ. Poverenik ima zamenika za zaštitu podataka o ličnosti. Na sedište Poverenika, izbor Poverenika i zamenika Poverenika, prestanak\nnjihovog mandata, postupak njihovog razrešenja, njihov položaj, stručnu službu Poverenika,\nkao i na finansiranje i podnošenje izveštaja, primenjuju se odredbe zakona kojim se uređuje\nslobodan pristup informacijama od javnog značaja, ako ovim zakonom nije drugačije određeno. Nezavisnost"}
{"model": "text-embedding-3-small", "id": 73, "title": "Član 74", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_74", "input": "Član 74: U vršenju svojih ovlašćenja i poslova, u skladu sa ovim zakonom, Poverenik\nje potpuno nezavisan, slobodan je od svakog neposrednog ili posrednog spoljnog uticaja i\nne može da traži niti prima naloge od bilo koga. Poverenik se ne može baviti drugom delatnošću ni drugim poslom, uz naknadu\nili bez naknade, niti može obavljati drugu javnu funkciju ili vršiti drugo javno ovlašćenje,\nniti politički delovati. U cilju obezbeđivanja delotvornog vršenja zakonom propisanih ovlašćenja,\nneophodna finansijska sredstva za rad, prostorije za rad, kao i neophodne tehničke, organizacione\ni kadrovske uslove za rad Poverenika obezbeđuju se u skladu sa zakonom kojim se uređuje budžet\ni zakonima kojima se uređuje državna uprava i položaj državnih službenika. Poverenik samostalno vrši izbor zaposlenih između kandidata koji ispunjavaju\nzakonom propisane uslove za rad u državnim organima i njima potpuno samostalno rukovodi. Kontrolu nad trošenjem sredstava za rad Poverenika vrši Državna revizorska\ninstitucija, u skladu sa zakonom, na način koji ne utiče na nezavisnost Poverenika. Uslovi za izbor Poverenika"}
{"model": "text-embedding-3-small", "id": 74, "title": "Član 75", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_75", "input": "Član 75: Pored uslova za izbor Poverenika, propisanih zakonom kojim se uređuje slobodan\npristup informacijama od javnog značaja, Poverenik mora da ima potrebno stručno znanje i\niskustvo u oblasti zaštite podataka o ličnosti. Obaveza čuvanja profesionalne tajne"}
{"model": "text-embedding-3-small", "id": 75, "title": "Član 76", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_76", "input": "Član 76: Poverenik, zamenik Poverenika i zaposleni u službi Poverenika dužni su\nda kao profesionalnu tajnu čuvaju sve podatke do kojih su došli u obavljanju svoje funkcije,\nodnosno poslova, uključujući i podatke u vezi sa povredom ovog zakona sa kojima ih je upoznalo\nlice koje nije zaposleno kod Poverenika. Obaveza iz stava 1. ovog člana traje i posle prestanka obavljanja funkcije\nPoverenika ili zamenika Poverenika, odnosno prestanka rada u službi Poverenika. 2. Nadležnosti Poverenika Opšta nadležnost"}
{"model": "text-embedding-3-small", "id": 76, "title": "Član 77", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_77", "input": "Član 77: Poverenik vrši svoja ovlašćenja, u skladu sa ovim zakonom, na teritoriji\nRepublike Srbije. U vršenju svojih ovlašćenja Poverenik postupa u skladu sa zakonom kojim\nse uređuje opšti upravni postupak, kao i shodnom primenom zakona kojim se uređuje inspekcijski\nnadzor, ako ovim zakonom nije drugačije određeno. Poverenik nije nadležan da vrši nadzor nad obradom od strane sudova u vršenju\nnjihovih sudskih ovlašćenja. Poslovi Poverenika"}
{"model": "text-embedding-3-small", "id": 77, "title": "Član 78", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_78", "input": "Član 78: Poverenik: 1) vrši nadzor i obezbeđuje primenu ovog zakona u skladu sa svojim ovlašćenjima; 2) stara se o podizanju javne svesti o rizicima, pravilima, merama zaštite\ni pravima u vezi sa obradom, a posebno ako se radi o obradi podataka o maloletnom licu; 3) daje mišljenje Narodnoj skupštini, Vladi, drugim organima vlasti i organizacijama,\nu skladu sa propisom, o zakonskim i drugim merama koje se odnose na zaštitu prava i sloboda\nfizičkih lica u vezi sa obradom; 4) stara se o podizanju svesti rukovaoca i obrađivača u vezi sa njihovim\nobavezama propisanim ovim zakonom; 5) na zahtev lica na koje se podaci odnose, pruža informacije o njihovim\npravima propisanim ovim zakonom; 6) postupa po pritužbama lica na koje se podaci odnose, utvrđuje da li\nje došlo do povrede ovog zakona i obaveštava podnosioca pritužbe o toku i rezultatima postupka\nkoji vodi u skladu sa članom 82. ovog zakona; 7) sarađuje sa nadzornim organima drugih država u vezi sa zaštitom podataka\no ličnosti, a posebno u razmeni informacija i pružanju uzajamne pravne pomoći; 8) vrši inspekcijski nadzor nad primenom ovog zakona, u skladu sa ovim\nzakonom i shodnom primenom zakona kojim se uređuje inspekcijski nadzor, i podnosi zahtev\nza pokretanje prekršajnog postupka ako utvrdi da je došlo do povrede ovog zakona, u skladu\nsa zakonom kojim se uređuju prekršaji; 9) prati razvoj informacionih i komunikacionih tehnologija, kao i poslovne\ni druge prakse od značaja za zaštitu podataka o ličnosti; 10) izrađuje standardne ugovorne klauzule iz člana 45. stav 11. ovog zakona; 11) sačinjava i javno objavljuje liste iz člana 54. stav 5. ovog zakona; 12) daje pismeno mišljenje iz člana 55. stav 4. ovog zakona; 13) vodi evidenciju lica za zaštitu podataka o ličnosti iz člana 56. stav\n11. ovog zakona; 14) podstiče izradu kodeksa postupanja u skladu sa članom 59. stav 1. ovog\nzakona i daje mišljenje i saglasnost na kodeks postupanja u skladu sa članom 59. stav 5.\novog zakona; 15) obavlja poslove u skladu sa članom 60. ovog zakona; 16) podstiče izdavanje sertifikata za zaštitu podataka o ličnosti i odgovarajućih\nžigova i oznaka u skladu sa članom 61. stav 1. i propisuje kriterijume za sertifikaciju u\nskladu sa članom 61. stav 5. ovog zakona; 17) sprovodi periodično preispitivanje sertifikata u skladu sa članom 61.\nstav 8. ovog zakona; 18) propisuje i objavljuje kriterijume za akreditaciju sertifikacionog\ntela i obavlja poslove u skladu sa članom 62. ovog zakona; 19) odobrava odredbe ugovora ili sporazuma iz člana 65. stav 3. ovog zakona; 20) odobrava obavezujuća poslovna pravila u skladu sa članom 67. ovog zakona; 21) vodi internu evidenciju o povredama ovog zakona i merama koje se u\nvršenju inspekcijskog nadzora preduzimaju u skladu sa članom 79. stav 2. ovog zakona; 22) obavlja i druge poslove određene ovim zakonom. Poslove nadzora iz stava 1. tač. 1) i 8) ovog člana Poverenik vrši preko\novlašćenih lica iz stručne službe Poverenika. Evidencija iz stava 1. tačka 21) ovog člana sadrži: podatke o rukovaocima\nili obrađivačima koji su povredili ovaj zakon (njihovo ime i prezime ili naziv, prebivalište,\nboravište ili sedište), podatke o povredama ovog zakona (opis povrede i član zakona koji\nje povređen), podatke o merama koje su preduzete i podatke o postupanju rukovaoca ili obrađivača\npo izrečenim merama. Obrazac evidencije iz stava 3. ovog člana i način njenog vođenja propisuje\nPoverenik. U cilju pojednostavljivanja podnošenja pritužbe, Poverenik propisuje obrazac\npritužbe i omogućava njeno podnošenje elektronskim putem, ne isključujući i ostala sredstva\nkomunikacije. Poverenik obavlja svoje poslove besplatno za lice na koje se podaci odnose\ni lice za zaštitu podataka o ličnosti. Ako je pritužba Povereniku očigledno neosnovana, preobimna ili se preterano\nponavlja, Poverenik može da traži naknadu nužnih troškova ili da odbije da postupa po toj\npritužbi, uz navođenje razloga kojima se dokazuje da se radi o neosnovanom, preobimnom ili\npreterano ponavljanom zahtevu. Inspekcijska i druga ovlašćenja"}
{"model": "text-embedding-3-small", "id": 78, "title": "Član 79", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_79", "input": "Član 79: Poverenik je ovlašćen da: 1) naloži rukovaocu i obrađivaču, a prema potrebi i njihovim predstavnicima,\nda mu pruže sve informacije koje zatraži u vršenju svojih ovlašćenja; 2) proverava i ocenjuje primenu odredbi zakona i na drugi način vrši nadzor\nnad zaštitom podataka o ličnosti korišćenjem inspekcijskih ovlašćenja; 3) proverava ispunjenost uslova za sertifikaciju u skladu sa članom 61.\nstav 8. ovog zakona; 4) obaveštava rukovaoca, odnosno obrađivača o mogućim povredama ovog zakona; 5) zatraži i dobije od rukovaoca i obrađivača pristup svim podacima o ličnosti,\nkao i informacijama neophodnim za vršenje njegovih ovlašćenja; 6) zatraži i dobije pristup svim prostorijama rukovaoca i obrađivača, uključujući\ni pristup svim sredstvima i opremi. Poverenik je ovlašćen da preduzme sledeće korektivne mere: 1) da upozori rukovaoca i obrađivača dostavljanjem pismenog mišljenja da\nse nameravanim radnjama obrade mogu povrediti odredbe ovog zakona u skladu sa članom 55.\nstav 4. ovog zakona; 2) da izrekne opomenu rukovaocu, odnosno obrađivaču ako se obradom povređuju\nodredbe ovog zakona; 3) da naloži rukovaocu i obrađivaču da postupe po zahtevu lica na koje\nse podaci odnose u vezi sa ostvarivanjem njegovih prava, u skladu sa ovim zakonom; 4) da naloži rukovaocu i obrađivaču da usklade radnje obrade sa odredbama\novog zakona, na tačno određeni način i u tačno određenom roku; 5) da naloži rukovaocu da obavesti lice na koje se podaci o ličnosti odnose\no povredi podataka o ličnosti; 6) da izrekne privremeno ili trajno ograničenje vršenja radnje obrade,\nuključujući i zabranu obrade; 7) da naloži ispravljanje, odnosno brisanje podataka o ličnosti ili ograniči\nvršenje radnje obrade u skladu sa čl. 29. do 32. ovog zakona, kao i da naloži rukovaocu da\nobavesti o tome drugog rukovaoca, lice na koje se podaci odnose i primaoce kojima su podaci\no ličnosti otkriveni ili preneti, u skladu sa članom 30. stav 3. i čl. 33. i 34. ovog zakona; 8) da ukine sertifikat ili da naloži sertifikacionom telu ukidanje sertifikata\nkoji je izdat u skladu sa čl. 61. i 62. ovog zakona, kao i da naloži sertifikacionom telu\nda odbije izdavanje sertifikata ako nisu ispunjeni uslovi za njegovo izdavanje; 9) da izrekne novčanu kaznu na osnovu prekršajnog naloga ako je prilikom\ninspekcijskog nadzora utvrđeno da je došlo do prekršaja za koji je ovim zakonom propisana\nnovčana kazna u fiksnom iznosu, umesto drugih mera propisanih ovim stavom ili uz njih, a\nu zavisnosti od okolnosti konkretnog slučaja; 10) da obustavi prenos podataka o ličnosti primaocu u drugoj državi ili\nmeđunarodnoj organizaciji. Poverenik je ovlašćen i da: 1) izrađuje standardne ugovorne klauzule iz člana 45. stav 11; 2) daje mišljenje rukovaocima u postupku prethodnog pribavljanja mišljenja\nPoverenika, u skladu sa članom 55. ovog zakona; 3) daje mišljenje Narodnoj skupštini, Vladi, drugim organima vlasti i organizacijama,\npo sopstvenoj inicijativi ili na njihov zahtev, kao i javnosti, o svim pitanjima u vezi sa\nzaštitom podataka o ličnosti; 4) registruje i objavljuje kodeks postupanja, na koji je prethodno dao\nsaglasnost, u skladu sa članom 59. stav 5. ovog zakona; 5) izdaje sertifikate i propisuje kriterijume za izdavanje sertifikata,\nu skladu sa članom 61. stav 5. ovog zakona; 6) propisuje kriterijume za akreditaciju, u skladu sa članom 62. ovog zakona; 7) odobrava ugovorne odredbe, odnosno odredbe koje se unose u sporazum,\nu skladu sa članom 65. stav 3. ovog zakona; 8) odobrava obavezujuća poslovna pravila, u skladu sa članom 67. ovog zakona. Kontrolu akata Poverenika donetih na osnovu ovog člana vrši sud, u skladu\nsa zakonom. U vršenju svojih ovlašćenja Poverenik može da pokrene postupak pred sudom\nili drugim organom, u skladu sa zakonom. Prijavljivanje povrede zakona"}
{"model": "text-embedding-3-small", "id": 79, "title": "Član 80", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_80", "input": "Član 80: Nadležni organ koji vrši obradu u posebne svrhe je dužan da obezbedi primenu\nefektivnih mehanizama poverljivog prijavljivanja slučajeva povrede ovog zakona Povereniku. Izveštavanje"}
{"model": "text-embedding-3-small", "id": 80, "title": "Član 81", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_81", "input": "Član 81: Poverenik je dužan da sačini godišnji izveštaj o svojim aktivnostima, koji\nsadrži podatke o vrstama povreda ovog zakona i merama koje su preduzete u vezi sa tim povredama,\nkao i da ga podnese Narodnoj skupštini. Izveštaj iz stava 1. ovog stava dostavlja se i Vladi i stavlja se na uvid\njavnosti, na odgovarajući način. VII PRAVNA SREDSTVA, ODGOVORNOST I KAZNE Pravo na pritužbu Povereniku"}
{"model": "text-embedding-3-small", "id": 81, "title": "Član 82", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_82", "input": "Član 82: Lice na koje se podaci odnose ima pravo da podnese pritužbu Povereniku\nako smatra da je obrada podataka o njegovoj ličnosti izvršena suprotno odredbama ovog zakona.\nU postupku po pritužbi shodno se primenjuju odredbe zakona kojim se uređuje inspekcijski\nnadzor u delu koji se odnosi na postupanje po predstavkama. Podnošenje pritužbe Povereniku\nne utiče na pravo ovog lica da pokrene druge postupke upravne ili sudske zaštite. Poverenik je dužan da podnosioca pritužbe obavesti o toku postupka koji\nvodi, rezultatima postupka, kao i o pravu lica da pokrene sudski postupak u skladu sa članom\n83. ovog zakona. Pravo na sudsku zaštitu protiv odluke Poverenika"}
{"model": "text-embedding-3-small", "id": 82, "title": "Član 83", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_83", "input": "Član 83: Lice na koje se podaci odnose, rukovalac, obrađivač, odnosno drugo fizičko\nili pravno lice na koje se odnosi odluka Poverenika, doneta u skladu sa ovim zakonom, ima\npravo da protiv te odluke tužbom pokrene upravni spor u roku od 30 dana od dana prijema odluke.\nPodnošenje tužbe u upravnom sporu ne utiče na pravo da se pokrenu drugi postupci upravne\nili sudske zaštite. Ako Poverenik u roku od 60 dana od dana podnošenja pritužbe ne postupi\npo pritužbi ili ne postupi u skladu sa članom 82. stav 2. ovog zakona, lice na koje se podaci\nodnose ima pravo da pokrene upravni spor. Sudska zaštita prava lica"}
{"model": "text-embedding-3-small", "id": 83, "title": "Član 84", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_84", "input": "Član 84: Lice na koje se podaci odnose ima pravo na sudsku zaštitu ako smatra da\nmu je, suprotno ovom zakonu, od strane rukovaoca ili obrađivača radnjom obrade njegovih podataka\no ličnosti povređeno pravo propisano ovim zakonom. Podnošenje tužbe sudu ne utiče na pravo\novog lica da pokrene druge postupke upravne ili sudske zaštite. Tužbom za zaštitu prava iz stava 1. ovog člana može se zahtevati od suda\nda obaveže tuženog na: 1) davanje informacije iz čl. 22. do 27, čl. 33. do 35. i člana 37. ovog\nzakona; 2) ispravku, odnosno brisanje podataka o tužiocu iz čl. 29, 30. i 32. ovog\nzakona; 3) ograničenje obrade iz čl. 31. i 32. ovog zakona; 4) davanje podataka u strukturisanom, uobičajeno korišćenom i elektronski\nčitljivom obliku; 5) prenošenje podataka drugom rukovaocu iz člana 36. ovog zakona; 6) prekid obrade podataka iz člana 37. ovog zakona. Tužbom za zaštitu prava iz stava 1. ovog člana može se zahtevati od suda\ni da utvrdi da je odluka koja se odnosi na tužioca doneta suprotno čl. 38. i 39. ovog zakona. Tužba iz st. 2. i 3. ovog člana podnosi se višem sudu na čijoj teritoriji\nrukovalac, odnosno obrađivač ili njihov predstavnik ima prebivalište, boravište, odnosno\nsedište ili na čijoj teritoriji lice na koje se odnose podaci ima prebivalište ili boravište,\nosim ako je rukovalac, odnosno obrađivač organ vlasti. Revizija pravnosnažne odluke donete po tužbama iz st. 2. i 3. ovog člana\nje uvek dopuštena. U postupku sudske zaštite primenjuju se odredbe zakona kojim se uređuje\nparnični postupak, ako ovim zakonom nije drugačije određeno. Zastupanje lica na koje se podaci odnose"}
{"model": "text-embedding-3-small", "id": 84, "title": "Član 85", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_85", "input": "Član 85: Lice na koje se podaci odnose, u vezi sa zaštitom podataka o ličnosti,\nima pravo da ovlasti predstavnika udruženja koje se bavi zaštitom prava i sloboda lica na\nkoje se podaci odnose da ga, u skladu sa zakonom, zastupa u postupcima iz čl. 82. do 84.\ni člana 86. ovog zakona. Pravo na naknadu štete"}
{"model": "text-embedding-3-small", "id": 85, "title": "Član 86", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_86", "input": "Član 86: Lice koje je pretrpelo materijalnu ili nematerijalnu štetu zbog povrede\nodredaba ovog zakona ima pravo na novčanu naknadu ove štete od rukovaoca, odnosno obrađivača\nkoji je štetu prouzrokovao. Ako je materijalna ili nematerijalna šteta prouzrokovana nezakonitom obradom\nkoju vrše nadležni organi u posebne svrhe, odnosno povredom odredaba zakona koji se odnose\nna obradu tih podataka, lice koje je pretrpelo štetu ima pravo na naknadu štete od rukovaoca\nili drugog nadležnog organa protiv kojeg se može podneti tužba za naknadu štete, u skladu\nsa zakonom. Za štetu iz stava 1. ovog člana odgovara rukovalac, a obrađivač odgovara\nsamo ako nije postupao u skladu sa obavezama propisanim ovim zakonom koje se odnose neposredno\nna njega ili kad je postupao izvan uputstava ili suprotno uputstvima rukovaoca, izdatim u\nskladu sa ovim zakonom. Rukovalac, odnosno obrađivač oslobađa se odgovornosti za štetu ako dokaže\nda ni na koji način nije odgovoran za nastanak štete. Ako obradu vrše više rukovalaca, odnosno obrađivača ili zajedno rukovalac\ni obrađivač, i ako su oni odgovorni za štetu, svaki rukovalac, odnosno obrađivač odgovoran\nje za celokupan iznos naknade štete. Ako je rukovalac, odnosno obrađivač iz stava 5. ovog člana isplatio celokupan\niznos naknade štete, on ima pravo da zahteva od drugih rukovaoca, odnosno obrađivača povraćaj\ndela iznosa koji odgovara njihovoj odgovornosti za nastanak štete, u skladu sa stavom 3.\novog člana. Uslovi za izricanje novčanih kazni"}
{"model": "text-embedding-3-small", "id": 86, "title": "Član 87", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_87", "input": "Član 87: Novčane kazne zbog povrede odredbi ovog zakona u svakom pojedinačnom slučaju\nizriču se i primenjuju na delotvoran, srazmeran i preventivan način. Novčane kazne iz stava 1. ovog člana, u zavisnosti od okolnosti pojedinačnog\nslučaja, mogu se izreći uz mere ili umesto mera propisanih članom 79. stav 2. tač. 1) do\n8) i tačka 10) ovog zakona. Prilikom odlučivanja o izricanju novčanih kazni i njihovom iznosu mora\nse u svakom pojedinačnom slučaju voditi računa o: 1) prirodi, težini i trajanju povrede odredbi zakona, uzimajući u obzir\nvrstu, obim i svrhu obrade, kao i broj lica na koje se podaci odnose i nivo štete koju su\noni pretrpeli; 2) postojanju namere ili nepažnje prekršioca; 3) svakoj radnji rukovaoca i obrađivača usmerenoj na otklanjanje ili ublažavanje\nštete koju su pretrpela lica na koje se podaci odnose; 4) stepenu odgovornosti rukovaoca i obrađivača, uzimajući u obzir mere\nkoje su primenili u skladu sa članom 42. i članom 50. ovog zakona; 5) prethodnim slučajevima kršenja odredbi ovog zakona od strane rukovaoca\ni obrađivača koji su od značaja za izricanje kazne; 6) stepenu saradnje rukovaoca i obrađivača sa Poverenikom u cilju otklanjanja\nposledica povrede zakona i otklanjanja ili ublažavanja štetnih posledica povrede; 7) vrstama podataka o ličnosti na koje se odnose povrede; 8) načinu na koji je Poverenik saznao za povredu, a posebno o tome da li\nje i u kojoj meri rukovalac, odnosno obrađivač obavestio Poverenika o povredi; 9) postupanju u skladu sa korektivnim merama Poverenika koje su ranije\nizrečene rukovaocu, odnosno obrađivaču u vezi sa istim slučajem povrede, u skladu sa članom\n79. stav 2. ovog zakona; 10) primeni odobrenih kodeksa postupanja u skladu sa članom 59. ovog zakona,\nodnosno postojanju sertifikata iz člana 61. ovog zakona; 11) svim drugim otežavajućim i olakšavajućim okolnostima u konkretnom slučaju,\nkao što su izbegavanje finansijskog gubitka ili finansijska korist koja je ostvarena na neposredan\nili posredan način povredom odredbi ovog zakona. VIII POSEBNI SLUČAJEVI OBRADE Obrada i slobode izražavanja i informisanja"}
{"model": "text-embedding-3-small", "id": 87, "title": "Član 88", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_88", "input": "Član 88: Na obradu koja se vrši u svrhe novinarskog istraživanja i objavljivanja\ninformacija u medijima, kao i u svrhe naučnog, umetničkog ili književnog izražavanja, ne\nprimenjuju se odredbe Glave II. do VI. i čl. 89. do 94. ovog zakona, ako su u konkretnom\nslučaju ova ograničenje neophodna u cilju zaštite slobode izražavanja i informisanja. Obrada i slobodan pristup informacijama od\njavnog značaja"}
{"model": "text-embedding-3-small", "id": 88, "title": "Član 89", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_89", "input": "Član 89: Informacije od javnog značaja koje sadrže podatke o ličnosti mogu biti\nučinjene dostupnim tražiocu informacije od strane organa vlasti na način kojim se obezbeđuje\nda se pravo javnosti da zna i pravo na zaštitu podataka o ličnosti mogu ostvariti zajedno,\nu meri propisanoj zakonom kojim se uređuje slobodan pristup informacijama od javnog značaja\ni ovim zakonom. Obrada jedinstvenog matičnog broja građana"}
{"model": "text-embedding-3-small", "id": 89, "title": "Član 90", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_90", "input": "Član 90: Na obradu jedinstvenog matičnog broja građana, primenjuju se odredbe zakona\nkojim se uređuje jedinstveni matični broj građana, odnosno drugog zakona, uz primenu odredbi\novog zakona koje se odnose na zaštitu prava i sloboda lica na koje se podaci odnose. Obrada u oblasti rada i zapošljavanja"}
{"model": "text-embedding-3-small", "id": 90, "title": "Član 91", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_91", "input": "Član 91: Na obradu u oblasti rada i zapošljavanja primenjuju se odredbe zakona kojima\nse uređuje rad i zapošljavanje i kolektivni ugovori, uz primenu odredbi ovog zakona. Ako zakon koji uređuje rad i zapošljavanje ili kolektivni ugovor sadrže\nodredbe o zaštiti podataka o ličnosti, moraju se propisati i posebne mere zaštite dostojanstva\nličnosti, legitimnih interesa i osnovnih prava lica na koje se podaci odnose, posebno u odnosu\nna transparentnost obrade, razmenu podataka o ličnosti unutar multinacionalne kompanije,\nodnosno grupe privrednih subjekata, kao i sistem nadzora u radnoj sredini. Mere zaštite i ograničenje primene zakona\nna obradu u svrhe arhiviranja u javnom interesu, u svrhe naučnog ili istorijskog istraživanja\nili u statističke svrhe"}
{"model": "text-embedding-3-small", "id": 91, "title": "Član 92", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_92", "input": "Član 92: Na obradu u svrhe arhiviranja u javnom interesu, u svrhe naučnog ili istorijskog\nistraživanja ili u statističke svrhe primenjuju se odgovarajuće mere zaštite prava i sloboda\nlica na koje se podaci odnose propisane ovim zakonom. Te mere obezbeđuju primenu tehničkih,\norganizacionih i kadrovskih mera, a posebno kako bi se obezbedilo poštovanje načela minimizacije\npodataka. Te mere mogu obuhvatiti pseudonimizaciju, ako se svrha obrade može ostvariti upotrebom\nte mere. Ako se svrhe iz stava 1. ovog člana mogu ostvariti bez identifikacije ili\nbez dalje identifikacije lica na koje se podaci odnose, te svrhe se moraju ostvariti na način\nkoji onemogućava dalju identifikaciju tog lica. Odredbe o pravima lica na koje se podaci odnose iz čl. 26, 29, 31. i 37.\novog zakona se ne primenjuju ako se obrada vrši u svrhe naučnog ili istorijskog istraživanja\nili statističke svrhe, ako je to neophodno za ostvarivanje tih svrha ili ako bi primena tih\nodredbi zakona onemogućila ili značajno otežala njihovo ostvarivanje, uz primenu mera iz\nst. 1. i 2. ovog člana. Odredbe o pravima lica na koje se podaci odnose iz čl. 26. i 29. i čl.\n31. do 37. ovog zakona ne primenjuju se ako se obrada vrši u svrhe arhiviranja u javnom interesu,\nako je to neophodno za ostvarivanje te svrhe ili ako bi primena tih odredbi zakona onemogućila\nili značajno otežala njeno ostvarivanje, uz primenu mera iz st. 1. i 2. ovog člana. Ako se obrada iz st. 3. i 4. ovog člana vrši i u druge svrhe, na obradu\nu druge svrhe primenjuju se odredbe ovog zakona bez ograničenja. Obrada od strane crkve i verskih zajednica"}
{"model": "text-embedding-3-small", "id": 92, "title": "Član 93", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_93", "input": "Član 93: Ako crkve ili verske zajednice primenjuju sveobuhvatna pravila u pogledu\nzaštite fizičkih lica u odnosu na obradu, ta postojeća pravila mogu se i dalje primenjivati\npod uslovom da se usklade sa ovim zakonom. U slučaju iz stava 1. ovog člana, primenjuju se i odredbe ovog zakona o\ninspekcijskim i drugim ovlašćenjima Poverenika iz čl. 77. do 79. ovog zakona, osim ako crkva,\nodnosno verska zajednica, ne obrazuje posebno nezavisno nadzorno telo koje će vršiti ta ovlašćenja,\npod uslovom da takvo telo ispunjava uslove predviđene Poglavljem VI. ovog zakona. Obrada u humanitarne svrhe od strane organa\nvlasti"}
{"model": "text-embedding-3-small", "id": 93, "title": "Član 94", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_94", "input": "Član 94: Podaci o ličnosti koje obrađuje organ vlasti mogu da se obrađuju i u cilju\nprikupljanja sredstava za humanitarne svrhe, uz primenu odgovarajućih mera zaštite prava\ni sloboda lica na koje se podaci odnose, u skladu sa ovim zakonom. U cilju prikupljanja sredstava za humanitarne svrhe podaci o ličnosti koje\nobrađuje organ vlasti ne mogu se ustupati drugim licima. IX KAZNENE ODREDBE"}
{"model": "text-embedding-3-small", "id": 94, "title": "Član 95", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_95", "input": "Član 95: Novčanom kaznom od 50.000 do 2.000.000 dinara kazniće se za prekršaj rukovalac,\nodnosno obrađivač koji ima svojstvo pravnog lica ako: 1) obrađuje podatke o ličnosti suprotno načelima obrade iz člana 5. stav\n1. ovog zakona; 2) obrađuje podatke o ličnosti u druge svrhe, suprotno čl. 6. i 7. ovog\nzakona; 3) jasno ne izdvoji podatke o ličnosti koji su zasnovani na činjeničnom\nstanju od podataka o ličnosti koji su zasnovani na ličnoj oceni (član 10); 4) ako korišćenjem razumnih mera ne obezbedi da se netačni, nepotpuni i\nneažurni podaci o ličnosti ne prenose, odnosno da ne budu dostupni (član 11. stav 1); 5) obrađuje podatke o ličnosti bez saglasnosti lica na koje se podaci odnose,\na nije u mogućnosti da predoči da je lice na koje se podaci odnose dalo pristanak za obradu\nsvojih podataka (član 15. stav 1); 6) obrađuje posebne vrste podataka o ličnosti suprotno čl. 17. i 18. ovog\nzakona; 7) obrađuje podatke o ličnosti u vezi sa krivičnim presudama, kažnjivim\ndelima i merama bezbednosti suprotno članu 19. stav 1. ovog zakona; 8) licu na koje se podaci odnose ne pruži informacije iz člana 23. st.\n1. do 3. i člana 24. st. 1. do 4. ovog zakona; 9) licu na koje se podaci odnose ne stavi na raspolaganje ili ne pruži\ninformacije iz člana 25. st. 1. i 2. ovog zakona; 10) ne pruži tražene informacije, ne omogući pristup podacima, odnosno\nako ne dostavi kopiju podataka koje obrađuje (član 26. st. 1. i 2. i član 27); 11) ograniči delimično ili u celini pravo na pristup podacima licu na koje\nse podaci odnose suprotno članu 28. stav 1. ovog zakona; 12) ne ispravi netačne podatke ili ne dopuni nepotpune podatke, suprotno\nčlanu 29. ovog zakona; 13) ne izbriše podatke lica na koje se podaci odnose bez odlaganja u slučajevima\niz člana 30. stav 2. ovog zakona; 14) ne ograniči obradu podataka o ličnosti u slučajevima iz člana 31. ovog\nzakona; 15) ne izbriše podatke o ličnosti (član 32); 16) ne obavesti primaoca u vezi sa ispravkom, brisanjem i ograničenjem\nobrade (član 33. stav 1); 17) ne informiše lice na koje se podaci odnose o odluci o odbijanju ispravljanja,\nbrisanja, odnosno ograničavanja obrade, kao i o razlogu za odbijanje (član 34. stav 1); 18) ne prekine sa obradom podataka nakon što je lice podnelo prigovor (član\n37. stav 1); 19) se donese odluka koja proizvodi pravne posledice po lice na koje se\npodaci odnose isključivo na osnovu automatizovane obrade, suprotno čl. 38. i 39. ovog zakona; 20) prilikom određivanja načina obrade, kao i u toku obrade ne preduzme\nodgovarajuće tehničke, organizacione i kadrovske mere, suprotno članu 42. ovog zakona; 21) se odnos između zajedničkih rukovaoca ne uredi na način propisan članom\n43. st. do 2. do 4. ovog zakona; 22) poveri obradu podataka o ličnosti obrađivaču, suprotno članu 45. ovog\nzakona; 23) se podaci obrađuju bez naloga ili suprotno nalogu rukovaoca (član 46); 24) ne obavesti Poverenika o povredi bezbednosti podataka, suprotno članu\n52. ovog zakona; 25) ne obavesti lice na koje se podaci odnose o povredi bezbednosti podataka,\nsuprotno članu 53. ovog zakona; 26) ne izvrši procenu uticaja na zaštitu bezbednosti podataka na način\npredviđen članom 54. ovog zakona; 27) ne obavesti Poverenika, odnosno ne zatraži mišljenje Poverenika pre\nzapočinjanja radnje obrade (član 55. st. 1. i 3); 28) ne odredi lice za zaštitu podataka o ličnosti u slučajevima iz člana\n56. stav 2. ovog zakona; 29) ne izvrši svoje obaveze prema licu za zaštitu podataka o ličnosti iz\nčlana 57. st. 1. do 3. ovog zakona; 30) se prenos podataka o ličnosti u druge zemlje i međunarodne organizacije\nvrši suprotno čl. 63. do 71. ovog zakona; 31) ne obezbedi primenu efektivnih mehanizama poverljivog prijavljivanja\nslučajeva povrede ovog zakona (član 80); 32) obrađuje podatke o ličnosti u svrhe arhiviranja u javnom interesu,\nu svrhe naučnog ili istorijskog istraživanja ili u statističke svrhe suprotno članu 92. ovog\nzakona. Novčanom kaznom u iznosu od 100.000 dinara kazniće se za prekršaj rukovalac,\nodnosno obrađivač koji ima svojstvo pravnog lica ako: 1) ne upozna primaoca sa posebnim uslovima za obradu podataka o ličnosti\npropisnim zakonom i njegovom obavezom ispunjenja tih uslova (član 11. stav 5); 2) ne dostavi licu na koje se podaci odnose obrazloženu odluku, odnosno\nne obavesti lice u roku iz člana 28. st. 3. i 5. ovog zakona; 3) nastavi sa obradom u cilju direktnog oglašavanja, a lice na koje se\npodaci odnose je podnelo prigovor na takvu obradu (član 37. stav 3); 4) ne odredi svog predstavnika u Republici Srbiji, suprotno članu 44. ovog\nzakona; 5) ne vodi propisane evidencije o obradi (član 47), ili ne beleži radnje\nobrade (član 48); 6) ne objavi kontakt podatke lica za zaštitu podataka o ličnosti i ne dostavi\nih Povereniku (član 56. stav 11). Novčanom kaznom od 5.000 do 150.000 dinara kazniće se za prekršaj fizičko\nlice koje ne čuva kao profesionalnu tajnu podatke o ličnosti koje je saznalo tokom obavljanja\nposlova (član 57. stav 7. i član 76). Za prekršaj iz stava 1. ovog člana kazniće se preduzetnik novčanom kaznom\nod 20.000 do 500.000 dinara. Za prekršaj iz stava 1. ovog člana kazniće se fizičko lice, odnosno odgovorno\nlice u pravnom licu, državnom organu, odnosno organu teritorijalne autonomije i jedinici\nlokalne samouprave, kao i odgovorno lice u predstavništvu ili poslovnoj jedinici stranog\npravnog lica novčanom kaznom od 5.000 do 150.000 dinara. Za prekršaj iz stava 2. ovog člana kazniće se preduzetnik novčanom kaznom\nod u iznosu od 50.000 dinara. Za prekršaj iz stava 2. ovog člana kazniće se fizičko lice, odnosno odgovorno\nlice u pravnom licu, državnom organu, odnosno organu teritorijalne autonomije i jedinici\nlokalne samouprave, kao i odgovorno lice u predstavništvu ili poslovnoj jedinici stranog\npravnog lica novčanom kaznom u iznosu od 20.000 dinara. X PRELAZNE I ZAVRŠNE ODREDBE Zamenik Poverenika"}
{"model": "text-embedding-3-small", "id": 95, "title": "Član 96", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_96", "input": "Član 96: Zamenik poverenika za zaštitu podataka o ličnosti koji je izabran u skladu\nsa Zakonom o zaštiti podataka o ličnosti (\"Službeni glasnik RS\", br. 97/08, 104/09\n- dr. zakon, 68/12 - US i 107/12), nastavlja da vrši tu dužnost do isteka mandata na koji\nje izabran. Započeti postupci"}
{"model": "text-embedding-3-small", "id": 96, "title": "Član 97", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_97", "input": "Član 97: Postupci po žalbama povodom zahteva za ostvarivanje prava u vezi sa obradom,\npostupci po zahtevima za izdavanje dozvole za iznošenje podataka iz Republike Srbije i postupci\nnadzora koji nisu okončani do dana početka primene ovog zakona okončaće se po odredbama Zakona\no zaštiti podataka o ličnosti (\"Službeni glasnik RS\", br. 97/08, 104/09 - dr. zakon,\n68/12 - US i 107/12). Centralni registar zbirki podataka"}
{"model": "text-embedding-3-small", "id": 97, "title": "Član 98", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_98", "input": "Član 98: Centralni registar zbirki podataka koji je uspostavljen po odredbama Zakona\no zaštiti podataka o ličnosti (\"Službeni glasnik RS\", br. 97/08, 104/09 - dr. zakon,\n68/12 - US i 107/12) prestaje da se vodi danom stupanja na snagu ovog zakona. Sa centralnim registrom iz stava 1. ovog člana, kao i sa podacima sadržanim\nu tom registru, postupa se u skladu sa propisima koji uređuju postupanje sa arhivskom građom. Podzakonski akti"}
{"model": "text-embedding-3-small", "id": 98, "title": "Član 99", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_99", "input": "Član 99: Podzakonski akti predviđeni ovim zakonom biće doneti u roku od devet meseci\nod dana stupanja na snagu ovog zakona. Podzakonski akti koji su doneti na osnovu Zakona o zaštiti podataka o ličnosti\n(\"Službeni glasnik RS\", br. 97/08, 104/09 - dr. zakon, 68/12 - US i 107/12) nastavljaju\nda se primenjuju do donošenja podzakonskih akata iz stava 1. ovog člana, ako nisu u suprotnosti\nsa ovim zakonom. Usklađivanje drugih zakona"}
{"model": "text-embedding-3-small", "id": 99, "title": "Član 100", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_100", "input": "Član 100: Odredbe drugih zakona, koje se odnose na obradu podataka o ličnosti, uskladiće\nse sa odredbama ovog zakona do kraja 2020. godine. Prestanak važenja ranijeg zakona"}
{"model": "text-embedding-3-small", "id": 100, "title": "Član 101", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_101", "input": "Član 101: Danom početka primene ovog zakona prestaje da važi Zakon o zaštiti podataka\no ličnosti (\"Službeni glasnik RS\", br. 97/08, 104/09 - dr. zakon, 68/12 - US i\n107/12). Stupanje zakona na snagu"}
{"model": "text-embedding-3-small", "id": 101, "title": "Član 102", "link": "https://www.paragraf.rs/propisi/zakon_o_zastiti_podataka_o_licnosti.html#clan_102", "input": "Član 102: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom\nglasniku Republike Srbije\", a primenjuje se po isteku devet meseci od dana stupanja\nzakona na snagu, osim odredbe člana 98. ovog zakona koja se primenjuje od dana njegovog stupanja\nna snagu. Ako ne probate više različitih izbora nikada nećete biti sigurni da li imate najbolju opciju u svojim rukama. Mi Vam tu mogućnost nudimo besplatno! Popunite formular i dobićete priliku da bez ikakvih troškova saznate da li je Paragraf dobar izbor za Vas. Ukoliko želite da Vas obaveštavamo o novostima i aktivnostima kompanije Paragraf prijavite se na našu mailing listu. Vaš e-mail neće biti upotrebljen u druge svrhe."}
