{"model": "text-embedding-3-small", "id": 0, "title": "Član 1", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_1", "input": "Član 1: Ovim zakonom uređuju se uslovi i način obavljanja poštanskih usluga, nadležnosti u oblasti poštanskih usluga, prava, obaveze i odgovornosti davalaca i korisnika poštanskih usluga, nadzor nad primenom ovog zakona, kao i druga pitanja od značaja za funkcionisanje i razvoj poštanskih usluga u Republici Srbiji."}
{"model": "text-embedding-3-small", "id": 1, "title": "Član 2", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_2", "input": "Član 2: Obavljanje poštanskih usluga zasniva se na načelima: 1) obezbeđivanja uslova za ravnomeran razvoj poštanskih usluga na teritoriji Republike Srbije; 2) obezbeđivanja dostupnosti univerzalne poštanske usluge, propisanog kvaliteta i po pristupačnim cenama, svim građanima u Republici Srbiji, uz zadovoljenje potreba specifičnih društvenih grupa, uključujući osobe sa invaliditetom; 3) obezbeđivanja ravnopravnosti, zabrane diskriminacije i visokog nivoa zaštite interesa korisnika poštanskih usluga; 4) obezbeđivanja uslova za ravnopravno poslovanje i predvidivost poslovanja poštanskih operatora; 5) podsticanja konkurencije, ekonomičnosti i delotvornosti u obavljanju poštanske delatnosti; 6) obezbeđivanja razvoja poštanske delatnosti; 7) usklađivanja obavljanja delatnosti u oblasti poštanskih usluga sa srpskim i međunarodnim standardima; 8) nepovredivosti tajnosti pisama i drugih sredstava opštenja; 9) omogućavanja ravnopravnog pristupa poštanskoj mreži i poštanskim uslugama; 10) obezbeđivanja održivosti univerzalne poštanske usluge; 11) održivog razvoja."}
{"model": "text-embedding-3-small", "id": 2, "title": "Član 3", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_3", "input": "Član 3: Pojedini izrazi upotrebljeni u ovom zakonu imaju sledeće značenje: 1) adresa je skup oznaka na poštanskoj pošiljci koje jednoznačno označavaju mesto uručenja poštanske pošiljke; 2) akta Svetskog poštanskog saveza su propisi koje je doneo Svetski poštanski savez i međunarodni ugovori koji se primenjuju na poštanske usluge u međunarodnom poštanskom saobraćaju, potvrđeni od strane nadležnih organa Republike Srbije; 3) automat je sredstvo poštanske mreže koje služi za automatizovani prijem i uručenje poštanskih pošiljaka; 4) davalac univerzalne poštanske usluge je poštanski operator koji pruža univerzalnu poštansku uslugu ili delove te usluge, osim rezervisanih poštanskih usluga; 5) direktna pošta u unutrašnjem i međunarodnom poštanskom saobraćaju je poštanska pošiljka koja se sastoji od reklamnih, marketinških i oglasnih materijala istovetne sadržine, izuzev ličnog/poslovnog imena primaoca i adrese, koja se šalje velikom broju primalaca, koja ne može da sadrži račun, fakturu, finansijski izveštaj i druge neidentične poruke a kada se šalje u istoj pošiljci, odnosno istom omotu sa drugom vrstom pošiljke, ne smatra se direktnom poštom u smislu ovog zakona; 6) dopunske poštanske usluge su usluge koje se realizuju na osnovu posebnih zahteva u pogledu načina postupanja sa pošiljkama, pružanja dodatnih informacija o pošiljkama i dr.; 7) dopisnica je otvorena pošiljka, bez omota (koverte), sa najvećom masom do 20 grama. Izrađena je od tvrdog kartona ili papira u obliku pravougaonika i ne sme imati izbočene ili ispupčene delove; 8) zbirni sandučić je sredstvo poštanske mreže koje se koristi za prijem i uručenje poštanskih pošiljaka korisnika koji su udaljeni od naseljenih mesta, korisnika u tržnim centrima i sl.; 9) identifikacioni znak je grafički simbol, odnosno logo koji na jedinstven način identifikuje određenog poštanskog operatora; 10) javni poštanski operator je privredni subjekt sa obavezom obavljanja univerzalne poštanske usluge i pravom na ostvarivanje naknade za nepravedno finansijsko opterećenje; 11) konsolidator je lice koje nije poštanski operator, odnosno davalac poštanskih usluga i koje, na osnovu ugovora o prikupljanju poštanskih pošiljaka, poštanske pošiljke prikupljene od pošiljaoca predaje poštanskom operatoru na dalju otpremu, radi uručenja primaocu; 12) korespondencija je prepiska u pisanoj formi na bilo kojoj vrsti fizičkog medijuma koja se uručuje na adresi, koju je pošiljalac označio na samoj pošiljci ili na njenom omotu; 13) korisnik poštanskih usluga (u daljem tekstu: korisnik) je fizičko ili pravno lice koje koristi poštanske usluge kao pošiljalac ili primalac poštanske pošiljke; 14) kućni sandučić je sandučić koji se koristi za uručenje poštanskih pošiljaka, osim ako posebnim zakonom nije drugačije definisano; 15) međunarodna poštanska pošiljka je poštanska pošiljka upućena u drugu ili primljena iz druge države; 16) nomenklatura je spisak poštanskih usluga u okviru univerzalne poštanske usluge; 17) opšti uslovi za obavljanje poštanskih usluga predstavljaju akt poštanskog operatora donet na osnovu zakona i podzakonskih akata pod kojima je poštanski operator dužan da obavlja poštanske usluge; 18) paket je registrovana poštanska pošiljka mase do 31,5 kilograma, sa ili bez označene vrednosti, pakovana na propisan način, koja sadrži robu i druge predmete i koja na omotu ili dokumentu koji je prati ima naznačenu masu; 19) personalizovana poštanska marka je marka koju javni poštanski operator na zahtev pravnih i fizičkih lica štampa na posebnom papiru, sa nominalnom vrednošću za pismo mase do 20 grama, sa motivom po ličnom izboru korisnika - naručioca marke, sadrži naziv zemlje i koristi se za plaćanje poštarine u unutrašnjem poštanskom saobraćaju; 20) pismonosna pošiljka je poštanska pošiljka koja obuhvata korespondenciju, štampane stvari, robu i druge predmete; 21) podugovarač je pravni subjekat sa kojim poštanski operator može ugovoriti da u njegovo ime i za njegov račun obavlja pojedine faze poštanske usluge; 22) potvrda o prijemu pošiljke, je potvrda koju poštanski operator izdaje pošiljaocu nakon prijema registrovanih poštanskih pošiljaka, sadrži podatke o pošiljci i služi kao dokaz da je pošiljka predata poštanskom operatoru na dalju otpremu; 23) pošiljalac je fizičko ili pravno lice odgovorno za slanje pošiljke; 24) pošiljka najbrže kategorije je pošiljka prve stope mase koju javni poštanski operator/davalac univerzalne poštanske usluge otprema najbržim putem do odredišta i ima prednost u odnosu na druge pošiljke, a u slučaju da davalac univerzalne poštanske usluge ima samo jedan način postupanja sa svim poštanskim pošiljkama, on se smatra najbržim; 25) poštanska mreža je sistem pristupnih tačaka i svih vrsta sredstava međusobno povezanih u jedinstvenu tehničko-tehnološku celinu, koja se koristi za obavljanje univerzalne poštanske usluge na celokupnoj teritoriji Republike Srbije; 26) poštanska pošiljka je pošiljka koju adresuje pošiljalac, odgovoran za tačnost adresnih podataka, na način da se nesporno može utvrditi primalac, a sadržina te pošiljke može biti: korespondencija, dokument, knjiga, katalog, novina, časopis i/ili roba; 27) poštanska uputnica je registrovana poštanska pošiljka koja se prenosi poštanskom mrežom ili elektronskim putem, a služi kao osnov za isplatu novčanog iznosa primaocu; 28) poštanska usluga je usluga koja, po pravilu, obuhvata faze prijema, usmeravanja, prenosa i uručenja poštanskih pošiljaka u unutrašnjem i međunarodnom poštanskom saobraćaju; 29) poštanske marke su vrednosnice kojima se unapred vrši plaćanje poštanskih usluga; 30) poštanski adresni kod je niz karaktera koji jednoznačno određuje deo ulice kome pripada adresa pošiljaoca ili primaoca i koji je jedinstven za teritoriju Republike Srbije; 31) poštanski operator je privredni subjekt koji obavlja jednu ili više poštanskih usluga, na osnovu dozvole; 32) poštanski sandučić je sredstvo poštanske mreže koje se koristi za prijem neregistrovanih pismonosnih pošiljaka; 33) poštarina je cena koju korisnik plaća za izvršenje poštanske usluge; 34) prenos poštanskih pošiljaka obuhvata fizički ili elektronski prenos poštanskih pošiljaka, od mesta prijema do mesta uručenja; 35) privredni subjekt je lice koje obavlja delatnost poštanskih usluga; 36) prijem poštanskih pošiljaka je postupak preuzimanja poštanskih pošiljaka radi uručenja primaocu, koje se mogu preuzeti u pristupnim tačkama operatora ili na adresi pošiljaoca preko poštanskog operatora, na način propisan odredbama ovog zakona i opštih uslova poštanskih operatora; 37) pristupne tačke poštanske mreže su prijemna mesta (prostorije poštanskog operatora, poštanski sandučići, zbirni sandučići, automati i dr.), gde pošiljalac može predati poštansku pošiljku na dalju otpremu; 38) sekogram je otvorena pismonosna pošiljka koja sadrži štampane stvari i korespondenciju prilagođenu slepim i slabovidim licima; 39) terminalni troškovi predstavljaju nadoknadu davaocima univerzalne poštanske usluge za dalju distribuciju međunarodnih poštanskih pošiljaka u dolazu; 40) uručenje poštanskih pošiljaka obuhvata dostavu poštanskih pošiljaka primaocu na adresi, putem kućnih, zbirnih sandučića ili drugih automata, isporuku u poslovnim prostorijama poštanskog operatora ili na drugo sigurno mesto po izboru korisnika; 41) usmeravanje poštanskih pošiljaka je tehnološki usklađen i optimizovan postupak razvrstavanja poštanskih pošiljaka prema odredištima uručenja; 42) hibridna pošiljka je poštanska pošiljka koju formira i distribuira poštanski operator na osnovu podataka koje je dostavio pošiljalac elektronskim putem; 43) cenovnik poštanskih usluga je spisak cena poštanskih usluga; 44) štampane stvari su pošiljke koje sadrže knjige, publikacije, novine, časopise, kataloge, brošure i druge štampane sadržine i odštampane su na papiru, kartonu ili drugom sličnom materijalu. Svi termini, koji su u ovom zakonu, izraženi u gramatičkom muškom rodu, podrazumevaju prirodni, muški i ženski rod lica na koje se odnose. II NADLEŽNOSTI"}
{"model": "text-embedding-3-small", "id": 3, "title": "Član 4", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_4", "input": "Član 4: Vlada, na predlog ministarstva nadležnog za poslove poštanskog saobraćaja (u daljem tekstu: Ministarstvo): 1) utvrđuje osnovna opredeljenja i principe obavljanja poštanskih usluga, rukovodeći se opštim interesom u ovoj oblasti, profesionalnim principima poštanske struke, načelima Svetskog poštanskog saveza, drugih međunarodnih organizacija, kao i preuzetim međunarodnim obavezama; 2) donosi programe i akcione planove za njihovo sprovođenje, kojima se utvrđuju načela, ciljevi i prioriteti razvoja poštanskih usluga u Republici Srbiji; 3) određuje uslove i način korišćenja poštanske mreže javnog poštanskog operatora, odnosno davaoca univerzalne poštanske usluge u slučaju nastanka vanrednih situacija; 4) odlučuje o drugim pitanjima kada je to predviđeno zakonom."}
{"model": "text-embedding-3-small", "id": 4, "title": "Član 5", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_5", "input": "Član 5: Ministarstvo, u skladu sa ovim zakonom: 1) donosi propise na osnovu ovlašćenja utvrđenih zakonom; 2) vrši nadzor nad primenom ovog zakona i drugih propisa kojima se uređuje obavljanje poštanskih usluga; 3) rešava po žalbama na rešenje inspektora za poštanske usluge; 4) predstavlja Republiku Srbiju u međunarodnim organizacijama i institucijama u oblasti poštanskog saobraćaja, stara se o sprovođenju sporazuma u oblasti poštanskih usluga i obaveštava Svetski poštanski savez o javnom poštanskom operatoru i entitetima nadležnim za ispunjavanje obaveza iz Svetske poštanske konvencije; 5) obavlja i druge poslove kada je to predviđeno zakonom."}
{"model": "text-embedding-3-small", "id": 5, "title": "Član 6", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_6", "input": "Član 6: Regulatorno telo za elektronske komunikacije i poštanske usluge (u daljem tekstu: Regulator) je nezavisna regulatorna organizacija koja, između ostalog, vrši javna ovlašćenja u cilju regulisanja tržišta poštanskih usluga u Republici Srbiji. Pravni položaj i rad Regulatora propisani su zakonom kojim se uređuje oblast elektronskih komunikacija. Regulator u skladu sa ovim zakonom: 1) donosi podzakonske akte; 2) izdaje i oduzima dozvole za obavljanje poštanskih usluga; 3) učestvuje u radu međunarodnih organizacija i institucija u svojstvu nacionalnog regulatornog tela u oblasti poštanskih usluga; 4) vrši stručni nadzor nad radom poštanskih operatora; 5) vodi registar izdatih i oduzetih dozvola poštanskim operatorima i obezbeđuje javni pristup tom registru; 6) sprovodi vansudsko rešavanje sporova između poštanskih operatora i korisnika; 7) rešava sporove između javnog poštanskog operatora i korisnika pristupa u vezi sa pristupom poštanskoj mreži; 8) sačinjava uporedni pregled cena poštanskih usluga poštanskih operatora i na svojoj internet stranici objavljuje podatke iz cenovnika poštanskih usluga; 9) sačinjava geografski pregled rasprostranjenosti poštanske mreže i teritorijalne dostupnosti usluga poštanskih operatora i na svojoj internet stranici objavljuje podatke iz geografskog pregleda; 10) podstiče konkurenciju i inovacije na tržištu poštanskih usluga; 11) prikuplja, obrađuje i objavljuje podatke o tržištu poštanskih usluga uz osnovne podatke o poslovanju poštanskih operatora u vezi sa obimom i prihodom od ostvarenih poštanskih usluga po poštanskom operatoru; 12) prikuplja i obrađuje podatke od poštanskih operatora potrebne za unapređenje prekogranične dostave paketa; 13) prikuplja i objavljuje podatke u vezi aktivnosti poštanskih operatora usmerenih na održivi razvoj i podstiče saradnju između poštanskih operatora i zainteresovanih institucija po tom pitanju; 14) vrši i druge poslove u skladu sa ovim zakonom. Poslove iz stava 3. tač. 1), 2), 4) i 5) ovog člana Regulator obavlja kao poverene poslove. Nadzor nad obavljanjem poverenih poslova vrši Ministarstvo. III POŠTANSKE USLUGE"}
{"model": "text-embedding-3-small", "id": 6, "title": "Član 7", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_7", "input": "Član 7: Poštanske usluge se obavljaju na osnovu ugovora po pristupu ili na osnovu zaključenog ugovora koji mora biti u skladu sa zakonom, propisima donetim na osnovu zakona, opštim uslovima za obavljanje poštanskih usluga i drugim aktima poštanskih operatora zasnovanih na zakonu, kao i na osnovu međunarodnih konvencija, sporazuma i drugih međunarodnih akata potvrđenih od strane Republike Srbije."}
{"model": "text-embedding-3-small", "id": 7, "title": "Član 8", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_8", "input": "Član 8: Regulator bliže utvrđuje uslove i način obavljanja poštanskih usluga, postupanje sa poštanskim pošiljkama od prijema do uručenja, kao i druga pitanja od značaja za obavljanje poštanskih usluga."}
{"model": "text-embedding-3-small", "id": 8, "title": "Član 9", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_9", "input": "Član 9: Poštanski operatori su dužni da u skladu sa ovim zakonom i propisima donetim na osnovu ovog zakona, donesu opšte uslove za obavljanje poštanskih usluga. Opšti uslovi za obavljanje poštanskih usluga (u daljem tekstu: opšti uslovi) moraju sadržati: 1) naziv, sedište poštanskog operatora, internet stranicu, kontakt telefon i imejl poštanskog operatora; 2) vrste poštanskih usluga koje će obavljati; 3) teritoriju na kojoj će obavljati poštanske usluge; 4) način i uslove obavljanja poštanskih usluga; 5) rokove za uručenje poštanskih pošiljaka; 6) dopunske usluge; 7) postupanje sa neisporučivim pošiljkama i otvaranje ovih pošiljaka; 8) način plaćanja poštanskih usluga; 9) rokove čuvanja dokumentacije o poštanskim pošiljkama, postupak reklamacije i potraživanja, kao i postupak obeštećenja korisnika u reklamacionom postupku i 10) uslove i način pakovanja poštanskih pošiljaka. Opšti uslovi poštanskih operatora moraju biti u skladu sa zakonom. Opšti uslovi poštanskih operatora i dokumentacija koja se nalazi na poštanskoj pošiljci ili prati pošiljku u unutrašnjem poštanskom saobraćaju, moraju biti napisani u skladu sa zakonom kojim je uređena službena upotreba jezika i pisma u Republici Srbiji. Regulator daje saglasnost na opšte uslove poštanskih operatora. Regulator može zahtevati izmenu opštih uslova poštanskih operatora, ako je to potrebno radi zaštite korisnika ili obezbeđivanja zaštite konkurencije. Javni poštanski operator po dobijanju saglasnosti Regulatora objavljuje opšte uslove u \"Službenom glasniku Republike Srbije\", kao i na internet stranici. Poštanski operatori su dužni da opšte uslove istaknu na vidnom mestu u poslovnim prostorijama, internet stranici i na drugi način učine javno dostupnim korisnicima, najmanje osam dana pre početka njihove primene. Opšti uslovi svih poštanskih operatora objavljuju se na internet stranici Regulatora. Poštanski operatori su dužni da obavljaju poštanske usluge u skladu sa svojim opštim uslovima."}
{"model": "text-embedding-3-small", "id": 9, "title": "Član 10", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_10", "input": "Član 10: Poštanski operator može, prilikom obavljanja poštanskih usluga koristiti poštansku mrežu, tehničko-tehnološka rešenja ili baze podataka drugih poštanskih operatora, na osnovu ugovora. Formiranje i održavanje baze podataka poštanskih adresnih kodova obavlja javni poštanski operator i obezbeđuje javni pristup bazi."}
{"model": "text-embedding-3-small", "id": 10, "title": "Član 11", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_11", "input": "Član 11: Poštanski operator može ugovoriti sa podugovaračem da u njegovo ime i za njegov račun obavlja pojedine faze poštanske usluge. Odgovornost za obavljanje poverenih poslova iz stava 1. ovog člana je na poštanskom operatoru."}
{"model": "text-embedding-3-small", "id": 11, "title": "Član 12", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_12", "input": "Član 12: Poštanski operator je dužan da na vidljiv način istakne radno vreme sa korisnicima na ulazu u poslovne prostorije gde se pružaju poštanske usluge."}
{"model": "text-embedding-3-small", "id": 12, "title": "Član 13", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_13", "input": "Član 13: Korisnici imaju pravo i obavezu da odaberu onu vrstu usluge koja odgovara prirodi, sadržini, značaju, odnosno stvarnoj vrednosti poštanske pošiljke."}
{"model": "text-embedding-3-small", "id": 13, "title": "Član 14", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_14", "input": "Član 14: Korisnici mogu poštanske usluge da ostvare preko punomoćnika u skladu sa zakonom i opštim uslovima operatora. Punomoćje se može izdati za prijem i uručenje svih pošiljaka ili za pojedinačnu poštansku pošiljku. Punomoćje izdato od strane nadležnih organa važi za period koji je naveden u punomoćju, a punomoćje izdato od strane poštanskog operatora važi samo za usluge tog operatora, i to za period naveden u punomoćju. Punomoćje izdato na određen vremenski period prestaje da važi istekom vremena za koje je izdato ili iz drugih razloga prestanka važenja punomoćja, u skladu sa opštim odredbama o punomoćju."}
{"model": "text-embedding-3-small", "id": 14, "title": "Član 15", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_15", "input": "Član 15: Poštanski operatori i Regulator su dužni da na zahtev Ministarstva i/ili Regulatora preduzmu aktivnosti, dostave ili ažuriraju podatke u vezi sa obavljanjem poštanskih usluga koji su neophodni za sprovođenje radnji i mera u skladu sa ovim zakonom, kao i podatke za jasno definisane statističke svrhe. Poštanski operatori su dužni da Regulatoru dostavljaju podatke koji su neophodni za unapređenje prekogranične dostave paketa, a koji su definisani aktom iz člana 8. ovog zakona. Svi vidovi prikupljanja podataka od strane Regulatora i poštanskih operatora, vrsta i obim podataka, svrha obrade podataka, sadržaj podataka, dostupnost podataka, mere njihove zaštite i druga pitanja od značaja za zaštitu podataka o ličnosti moraju biti u skladu sa ovim zakonom i zakonom kojim se uređuje zaštita podataka o ličnosti."}
{"model": "text-embedding-3-small", "id": 15, "title": "Član 16", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_16", "input": "Član 16: Poštanski operatori su dužni da pri obavljanju poštanskih usluga obezbede nepovredivost tajnosti pisama i drugih sredstava opštenja. Nepovredivost tajnosti pisama i drugih sredstava opštenja je narušena ako poštanski operator: 1) poštansku pošiljku uruči neovlašćenom licu, na neovlašćen način sazna sadržinu poštanskih pošiljaka ili je zadrži ili prikrije; 2) neovlašćenom licu saopšti podatke o sadržini, pošiljaocu, primaocu ili druge podatke o pošiljkama. Načelo nepovredivosti tajnosti sadržine poštanskih pošiljaka, pisama i drugih sredstava opštenja može se narušiti samo na osnovu odluke suda, kada je to neophodno za vođenje krivičnog postupka ili zaštite bezbednosti Republike Srbije, otvaranjem ili privremenim oduzimanjem pisama."}
{"model": "text-embedding-3-small", "id": 16, "title": "Član 17", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_17", "input": "Član 17: Poštanske usluge su: 1) univerzalna poštanska usluga i 2) poštanske usluge izvan opsega univerzalne poštanske usluge."}
{"model": "text-embedding-3-small", "id": 17, "title": "Član 18", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_18", "input": "Član 18: Univerzalna poštanska usluga je usluga od opšteg ekonomskog interesa koja se obavlja u kontinuitetu na celokupnoj teritoriji Republike Srbije, u okviru propisanog kvaliteta, po pristupačnim cenama i pod jednakim uslovima za sve korisnike, bez diskriminacije. Za obavljanje usluga iz stava 1. ovog člana, ovlašćuje se Javno preduzeće \"Pošta Srbije\", Beograd, kao javni poštanski operator. Univerzalna poštanska usluga obuhvata: 1) prijem, usmeravanje, prenos i uručenje pismonosnih pošiljaka mase do dva kilograma; 2) prijem, usmeravanje, prenos i uručenje pismena u sudskom, upravnom i prekršajnom postupku, bez obzira na limite; 3) prijem, usmeravanje, prenos i uručenje paketa mase do deset kilograma; 4) usmeravanje, prenos i uručenje paketa mase do 20 kilograma u međunarodnom dolaznom poštanskom saobraćaju; 5) prijem, usmeravanje, prenos i uručenje sekograma mase do sedam kilograma bez naplate poštarine u unutrašnjem poštanskom saobraćaju; 6) prijem, prenos i isplatu poštanskih uputnica. Najmanje i najveće dimenzije pošiljaka u međunarodnom poštanskom saobraćaju moraju biti u skladu sa aktima Svetskog poštanskog saveza."}
{"model": "text-embedding-3-small", "id": 18, "title": "Član 19", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_19", "input": "Član 19: Javni poštanski operator je dužan da obezbedi propisanu gustinu pristupnih tačaka u cilju obezbeđenja uslova za unapređenje i održivost pružanja univerzalne poštanske usluge, u skladu sa potrebama korisnika. Javni poštanski operator je dužan da korisnicima sa invaliditetom omogući dostupnost poštanskih usluga u smislu prilagođenog pristupa, odnosno ulaza u objekte poštanske mreže, kao i da prilagodi poštanske terminale osobama sa invaliditetom. Bliže uslove za obavljanje univerzalne poštanske usluge, koje se odnose na tehničke i tehnološke resurse javnog poštanskog operatora/davaoca univerzalne poštanske usluge, minimum radnog vremena, neophodne uslove za pružanje univerzalne poštanske usluge osobama sa invaliditetom, kao i nomenklaturu, propisuje ministar nadležan za poslove poštanskog saobraćaja (u daljem tekstu: Ministar) na predlog Regulatora. Merila i kriterijume koje mora ispunjavati poštanska mreža javnog poštanskog operatora/davaoca univerzalne poštanske usluge, vodeći računa o gustini naseljenosti, pokrivenosti područja i stvarnim potrebama korisnika usluga, kao i bliže parametre kvaliteta za obavljanje univerzalne poštanske usluge propisuje Regulator. Davalac univerzalne poštanske usluge treba da ispuni uslove i kriterijume iz st. 3. i 4. ovog člana, sopstvenom poštanskom mrežom, ili sopstvenom poštanskom mrežom i na osnovu ugovora o pristupu mreži javnog poštanskog operatora. U obavljanju univerzalne poštanske usluge, javni poštanski operator/davalac univerzalne poštanske usluge je dužan da u slučaju štrajka obezbedi minimum procesa rada u cilju obezbeđivanja opšteg interesa građana u korišćenju univerzalne poštanske usluge, a zaposleni mogu početi štrajk ako se obezbedi minimum procesa rada, u skladu sa zakonom kojim se uređuju uslovi i način organizovanja štrajka. Organizovanje štrajka, odnosno učešće u štrajku ili drugom prekidu rada koji nije organizovan u skladu sa zakonom iz stava 6. ovog člana predstavlja povredu radne obaveze i organizatori štrajka i učesnici u štrajku u tom slučaju ne uživaju zaštitu u skladu sa tim zakonom. Javni poštanski operator/davalac univerzalne poštanske usluge utvrđuje način obavljanja univerzalne poštanske usluge u slučaju vanredne situacije i ratnog stanja, uz saglasnost ministarstva nadležnog za poslove koji se odnose na oblast poštanskog saobraćaja."}
{"model": "text-embedding-3-small", "id": 19, "title": "Član 20", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_20", "input": "Član 20: Pravo na korišćenje naziva ili reči \"pošta\" na bilo kom jeziku ili pismu u nazivu ili poslovanju ima isključivo javni poštanski operator. Pravo na korišćenje naziva ili reči \"pošta\" na bilo kom jeziku ili pismu ima i pravno lice, u kome javni poštanski operator ima akcije, odnosno udele."}
{"model": "text-embedding-3-small", "id": 20, "title": "Član 21", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_21", "input": "Član 21: Prijem i uručenje poštanskih pošiljaka u okviru univerzalne poštanske usluge obavlja se po pravilu, pet dana u nedelji, osim u dane državnih i verskih praznika, više sile i odluke nadležnog organa u vezi ugroženosti zdravlja i sigurnosti zaposlenih kod poštanskog operatora. U slučaju drugih posebnih okolnosti, uključujući i geografske uslove, javni poštanski operator/davalac univerzalne poštanske usluge dužan je da dostupnost univerzalne poštanske usluge obezbedi na način da se prijem poštanskih pošiljaka i uručenje poštanskih pošiljaka na adresi primaoca obavljaju najmanje u jednom, unapred određenom, danu u toku nedelje. Regulator bliže uređuje uslove i način prijema i uručenja poštanskih pošiljaka u okviru univerzalne poštanske usluge u drugim okolnostima iz stava 2. ovoga člana aktom iz člana 19. stav 4. ovog zakona. Obavljanje pojedinih usluga koje pripadaju univerzalnoj poštanskoj usluzi može se pravnim aktom nadležnog državnog organa prekinuti ili obustaviti u cilju zaštite opšteg interesa, javnog morala, javne bezbednosti, krivične istrage, javne politike i u drugim slučajevima predviđenim zakonom."}
{"model": "text-embedding-3-small", "id": 21, "title": "Član 22", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_22", "input": "Član 22: Javni poštanski operator i davaoci univerzalne poštanske usluge dužni su da najmanje jednom godišnje Regulatoru dostave izveštaje o svom poslovanju, u cilju analize i unapređenja obavljanja univerzalne poštanske usluge. Javni poštanski operator godišnje obavlja ispitivanje o dostignutom nivou realizacije univerzalne poštanske usluge, merenjem kvaliteta obavljanja univerzalne poštanske usluge na osnovu utvrđenih kriterijuma. Ukoliko Regulator na nesporan način utvrdi da poštanski operatori iz stava 1. ovog člana, ne obavljaju univerzalnu poštansku uslugu skladu sa parametrima utvrđenim aktom iz člana 19. stav 4. ovog zakona, bez odlaganja će o tome obavestiti Ministarstvo."}
{"model": "text-embedding-3-small", "id": 22, "title": "Član 23", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_23", "input": "Član 23: Regulator na svojoj internet stranici objavljuje informacije o uslovima koji se odnose na obavljanje poštanskih usluga, vrste usluga, njihove karakteristike, poštarine i propisane parametre kvaliteta."}
{"model": "text-embedding-3-small", "id": 23, "title": "Član 24", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_24", "input": "Član 24: Rezervisane poštanske usluge su deo univerzalne poštanske usluge poverene javnom poštanskom operatoru, odnosno Javnom preduzeću \"Pošta Srbije\", Beograd i obuhvataju: 1) prijem, usmeravanje, prenos i uručenje pismonosnih poštanskih pošiljaka mase do 20 grama; 2) prijem, usmeravanje, prenos i uručenje pismena u sudskom, upravnom i prekršajnom postupku, kao preporučenih poštanskih pošiljaka, bez obzira na limite; 3) prijem i prenos elektronske poruke u Jedinstveno elektronsko sanduče na Portalu eUprava. Poštanske usluge se ne smatraju rezervisanim poštanskim uslugama, ako im je poštarina bez dopunskih usluga viša od iznosa koji je dva i po puta veći od poštarine za prenos pismonosne pošiljke najbrže kategorije prema važećem cenovniku javnog poštanskog operatora. Javni poštanski operator je ovlašćen da rezervisane poštanske usluge iz stava 1. ovog člana obavlja kako u unutrašnjem, tako i u međunarodnom poštanskom saobraćaju."}
{"model": "text-embedding-3-small", "id": 24, "title": "Član 25", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_25", "input": "Član 25: Javni poštanski operator odnosno Javno preduzeće \"Pošta Srbije\", Beograd, pored poštanskih usluga, može obavljati i druge delatnosti, i to: 1) zastupanje u osiguranju; 2) menjačke poslove; 3) platne i druge usluge za čije je obavljanje ovlašćen zakonom kojim se uređuju platne usluge; 4) poslove u vezi sa međunarodnim uputnicama u dinarima, efektivnom stranom novcu i devizama; 5) druge delatnosti u skladu sa osnivačkim aktom i statutom. Poslove iz stava 1. tač. 2)-4) ovog člana javni poštanski operator obavlja u skladu sa odredbama posebnih zakona kojima se uređuje obavljanje navedenih poslova."}
{"model": "text-embedding-3-small", "id": 25, "title": "Član 26", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_26", "input": "Član 26: Poštanske usluge izvan opsega univerzalne poštanske usluge obuhvataju: 1) prijem, usmeravanje, prenos i uručenje paketa mase preko deset kilograma u unutrašnjem poštanskom saobraćaju; 2) prijem, usmeravanje i prenos paketa mase preko deset kilograma u međunarodnom poštanskom saobraćaju, u polazu; 3) usmeravanje, prenos i uručenje paketa mase preko 20 kilograma u međunarodnom poštanskom saobraćaju, u dolazu; 4) kurirske usluge koje podrazumevaju prijem registrovane poštanske pošiljke na adresi pošiljaoca i direktan prenos i uručenje istog dana na adresi primaoca; 5) ekspres usluge koje podrazumevaju prijem, usmeravanje, prenos i uručenje registrovanih poštanskih pošiljaka u najkraćim rokovima, s tim što se u unutrašnjem poštanskom saobraćaju moraju garantovati rokovi koji ne mogu biti duži od narednog radnog dana od dana prijema pošiljke, a na zahtev pošiljaoca, uručenje pošiljke izuzetno se može izvršiti određenog dana. Poštanske usluge izvan opsega univerzalne poštanske usluge mogu obavljati svi poštanski operatori u skladu sa ovim zakonom i aktima donetim na osnovu ovog zakona."}
{"model": "text-embedding-3-small", "id": 26, "title": "Član 27", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_27", "input": "Član 27: Dopunske poštanske usluge su usluge koje se realizuju na osnovu posebnih zahteva pošiljaoca ili primaoca u pogledu načina postupanja sa pošiljkama i pružanja dodatnih informacija u vezi sa poštanskom uslugom. Zahtev za sve dopunske poštanske usluge se može podneti u bilo kojoj fazi obavljanja poštanskih usluga, u skladu sa mogućnostima, do uručenja."}
{"model": "text-embedding-3-small", "id": 27, "title": "Član 28", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_28", "input": "Član 28: Poštarina za obavljanje poštanskih usluga plaća se prema cenovniku poštanskih usluga, po pravilu unapred, ako ugovorom poštanskog operatora i korisnika nije drugačije određeno. Cenovnik poštanskih usluga iz stava 1. ovog člana, i uslove za ostvarivanje popusta poštanski operator je dužan da istakne na vidnom mestu u prostorijama u kojima pruža poštanske usluge i na svojoj internet stranici. Poštanski operator je dužan da na zahtev korisnika da na uvid važeći cenovnik poštanskih usluga. Poštanski operator je dužan da primenjuje poštarinu u skladu sa cenovnikom poštanskih usluga."}
{"model": "text-embedding-3-small", "id": 28, "title": "Član 29", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_29", "input": "Član 29: Poštarina za poštanske usluge biće određena tako da ne predstavlja nepravičnu cenu u smislu zakona kojim se uređuje zaštita konkurencije. U slučajevima kada Regulator dođe do saznanja da poštarina nije određena u skladu sa stavom 1. ovog člana, bez odlaganja će obavestiti: 1) organ nadležan za zaštitu konkurencije i tražiti njegovo mišljenje ili predložiti pokretanje postupka u slučajevima mogućeg sprečavanja ili narušavanja konkurencije, kada je reč o poštanskom operatoru koji ima dominantan položaj na tržištu; 2) nadležne organe za zaštitu potrošača, u skladu sa zakonom kojim se uređuje zaštita potrošača, osim u slučajevima iz tačke 1) ovog stava. U slučajevima iz stava 2. ovog člana, Regulator nadležnim organima pruža svu potrebnu stručnu i tehničku pomoć."}
{"model": "text-embedding-3-small", "id": 29, "title": "Član 30", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_30", "input": "Član 30: Poštarina za univerzalnu poštansku uslugu mora biti: 1) ista za sve korisnike na celokupnoj teritoriji Republike Srbije na kojoj se obavlja univerzalna poštanska usluga; 2) pristupačna, zasnovana na realnim troškovima i podsticajna za efikasno obavljanje univerzalne poštanske usluge; 3) besplatna za sekograme koje koriste slepa i slabovida lica; 4) transparentna; 5) određena na način da pojedinim korisnicima ne daje prednost u odnosu na druge korisnike pod istim ili sličnim uslovima. Na poštarinu iz stava 1. ovog člana, osim rezervisanih poštanskih usluga, saglasnost daje Regulator. Cenovnik za univerzalnu poštansku uslugu osim rezervisanih poštanskih usluga i uslovi na osnovu kojih se daju popusti, dostavljaju se Regulatoru na saglasnost, koji je u obavezi da odluči u roku od 30 dana od dana podnošenja zahteva. Na akt javnog poštanskog operatora kojim se utvrđuje poštarina za rezervisane poštanske usluge saglasnost daje Vlada."}
{"model": "text-embedding-3-small", "id": 30, "title": "Član 31", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_31", "input": "Član 31: Javni poštanski operator i davalac univerzalne poštanske usluge mogu odobriti popuste korisnicima koji šalju veći broj pošiljaka, pod uslovom da je takav popust određen uz uvažavanje stvarnih troškova i da je predviđen cenovnikom poštanskih usluga, kao i da se primenjuje na sve korisnike koji šalju pošiljke pod jednakim ili sličnim uslovima, uvažavajući načela transparentnosti i zabrane diskriminacije. Popusti iz stava 1. ovog člana, ne uračunavaju se u neto trošak javnog poštanskog operatora."}
{"model": "text-embedding-3-small", "id": 31, "title": "Član 32", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_32", "input": "Član 32: Poštarine za poštanske usluge izvan opsega univerzalne poštanske usluge određuje poštanski operator. Poštanski operator je dužan da cenovnik poštanskih usluga izvan opsega univerzalne poštanske usluge i uslove na osnovu kojih daje popuste, dostavi, Regulatoru na saglasnost, najkasnije 30 dana pre početka planirane primene."}
{"model": "text-embedding-3-small", "id": 32, "title": "Član 33", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_33", "input": "Član 33: Javni poštanski operator, koji obavlja univerzalnu poštansku uslugu, ostvaruje održivost obavljanja univerzalne poštanske usluge iz sredstava obezbeđenih iz prihoda ostvarenih pružanjem univerzalne poštanske usluge. Troškovi nastali pri obavljanju univerzalne poštanske usluge od strane javnog poštanskog operatora, podmiruju se prvenstveno od prihoda nastalih obavljanjem rezervisanih i nerezervisanih poštanskih usluga, iz domena univerzalne poštanske usluge."}
{"model": "text-embedding-3-small", "id": 33, "title": "Član 34", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_34", "input": "Član 34: Poštanski operator koji pored poštanskih usluga obavlja jednu ili više drugih delatnosti dužan je da vodi odvojeno računovodstvo za obavljanje poštanskih usluga. Javni poštanski operator i davalac univerzalne poštanske usluge su dužni da računovodstveno odvoje prihode i troškove ostvarene od univerzalne poštanske usluge, od prihoda i troškova ostvarenih od poštanskih usluga izvan opsega univerzalne poštanske usluge, prema vrstama usluga. Javni poštanski operator je dužan da svojim internim obračunom obezbedi alokaciju prihoda i troškova svih usluga, kako bi se omogućio pregled prihoda i troškova po vrstama poštanskih usluga, po fazama obavljanja poštanskih usluga i po jedinici poštanske usluge. Računovodstveno razdvajanje služi kao izvor podataka za davanje saglasnosti na poštarine univerzalne poštanske usluge, kao i za obračun neto troška univerzalne poštanske usluge. Javni poštanski operator dužan je da prihode od rezervisanih poštanskih usluga računovodstveno odvoji od prihoda ostvarenih od nerezervisanih poštanskih usluga iz domena univerzalne poštanske usluge. Troškovi koji se mogu direktno pripisati pojedinačnoj usluzi se pripisuju toj usluzi. Zajednički troškovi, odnosno troškovi koji ne mogu direktno da se pripišu pojedinačnim uslugama, raspoređuju se, kada je to moguće, na osnovu direktne analize nastanka tih troškova. Ako direktna analiza nije moguća, kategorije zajedničkih troškova dele se na osnovu indirektnog povezivanja sa drugim kategorijama troškova koje je moguće utvrditi, pri čemu se indirektna povezanost temelji na sličnim troškovnim strukturama. Kada ni direktne ni indirektne mere utvrđivanja troškova ne mogu da se sprovedu, određena kategorija troškova će biti utvrđena na osnovu opšteg pokazatelja određenog i izračunatog posebno za svaku pojedinačnu uslugu. Zajednički troškovi koji su neophodni za obavljanje univerzalne poštanske usluge i poštanskih usluga izvan opsega univerzalne poštanske usluge biće odgovarajuće raspodeljeni kada univerzalna poštanska usluga i poštanske usluge izvan opsega univerzalne poštanske usluge koriste iste izvore troškova. Javni poštanski operator ne može da koristi prihode od rezervisanih poštanskih usluga za subvencionisanje poštanskih usluga izvan opsega univerzalne poštanske usluge ili drugih poslovnih aktivnosti, osim za troškove nastale obavljanjem univerzalne poštanske usluge. Regulator bliže uređuje način vođenja odvojenog računovodstva, alokaciju troškova i provere verodostojnosti internog obračuna javnog poštanskog operatora. Javni poštanski operator sačinjava godišnji izveštaj o načinu vođenja odvojenog računovodstva u skladu sa ovim zakonom i aktom iz stava 11. ovog člana i dostavlja Regulatoru na saglasnost, do 31. jula tekuće godine za prethodnu godinu. Regulator po službenoj dužnosti vrši proveru izveštaja iz stava 12. ovog člana samostalno ili angažuje nezavisno revizorsko telo. Regulator je dužan da jednom godišnje, do 31. decembra tekuće godine, objavljuje izveštaje o usklađenosti vođenja računovodstvenog razdvajanja od strane javnog poštanskog operatora za prethodnu godinu, u skladu sa ovim zakonom i aktom iz stava 11. ovog člana."}
{"model": "text-embedding-3-small", "id": 34, "title": "Član 35", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_35", "input": "Član 35: Neto trošak je svaki trošak koji je neophodan za obavljanje univerzalne poštanske usluge i koji je povezan sa tom uslugom, a izračunava se kao razlika između neto troška javnog poštanskog operatora koji posluje sa obavezom obavljanja univerzalne poštanske usluge i neto troška koji bi imao da nema obavezu obavljanja univerzalne poštanske usluge. Obračun neto troška sačinjava se u skladu sa zakonom kojim se uređuje računovodstveno poslovanje tako da se izbegne višestruki obračun svih direktnih i indirektnih koristi i troškova u obavljanju univerzalne poštanske usluge. Obračun neto troška javnog poštanskog operatora uključuje troškove univerzalne poštanske usluge koji se mogu izvršavati samo sa gubitkom, kao i sve direktne i indirektne koristi koje javni poštanski operator ima na osnovu obavljanja univerzalne poštanske usluge. Direktne i indirektne koristi javnog poštanskog operatora usluge obuhvataju: 1) prihode od univerzalne poštanske usluge; 2) prihode od usluga koje ne čine univerzalnu poštansku uslugu, a javni poštanski operator ih ne bi ostvario kada ne bi obavljao univerzalnu poštansku uslugu."}
{"model": "text-embedding-3-small", "id": 35, "title": "Član 36", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_36", "input": "Član 36: Javni poštanski operator ima pravo na naknadu neto troška nastalog u obavljanju univerzalne poštanske usluge, ako dokaže da su troškovi veći od ostvarenih prihoda u prethodnoj godini i predstavljaju nepravedan teret za poslovanje poštanskog operatora. Javni poštanski operator sačinjava obračun neto troška nastalog obavljanjem univerzalne poštanske usluge i dostavlja Regulatoru na saglasnost, do 31. jula tekuće godine za prethodnu godinu. Javni poštanski operator može u postupku sačinjavanja obračuna neto troška angažovati nezavisno revizorsko telo. Na osnovu dostavljenog obračuna iz stava 2. ovog člana, Regulator vrši proveru autentičnosti i valjanosti podataka koji se koriste za proračune i utvrđuje iznos neto troška koji predstavlja nepravedno opterećenje javnog poštanskog operatora. Regulator može u postupku provere zatražiti od javnog poštanskog operatora dostavljanje i drugih podataka u vezi sa obavljanjem univerzalne poštanske usluge. Regulator može u postupku provere angažovati nezavisno revizorsko telo. Regulator donosi odluku o iznosu neto troška koji predstavlja nepravedno opterećenje u roku od 90 dana od dana dostavljanja obračuna od strane javnog poštanskog operatora. Troškovi iz stava 1. ovog člana se nadoknađuju na zahtev javnog poštanskog operatora u skladu sa odlukom Regulatora iz stava 4. ovog člana, iz budžeta Republike Srbije, uz saglasnost ministarstva nadležnog za poslove finansija, a u skladu sa pravilima o kontroli državne pomoći. Regulator bliže utvrđuje način obračuna neto troška javnog poštanskog operatora iz člana 35. ovog zakona i način ostvarivanja prava na naknadu usled nepravednog finansijskog opterećenja. IV POŠTANSKE POŠILJKE"}
{"model": "text-embedding-3-small", "id": 36, "title": "Član 37", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_37", "input": "Član 37: Poštanska pošiljka mora biti upakovana tako da obezbedi nepovredivost sadržine i tajnost podataka, na način propisan zakonom. Adresa pošiljaoca je obavezna na svim poštanskim pošiljkama, osim na neregistrovanim pošiljkama ili ukoliko je na omotu označeno \"za konkurs\", \"za licitaciju\" i sl. U slučajevima kada zaposleni kod poštanskog operatora na prijemu pošiljke osnovano proceni da ambalaža u koju je upakovana pošiljka ne odgovara prirodi i sadržini pošiljke, odnosno da ne može da obezbedi nepovredivost sadržine i tajnost podataka, na način propisan zakonom, dužan je da odbije prijem takve pošiljke."}
{"model": "text-embedding-3-small", "id": 37, "title": "Član 38", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_38", "input": "Član 38: Poštanska pošiljka je vlasništvo pošiljaoca dok se ne uruči primaocu, odnosno punomoćniku ili ovlašćenom licu. Pošiljalac ima pravo raspolaganja pošiljkom do uručenja. Primalac može da odbije prijem poštanske pošiljke prispele na njegovu adresu. Za određene poštanske pošiljke moraju biti ispunjeni i uslovi koji su utvrđeni drugim zakonima, a naročito: 1) za poštanske pošiljke u unutrašnjem poštanskom saobraćaju, čiju sadržinu čine predmeti za čije je slanje potrebno odobrenje nadležnih organa, pošiljalac je dužan da takvo odobrenje priloži; 2) za poštanske pošiljke u međunarodnom poštanskom saobraćaju, čija sadržina podleže carinskom pregledu, odnosno deviznoj kontroli, postupa se u skladu sa propisima koji uređuju datu oblast."}
{"model": "text-embedding-3-small", "id": 38, "title": "Član 39", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_39", "input": "Član 39: Poštanske pošiljke, u smislu ovog zakona, su neregistrovane i registrovane poštanske pošiljke. Neregistrovana poštanska pošiljka je poštanska pošiljka za koju poštanski operator prilikom prijema ne izdaje potvrdu o prijemu pošiljke i o kojoj ne vodi evidenciju ni u jednoj od faza obavljanja poštanske usluge. Registrovane poštanske pošiljke su poštanske pošiljke za koje poštanski operator izdaje pošiljaocu potvrdu o prijemu pošiljke, o kojima vodi posebnu evidenciju i koje se primaocu uručuju uz potpis ili drugi odgovarajući način, koji je propisan opštim uslovima operatora. Uz saglasnost primaoca registrovana poštanska pošiljka u unutrašnjem poštanskom saobraćaju može se uručiti i bez potpisa. Registrovane poštanske pošiljke mogu biti: 1) preporučena pismonosna pošiljka, za koju korisnik može da dobije, na svoj zahtev, dokaz o uručenju; 2) vrednosna poštanska pošiljka, koja je osigurana za slučaj gubitka, oštećenja ili umanjenja sadržina pošiljke, do visine vrednosti koju je naveo pošiljalac; 3) otkupna poštanska pošiljka je vrednosna poštanska pošiljka pri čijem uručenju se od primaoca preuzima iznos novca koji je na pošiljci naveo pošiljalac i koji poštanski operator uplaćuje pošiljaocu na tekući račun ili prosleđuje poštanskom uputnicom ili novčanom doznakom; 4) paket, sa ili bez označene vrednosti; 5) poštanska uputnica, koja je osigurana za slučaj gubitka, do visine vrednosti koju je naveo pošiljalac."}
{"model": "text-embedding-3-small", "id": 39, "title": "Član 40", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_40", "input": "Član 40: Prijem poštanskih pošiljaka se obavlja u prostorijama poštanskog operatora, posredstvom poštanskih sandučića, zbirnih sandučića, automata, posredstvom ovlašćenog lica poštanskog operatora na adresi korisnika ili elektronskim putem. Poštanski operator može da izvrši uvid u sadržinu pošiljke na prijemu, pre njenog zatvaranja, a pošiljalac je dužan da omogući uvid, osim u pošiljke čija je sadržina pisano saopštenje. Poštanski operator je dužan da svaku primljenu poštansku pošiljku i dokumenta koja se na tu pošiljku odnose označi datumom prijema i svojim identifikacionim znakom. Datumom prijema iz stava 3. ovog člana, ne moraju biti označene pošiljke koje su primljene po ugovoru kojim je, između ostalog, uređeno da se sve pošiljke predate operatoru ne označavaju datumom prijema, već za njih važi datum otisnut na dokumentu koji služi kao dokaz o predaji pošiljke na dalju otpremu. Prilikom prijema registrovane poštanske pošiljke, pošiljaocu se obavezno izdaje potvrda o prijemu pošiljke koja mora da sadrži sve elemente na osnovu kojih se može identifikovati pošiljka: ime i prezime ili naziv i adresa primaoca, broj pošiljke, datum prijema, masa, naznaka i iznos vrednosti (ukoliko je vrednosna pošiljka), naznaka \"lomljivo\" (ukoliko je pošiljka sa lomljivim sadržajem) i poštarina. Potvrda o prijemu pošiljke se može izdati i elektronskim putem. Pošiljaoci koji predaju pošiljke na osnovu zaključenog ugovora, pošiljke predaju preko lica opunomoćenog za predaju svih vrsta pošiljaka. Poštanski operator odnosno zaposleni kod poštanskog operatora, vrši uvid u ličnu ispravu sa fotografijom punomoćnika za predaju pošiljaka i evidentira registarski broj lične isprave, u cilju utvrđivanja identiteta punomoćnika. Dokumentacija koja se nalazi na pošiljci ili prati pošiljku, mora sadržati sve podatke kao i potvrda o prijemu pošiljke iz stava 5. ovog člana."}
{"model": "text-embedding-3-small", "id": 40, "title": "Član 41", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_41", "input": "Član 41: Javni poštanski operator postavlja i održava poštanske sandučiće na javnim površinama na osnovu odobrenja nadležnog organa."}
{"model": "text-embedding-3-small", "id": 41, "title": "Član 42", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_42", "input": "Član 42: Zabranjeno je slanje poštanskih pošiljaka koje sadrže: 1) opasne i štetne materije, kao i predmete koji mogu ugroziti zdravlje i život ljudi i oštetiti druge poštanske pošiljke, osim materija u vezi sa kojima je postupanje uređeno posebnim zakonom, međunarodnom konvencijom i drugim međunarodnim aktima; 2) narkotike i psihotropne supstance, osim kada su pošiljalac i primalac ovlašćeni za njihov promet odnosno za njihovu upotrebu; 3) materijale pornografskog ili erotskog karaktera koji prikazuju seksualnu eksploataciju dece (dečiju pornografiju), odnosno seksualne radnje ljudi koje se odnose na životinje i nekrofiliju; 4) proizvode ili supstance koje mogu oštetiti druge poštanske pošiljke ili poštansku opremu zbog svoje prirode ili ambalaže, odnosno pakovanja; 5) novac, kovanice, novčanice, druge hartije od vrednosti, plemenite metale i vredne komade nakita, osim u vrednosnim pošiljkama; 6) žive životinje, osim životinja čiji je prijem i slanje uređen opštim uslovima operatora za obavljanje poštanskih usluga; 7) predmete čiji je uvoz zabranjen u državi u koju se šalje; 8) druge materije, odnosno predmete čije slanje je zabranjeno drugim propisima. Kada postoji osnovana sumnja da se u poštanskoj pošiljci nalaze zabranjeni predmeti iz stava 1. ovog člana, poštanski operator je dužan da bez odlaganja o tome obavesti nadležni organ i da po njegovoj odluci komisijski otvori i pregleda sadržinu pošiljke."}
{"model": "text-embedding-3-small", "id": 42, "title": "Član 43", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_43", "input": "Član 43: Poštanski operator, po pravilu, uručuje neregistrovane poštanske pošiljke preko kućnih sandučića, zbirnih sandučića, kao i automata. Poštanski operator, po pravilu, uručuje registrovanu poštansku pošiljku lično primaocu, punomoćniku ili ovlašćenom licu. Ukoliko registrovanu poštansku pošiljku nije moguće uručiti licima iz stava 2. ovog člana, poštanski operator može uručiti registrovanu poštansku pošiljku odraslom članu domaćinstva, licu zaposlenom u domaćinstvu, kao i zaposlenom licu zatečenom u poslovnoj prostoriji primaoca. Po zahtevu ili uz saglasnost korisnika, registrovana poštanska pošiljka se može uručiti i preko kućnog sandučića primaoca, zbirnog sandučića, paketomata, drugih automata, ili sigurnih mesta u skladu sa opštim uslovima operatora. Pismena u sudskom, upravnom i prekršajnom postupku uručuju se u skladu sa posebnim zakonima."}
{"model": "text-embedding-3-small", "id": 43, "title": "Član 44", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_44", "input": "Član 44: Poštanski operator, odnosno, zaposleni kod poštanskog operatora, dužan je da pri prijemu vrednosnih pošiljaka i poštanske uputnice izvrši uvid u ličnu ispravu korisnika sa fotografijom i evidentira registarski broj lične isprave u cilju utvrđivanja identiteta pošiljaoca i sprečavanja pranja novca i finansiranja terorizma i prometa robe neregistrovanih subjekata. Ukoliko se vrednosna pošiljka prima putem automata, identifikacija pošiljaoca se vrši pomoću odgovarajuće bezbedne tehnologije propisane opštim uslovima operatora, uz prethodno evidentiranje pošiljaoca u sistemu poštanskog operatora, uvidom u ličnu ispravu sa fotografijom i upisivanjem registarskog broja lične isprave. Poštanski operator je dužan da podatke iz st. 1. i 2. ovog člana, koristi u svrhu za koju su prikupljeni i da samo po zahtevu suda ili drugog nadležnog organa, za potrebe postupka koji se vodi pred tim organom, dostavi tražene podatke. Podatke iz st. 1. i 2. ovog člana poštanski operator je dužan da čuva 12 meseci, na način propisan zakonom kojim se uređuje zaštita podataka o ličnosti."}
{"model": "text-embedding-3-small", "id": 44, "title": "Član 45", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_45", "input": "Član 45: U slučaju neuspele dostave registrovane poštanske pošiljke, poštanski operator je dužan da ostavi izveštaj o prispeću pošiljke koji sadrži obaveštenje u kom roku i mestu gde primalac može preuzeti poštansku pošiljku. U slučaju neuspele dostave, umesto ostavljanja izveštaja o prispeću pošiljke, poštanski operator može za obaveštavanje primaoca o prispelim pošiljkama koristiti i sredstva elektronskih komunikacija (SMS, imejl i drugim pisanim putem), uz instrukcije za dalje postupanje. Ako je primaocu dostavljen izveštaj o prispeću pošiljke pre isteka roka za uručenje pošiljke, smatra se da je poštanski operator ispunio svoju obavezu i pošiljku uručio u propisanom roku. Poštanske pošiljke koje se uručuju u poslovnim prostorijama davaoca poštanskih usluga ili njegovog podugovarača, primaoci mogu preuzeti u rokovima koje utvrđuju poštanski operatori opštim uslovima za obavljanje poštanskih usluga. Izuzetno od stava 1. ovog člana, ukoliko poštanski operator nema definisano mesto za preuzimanje neuručenih poštanskih pošiljaka, dužan je da obavesti primaoca o pokušaju uručenja (SMS, imejl i drugim pisanim putem), uz instrukcije za dalje postupanje."}
{"model": "text-embedding-3-small", "id": 45, "title": "Član 46", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_46", "input": "Član 46: Ako pošiljalac nije drugačije odredio, poštanska pošiljka se vraća pošiljaocu kada je: 1) primalac odbio prijem; 2) primalac nepoznat; 3) nepotpuna adresa; 4) netačna adresa; 5) istekao rok čuvanja; 6) primalac preseljen; 7) primalac preminuo. Poštanski operator je dužan da svojim opštim uslovima utvrdi rokove za vraćanje pošiljaka iz stava 1. ovog člana. Za registrovane poštanske pošiljke može se naplatiti ležarina, odnosno povratna poštarina, ako za njihovo neuručenje nije odgovoran poštanski operator. Poštanska pošiljka se smatra neisporučivom ako: 1) pošiljku nije moguće uručiti ni primaocu ni pošiljaocu; 2) poštarina nije plaćena ili je delimično plaćena, a pošiljalac i primalac su odbili da plate neplaćeni iznos poštarine."}
{"model": "text-embedding-3-small", "id": 46, "title": "Član 47", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_47", "input": "Član 47: Poštanski operator je dužan da komisijski pregleda neisporučive poštanske pošiljke, što podrazumeva i njihovo otvaranje, ako: 1) je istekao vremenski period za čuvanje i nije moguće utvrditi tačnu adresu pošiljaoca; 2) postoje dokazi na pakovanju, odnosno omotu da je poštanska pošiljka oštećena i da može oštetiti druge poštanske pošiljke ili opremu ili može ugroziti zaposlene kod poštanskog operatora; 3) postoji odluka nadležnog organa. Ako se i posle komisijskog pregleda poštanska pošiljka ne može uručiti primaocu ili vratiti pošiljaocu, poštanski operator: 1) korespondenciju komisijski odmah uništava; 2) poštansku pošiljku koja sadrži robu i druge predmete čuva šest meseci, računajući od dana komisijskog pregleda; 3) uputnicu i otkupni iznos čuva tri godine, računajući od dana kada je ustanovljeno da je neisplativa; 4) isprave i druga dokumenta pronađena u poštanskoj pošiljci, uključujući i pošiljku čija je sadržina zabranjena, dostavlja u roku od trideset dana od dana komisijskog pregleda, organu koji je isprave i druga dokumenta izdao ili nadležnom organu opštine na čijoj je teritoriji predmetna pošiljka primljena."}
{"model": "text-embedding-3-small", "id": 47, "title": "Član 48", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_48", "input": "Član 48: Robu i druge predmete koje sadrži neisporučiva poštanska pošiljka, po isteku roka čuvanja, poštanski operator izlaže javnoj prodaji. Ako je sadržina neisporučive poštanske pošiljke podložna kvarenju, poštanski operator predmetnu pošiljku uništava ili je prodaje neposrednom pogodbom."}
{"model": "text-embedding-3-small", "id": 48, "title": "Član 49", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_49", "input": "Član 49: Novčana sredstva dobijena prodajom sadržine poštanske pošiljke čuvaju se godinu dana od isteka roka za čuvanje poštanske pošiljke. Sredstva iz stava 1. ovog člana isplaćuju se pošiljaocu ako u roku od godinu dana od dana izvršene prodaje podnese zahtev za isplatu, umanjena za troškove čuvanja, javne prodaje i isplate ovih sredstava. Ako pošiljalac ne podnese zahtev za isplatu u roku iz stava 2. ovog člana, novčana sredstva od prodaje sadržine neisporučive pošiljke postaju vanredni prihod poštanskog operatora. Po isteku roka za čuvanje uputnice ili otkupnog iznosa novčana sredstva postaju vanredni prihod poštanskog operatora."}
{"model": "text-embedding-3-small", "id": 49, "title": "Član 50", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_50", "input": "Član 50: Na dostavnoj teritoriji jedinice poštanske mreže investitori, odnosno vlasnici stambenih zgrada i poslovnih objekata dužni su da, na ulazu u stambenu zgradu, poslovni objekat, dvorište ili na drugom odgovarajućem mestu postave kućne sandučiće i osiguraju pristup kućnim sandučićima. Održavanje kućnih sandučića je obaveza vlasnika objekata. Kućni sandučić mora biti izrađen od čvrstog i postojanog materijala i postavljen na način koji omogućava nesmetano uručenje poštanskih pošiljaka. Kućni sandučić mora biti pravilno obeležen sa prezimenom primaoca ili nazivom privrednog subjekta, brojem stana/broj poslovne prostorije, ukoliko na kućnom broju ima više stanova i/ili privrednih subjekata. Kućni sandučić se mora održavati u ispravnom stanju, kojim se onemogućava neovlašćen pristup pošiljkama u kućnom sandučiću. Ukoliko se zbog svojih dimenzija ne mogu ubaciti u kućni sandučić, za poštanske pošiljke, za koje je ovim zakonom propisano da se mogu dostaviti ubacivanjem u kućni sandučić, poštanski operator može da ostavi izveštaj o prispeću pošiljke. Ako lica iz stava 1. ovog člana ne postave ili ne održavaju kućne sandučiće, javni poštanski operator/davalac univerzalne poštanske usluge može da ih pisanim putem upozori i odredi razuman rok, ne kraći od 30 dana, za otklanjanje nedostataka. U slučaju nepostupanja po upozorenju, javni poštanski operator/davalac univerzalne poštanske usluge nije u obavezi da primaocu uručuje poštanske pošiljke."}
{"model": "text-embedding-3-small", "id": 50, "title": "Član 51", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_51", "input": "Član 51: Rokom za uručenje poštanskih pošiljaka smatra se vreme od prijema poštanske pošiljke do njenog uručenja. U rokove uručenja poštanskih pošiljaka ne računaju se: 1) vreme kašnjenja zbog nepotpune i netačne adrese; 2) vreme kašnjenja zbog više sile; 3) neradni dani i dani kada se ne obavlja dostava poštanskih pošiljaka. Ako je poštanska pošiljka primljena posle poslednje otpreme pošiljaka iz pristupne tačke poštanskog operatora, rok se produžava za jedan radni dan. Poštanski operator je dužan da poštanske pošiljke, izuzev ekspres usluga, prenese i uruči primaocima u rokovima ne dužim od pet radnih dana. Davalac univerzalne poštanske usluge je dužan da poštanske pošiljke uručuje u skladu sa parametrima kvaliteta propisanim aktom iz člana 19. stav 4. ovog zakona. Poštanski operator može sa korisnicima koji predaju veći broj poštanskih pošiljaka iz stava 4. ovog člana, ugovoriti i drugačije rokove za uručenje, s tim da rokovi za uručenje ekspres usluge ne smeju biti duži od tri radna dana. V PRISTUP POŠTANSKOJ MREŽI JAVNOG POŠTANSKOG OPERATORA"}
{"model": "text-embedding-3-small", "id": 51, "title": "Član 52", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_52", "input": "Član 52: Javni poštanski operator je dužan da omogući drugim poštanskim operatorima i konsolidatorima (u daljem tekstu: korisnik pristupa), pristup poštanskoj mreži. Regulator bliže propisuje pristup poštanskoj mreži iz stava 1. ovog člana. Uslovi i cene pristupa poštanskoj mreži moraju biti unapred poznati, transparentni i nediskriminatorni za sve korisnike pristupa."}
{"model": "text-embedding-3-small", "id": 52, "title": "Član 53", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_53", "input": "Član 53: Zahtev za pristup poštanskoj mreži mora da sadrži: 1) podatke o korisniku pristupa (naziv i sedište); 2) spisak poštanskih usluga i procenu količine pošiljaka kojima pristupa mreži u toku kalendarskog meseca; 3) procenu dinamike predaje pošiljaka; 4) tačke i način pristupa poštanskoj mreži; 5) period za koji se zahteva pristup poštanskoj mreži. Javni poštanski operator je u obavezi da o zahtevu za pristup mreži odluči u roku od 30 dana od dana prijema zahteva."}
{"model": "text-embedding-3-small", "id": 53, "title": "Član 54", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_54", "input": "Član 54: Javni poštanski operator može odbiti zahtev za pristup poštanskoj mreži ako: 1) korisnik pristupa nema tehničko-tehnološke mogućnosti za podršku pristupa mreži; 2) se pristupom mreži ugrožavaju prava i obaveze javnog poštanskog operatora u pružanju univerzalne poštanske usluge ili se ugrožava kvalitet pružanja usluge; 3) poštanski operator ne prihvati uslove utvrđene aktom Regulatora i cene utvrđene cenovnikom za pružanje usluga javnog poštanskog operatora. Javni poštanski operator je, u slučaju odbijanja zahteva o pristupu mreži, dužan da podnosiocu zahteva dostavi odluku o odbijanju sa obrazloženjem u roku od osam dana od dana donošenja odluke."}
{"model": "text-embedding-3-small", "id": 54, "title": "Član 55", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_55", "input": "Član 55: Regulator rešava sporove u vezi sa pristupom mreži. Regulator odlučuje o sporu u roku od 90 dana od dana pokretanja postupka za rešavanje spora i odluku objavljuje na svojoj internet stranici u roku od osam dana od dana donošenja. U rešavanju spora u vezi sa pristupom Regulator donosi odluke u skladu sa odredbama zakona kojim se uređuje opšti upravni postupak. Odluke Regulatora iz stava 3. ovog člana su konačne i protiv tih odluka se može pokrenuti upravni spor tužbom pred Upravnim sudom."}
{"model": "text-embedding-3-small", "id": 55, "title": "Član 56", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_56", "input": "Član 56: Međusobna prava i obaveze javnog poštanskog operatora i korisnika pristupa uređuju se ugovorom o pristupu. Ugovor iz stava 1. ovog člana mora da sadrži: 1) prava i obaveze javnog poštanskog operatora i korisnika pristupa; 2) vrste usluga koje će korisnik pristupa obavljati i uslove pristupa; 3) tačke pristupa poštanskoj mreži; 4) cene, način i rokove plaćanja za pristup poštanskoj mreži; 5) postupak izmene ugovora; 6) rok važenja ugovora i razloge za raskid ugovora. Na ugovor iz stava 1. ovog člana Regulator daje saglasnost u roku od 30 dana od dana prijema ugovora."}
{"model": "text-embedding-3-small", "id": 56, "title": "Član 57", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_57", "input": "Član 57: Na osnovu zaključenog ugovora, javni poštanski operator je dužan da korisnicima pristupa omogući i pristup: 1) bazi poštanskih adresnih podataka na osnovu koje se vrši adresovanje, sortiranje i usmeravanje pošiljaka; 2) podacima o promeni adrese, preusmeravanju poštanskih pošiljaka i vraćanju pošiljaka pošiljaocu. Korisnik pristupa je dužan da adresne podatke dobijene od javnog poštanskog operatora koristi u svrhu adresovanja, sortiranja i usmeravanja poštanskih pošiljaka, u skladu sa ugovorom. Korisnik pristupa navedene podatke ne može ustupati drugim licima. Baze poštanskih adresnih podataka i drugi podaci su vlasništvo javnog poštanskog operatora."}
{"model": "text-embedding-3-small", "id": 57, "title": "Član 58", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_58", "input": "Član 58: Cena pristupa poštanskoj mreži utvrđuje se na osnovu stvarnih troškova pristupa mreži pri čemu se cena umanjuje za troškove koje je korisnik pristupa imao za obezbeđenje pristupa poštanskoj mreži, kao izbegnuti trošak javnog poštanskog operatora. Cene pristupa poštanskoj mreži, kao i cene za pristup podacima i uslugama, deo su cenovnika za pružanje usluga javnog poštanskog operatora. Regulator može utvrditi i godišnju naknadu na ime učešća u troškovima održavanja poštanske mreže aktom iz člana 52. stav 2. ovog zakona."}
{"model": "text-embedding-3-small", "id": 58, "title": "Član 59", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_59", "input": "Član 59: Ugovor o pristupu poštanskoj mreži prestaje da važi: 1) istekom roka na koji je zaključen, u slučaju da nije produžen; 2) sporazumno; 3) otkazom jedne ugovorne strane; 4) izricanjem mere zabrane obavljanja delatnosti korisniku pristupa. Ugovor iz stava 1. ovog člana prestaje da važi i u slučaju oduzimanja dozvole jednoj od ugovornih strana ili kada se nad ovlašćenim davaocem univerzalne poštanske usluge ili korisnikom pristupa pokrene postupak stečaja ili likvidacije. VI DOZVOLE ZA OBAVLJANJE POŠTANSKIH USLUGA"}
{"model": "text-embedding-3-small", "id": 59, "title": "Član 60", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_60", "input": "Član 60: Poštanski operator, koji je upisan u registar privrednih subjekata u Republici Srbiji, obavlja poštanske usluge na osnovu dozvole. Regulator izdaje sledeće vrste dozvola: 1) dozvola za obavljanje univerzalne poštanske usluge i 2) dozvola za obavljanje poštanske usluge izvan opsega univerzalne poštanske usluge. Dozvola za obavljanje univerzalne poštanske usluge se izdaje: 1) javnom poštanskom operatoru za celokupnu teritoriju Republike Srbije i obuhvata sve usluge iz opsega univerzalne poštanske usluge; 2) poštanskom operatoru za obavljanje jedne ili više usluga iz opsega univerzalne poštanske usluge kao davaocu univerzalne poštanske usluge za celokupnu teritoriju Republike Srbije. Dozvolu za obavljanje poštanskih usluga izvan opsega univerzalne poštanske usluge Regulator može izdati poštanskom operatoru za celu teritoriju Republike Srbije ili za određeni deo teritorije Republike Srbije."}
{"model": "text-embedding-3-small", "id": 60, "title": "Član 61", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_61", "input": "Član 61: Dozvola za obavljanje univerzalne poštanske usluge javnom poštanskom operatoru se dodeljuje odlukom kada Regulator, na osnovu analize stanja na tržištu poštanskih usluga u Republici Srbiji, utvrdi da postoji: 1) samo jedan zainteresovani poštanski operator koji može da osigura obavljanje univerzalne poštanske usluge iz člana 18. ovog zakona. Regulator je dužan da u tom slučaju sprovede javne konsultacije o predlogu odluke u trajanju od najmanje 30 dana, i 2) dva ili više zainteresovanih poštanskih operatora koji mogu da osiguraju obavljanje univerzalne poštanske usluge iz člana 18. ovog zakona i sprovede postupak javnog konkursa. Regulator vrši analizu stanja tržišta poštanskih usluga u Republici Srbiji: 1) dve godine pre isteka roka važenja dozvole javnog poštanskog operatora za obavljanje univerzalne poštanske usluge ili 2) ukoliko je ugroženo obavljanje univerzalne poštanske usluge."}
{"model": "text-embedding-3-small", "id": 61, "title": "Član 62", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_62", "input": "Član 62: Regulator bliže uređuje sadržaj, postupak, uslove i rokove za sprovođenje javnog konkursa, kao i kriterijume za izbor iz člana 61. stav 1. tačka 2) ovog zakona. Kriterijumi za izbor, na osnovu kojih Regulator bira javnog poštanskog operatora u postupku javnog konkursa moraju da se zasnivaju na načelima objektivnosti, transparentnosti, srazmernosti i nediskriminacije, pri čemu posebno treba uzeti u obzir ciljeve iz člana 18. stav 1. ovog zakona. Poziv za javni konkurs za izbor javnog poštanskog operatora se objavljuje u \"Službenom glasniku Republike Srbije\" i na internet stranici Regulatora. Na osnovu kriterijuma za izbor iz stava 1. ovog člana, a nakon ocene svih ponuda primljenih u postupku javnog konkursa, Regulator donosi odluku o izboru javnog poštanskog operatora, u roku od 90 dana. Izuzetno, rok iz stava 4. ovog člana može se dodatno produžiti na period od 60 dana u izuzetnim slučajevima koji se odnose na obimnost i kompleksnost predmeta odlučivanja."}
{"model": "text-embedding-3-small", "id": 62, "title": "Član 63", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_63", "input": "Član 63: Dozvola javnom poštanskom operatoru za obavljanje univerzalne poštanske usluge mora da sadrži: 1) podatke o imaocu dozvole (poslovno ime, sedište, matični broj i PIB); 2) specifikaciju poštanskih usluga koje se pružaju na osnovu dozvole; 3) teritoriju na kojoj se obavlja univerzalna poštanska usluga; 4) rok važenja dozvole; 5) prava i obaveze u obavljanju univerzalne poštanske usluge. Dozvola javnom poštanskom operatoru za univerzalnu poštansku uslugu izdaje sa na period od 15 godina."}
{"model": "text-embedding-3-small", "id": 63, "title": "Član 64", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_64", "input": "Član 64: Dozvolu za obavljanje jedne ili više usluga iz opsega univerzalne poštanske usluge davaocu univerzalne poštanske usluge izdaje Regulator, na osnovu podnetog zahteva privrednog subjekta. Dozvolu za obavljanje poštanske usluge izvan opsega univerzalne poštanske usluge izdaje Regulator, na osnovu podnetog zahteva privrednog subjekta. Sadržaj zahteva za izdavanje dozvole iz st. 1. i 2. ovog člana bliže propisuje Regulator aktom iz člana 8. ovog zakona. Regulator je dužan da o urednom zahtevu za izdavanje dozvole za obavljanje univerzalne poštanske usluge odluči u roku od 30 dana od dana podnošenja zahteva, a urednost zahteva se ceni u skladu sa zakonom kojim se uređuje opšti upravni postupak. Regulator je dužan da o urednom zahtevu za izdavanje dozvole za obavljanje poštanske usluge izvan opsega univerzalne poštanske usluge odluči u roku od 30 dana od dana podnošenja zahteva, a urednost zahteva se ceni u skladu sa zakonom kojim se uređuje opšti upravni postupak."}
{"model": "text-embedding-3-small", "id": 64, "title": "Član 65", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_65", "input": "Član 65: Dozvola iz člana 64. st. 1. i 2. ovog zakona mora da sadrži: 1) podatke o imaocu dozvole (poslovno ime, sedište, matični broj i PIB); 2) specifikaciju poštanskih usluga koje se pružaju na osnovu dozvole; 3) teritoriju na kojoj se obavljaju poštanske usluge; 4) rok važenja dozvole. Dozvola se izdaje sa rokom važenja do deset godina."}
{"model": "text-embedding-3-small", "id": 65, "title": "Član 66", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_66", "input": "Član 66: Imalac dozvole je dužan da obavlja poštanske usluge u skladu sa dozvolom. Imalac dozvole može da prestane da koristi dozvolu i pre isteka roka, na koji je dozvola izdata, izuzev javnog poštanskog operatora. U slučaju iz stava 2. ovog člana, imalac dozvole je dužan da o prestanku korišćenja dozvole obavesti Regulatora u roku od 30 dana pre prestanka obavljanja delatnosti i da izmiri sve preuzete obaveze prema korisnicima, Regulatoru i drugim licima. Dozvola je neprenosiva. Poštanski operator koji poštanske usluge obavlja na osnovu dozvole, obavezan je da pisanim putem obavesti Regulatora o svakoj promeni podatka u dozvoli iz čl. 63. i 65. ovog zakona, najkasnije u roku od 30 dana od dana nastanka tih promena."}
{"model": "text-embedding-3-small", "id": 66, "title": "Član 67", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_67", "input": "Član 67: Regulator može izmeniti dozvolu, po službenoj dužnosti, ako je to neophodno zbog usklađivanja sa međunarodnim aktima, drugim propisima ili u cilju obezbeđenja održivosti obavljanja univerzalne poštanske usluge. Regulator može izmeniti dozvolu i na zahtev poštanskog operatora. Dozvola prestaje da važi oduzimanjem, istekom roka na koji je izdata ili na zahtev imaoca dozvole. Pre donošenja odluke iz stava 1. ovog člana, Regulator je dužan da obavesti Ministarstvo ukoliko se izmene odnose na dozvolu za obavljanje univerzalne poštanske usluge."}
{"model": "text-embedding-3-small", "id": 67, "title": "Član 68", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_68", "input": "Član 68: Poštanski operatori plaćaju taksu za izdavanje dozvola i taksu za izmenu dozvole. Poštanski operatori su dužni da na ime naknade operativnih troškova plaćaju Regulatoru do 0,4% od ukupnog prihoda ostvarenog od obavljanja poštanskih usluga u prethodnoj kalendarskoj godini. Regulator, uz saglasnost ministarstva nadležnog za poslove finansija, utvrđuje visinu i način plaćanja takse iz stava 1. ovog člana i visinu i način plaćanja naknade na ime operativnih troškova iz stava 2. ovog člana. Sredstva iz st. 1. i 2. ovog člana koriste se za obavljanje regulatornih poslova Regulatora."}
{"model": "text-embedding-3-small", "id": 68, "title": "Član 69", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_69", "input": "Član 69: Regulator može imaocu dozvole oduzeti dozvolu za obavljanje poštanskih usluga u sledećim slučajevima: 1) ako je dozvolu dobio na osnovu neistinitih podataka, koji su bili od značaja za donošenje odluke; 2) ako ne obavlja poštanske usluge u skladu sa zakonom, na način i pod uslovima utvrđenim dozvolom; 3) ako i posle pisane opomene u roku od 15 dana ne izmiri obavezu iz člana 68. stav 2. ovog zakona; 4) ako je protivzakonitim obavljanjem delatnosti naneo štetu opštem interesu ili prouzrokovao štetu većih razmera; 5) ako nije otpočeo sa obavljanjem poštanskih usluga u roku od 60 dana od dana dobijanja dozvole ili je nastupio prekid u obavljanju poštanskih usluga u neprekidnom trajanju duže od 12 meseci. Regulator donosi odluke u skladu sa odredbama zakona kojim se uređuje opšti upravni postupak. Odluke Regulatora iz stava 2. ovog člana su konačne i protiv njih se može pokrenuti upravni spor tužbom pred Upravnim sudom. VII POŠTANSKE MARKE"}
{"model": "text-embedding-3-small", "id": 69, "title": "Član 70", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_70", "input": "Član 70: Poštanske marke se koriste za plaćanje poštanskih usluga koje obavlja javni poštanski operator, u unutrašnjem i međunarodnom poštanskom saobraćaju."}
{"model": "text-embedding-3-small", "id": 70, "title": "Član 71", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_71", "input": "Član 71: Poslovi u vezi sa izdavanjem, prodajom i povlačenjem iz upotrebe poštanskih maraka poveravaju se Javnom preduzeću \"Pošta Srbije\", Beograd. Poštanske marke Republike Srbije moraju ispunjavati uslove propisane aktima Svetskog poštanskog saveza i sadržati reč: \"Srbija\". Ministar u tekućoj godini utvrđuje plan izdavanja prigodnih poštanskih maraka, kao i motive redovnih izdanja poštanskih maraka koje će se izdavati u narednoj godini. Poštanske marke se izdaju u skladu sa planom izdavanja iz stava 3. ovog člana. Uslove i način izdavanja poštanskih maraka, uz saglasnost Vlade, utvrđuje Javno preduzeće \"Pošta Srbije\", Beograd. Javno preduzeće \"Pošta Srbije\", Beograd je dužno da na zahtev Ministarstva, a najmanje jednom godišnje, dostavlja izveštaj o broju i količini štampanih redovnih, prigodnih i personalizovanih poštanskih maraka, kao i podatke o korisnicima, podnosiocima zahteva za štampanje personalizovanih poštanskih maraka."}
{"model": "text-embedding-3-small", "id": 71, "title": "Član 72", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_72", "input": "Član 72: Javno preduzeće \"Pošta Srbije\", Beograd: 1) izdaje redovne, prigodne i personalizovane poštanske marke; 2) izdaje prigodne koverte koje se izdaju prvog dana izdavanja poštanske marke; 3) izdaje maksimum karte; 4) izdaje prigodne poštanske žigove; 5) izdaje razglednice sa u štampanom poštanskom markom; 6) izdaje dopisnice sa u štampanom poštanskom markom; 7) izdaje kataloge i druge filatelističke proizvode; 8) prodaje i razmenjuje međunarodne kupone za odgovor. Doplatna poštanska marka se ne smatra poštanskom markom u smislu ovog zakona."}
{"model": "text-embedding-3-small", "id": 72, "title": "Član 73", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_73", "input": "Član 73: Poštanske marke se smatraju nevažećim ako: 1) nisu izdate u skladu sa odredbama ovog zakona i propisa donetih na osnovu ovog zakona; 2) su oštećene, usled čega nisu vidljive oznake, naziv izdavača ili nominalna vrednost; 3) su izdate od strane neovlašćenog lica; 4) su poništene; 5) su povučene iz upotrebe. Ako je na poštanskoj pošiljci nalepljena nevažeća poštanska marka, smatra se da poštanska usluga nije plaćena. VIII ZAŠTITA KORISNIKA POŠTANSKIH USLUGA I PRIGOVORI"}
{"model": "text-embedding-3-small", "id": 73, "title": "Član 74", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_74", "input": "Član 74: Ukoliko korisnik smatra da poštanska pošiljka nije uručena primaocu ili da je uručena sa zakašnjenjem, da posebno ugovorena obaveza nije izvršena ili da nije izvršena u celini, da je pogrešno obračunata i naplaćena poštarina, može izjaviti reklamaciju poštanskom operatoru u roku od 60 dana u unutrašnjem i u roku od šest meseci u međunarodnom poštanskom saobraćaju, računajući od narednog dana od dana predaje poštanske pošiljke. Reklamacija sadrži broj poštanske pošiljke, ime, prezime i adresu pošiljaoca i primaoca, kao i podatke o vrednosti pošiljke i otkupnom iznosu, ukoliko je predmet reklamacije vrednosna ili otkupna pošiljka. U slučaju da korisnik ne podnese reklamaciju u rokovima iz stava 1. ovog člana, gubi pravo na novčanu naknadu štete koju bi mogao da ostvari po odredbama ovog zakona."}
{"model": "text-embedding-3-small", "id": 74, "title": "Član 75", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_75", "input": "Član 75: U slučajevima oštećenja ili umanjenja poštanske pošiljke, korisnik ili ovlašćeno lice može izjaviti reklamaciju poštanskom operatoru najkasnije narednog radnog dana od dana uručenja pošiljke. U slučaju da korisnik ne podnese reklamaciju u roku iz stava 1. ovog člana, gubi pravo na novčanu naknadu štete koju bi mogao da ostvari po odredbama ovog zakona."}
{"model": "text-embedding-3-small", "id": 75, "title": "Član 76", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_76", "input": "Član 76: Poštanski operator je dužan da po prijemu reklamacije u slučajevima iz člana 75. stav 1. ovog zakona sačini zapisnik, koji mora sadržati sve podatke o pošiljci, pošiljaocu i primaocu iz člana 74. stav 2. ovog zakona. Poštanski operator je dužan da pre uručenja poštanske pošiljke sačini zapisnik, ako uoči oštećenje pošiljke nastalo u tokovima poštanskog operatora, kao i da o tome obavesti korisnika."}
{"model": "text-embedding-3-small", "id": 76, "title": "Član 77", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_77", "input": "Član 77: Poštanski operator je dužan da se izjasni o osnovanosti reklamacije u unutrašnjem poštanskom saobraćaju u roku od osam dana od dana prijema reklamacije i da donese odluku o podnetoj reklamaciji u roku od 15 dana od dana prijema reklamacije, dok odluku o osnovanosti reklamacije u međunarodnom poštanskom saobraćaju donosi u rokovima propisanim aktima Svetskog poštanskog saveza. Za univerzalnu poštansku uslugu, nakon okončanog reklamacionog postupka, korisnik ima pravo da podnese prigovor poštanskom operatoru u roku od 15 dana od dana uručenja pisanog odgovora, koji je dužan da u roku od 15 dana od dana prijema prigovora odluči o prigovoru korisnika. Poštanski operator mora, kao sastavni deo svojih opštih uslova, opisati postupak podnošenja i rešavanja reklamacija i postupanja po prigovorima korisnika poštanskih usluga koji mora biti transparentan, objektivan, nediskriminirajući i javno dostupan svim korisnicima poštanskih usluga."}
{"model": "text-embedding-3-small", "id": 77, "title": "Član 78", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_78", "input": "Član 78: Protiv odluke iz člana 77. st. 1. i 2. ovog zakona o odbijanju reklamacije, korisnik poštanskih usluga može podneti prigovor Regulatoru u roku od 15 dana od dana prijema odluke. Korisnik može podneti prigovor Regulatoru i zbog nedostavljanja odluke iz člana 77. st. 1. i 2. ovog zakona u roku od 90 dana od dana podnošenja reklamacije. Po podnetim prigovorima iz st. 1. i 2. ovog člana, spor između poštanskog operatora i korisnika rešava se u vansudskom postupku. Regulator bliže propisuje način sprovođenja postupka iz stava 3. ovog člana. Ukoliko spor ne može biti rešen sporazumno, Regulator, najkasnije u roku od 60 dana od dana pokretanja postupka iz stava 3. ovog člana, donosi odluku na osnovu izvedenih dokaza (dostavljene dokumentacije, prikupljenih izjava strana u sporu i dr.), po pravilu, bez sprovođenja usmene rasprave. Regulator obrazloženu odluku dostavlja podnosiocu prigovora i poštanskom operatoru. Odluka iz stava 5. ovog člana je konačna i protiv te odluke se može pokrenuti upravni spor pred Upravnim sudom. Postupak vansudskog rešavanja spora pred Regulatorom ne isključuje mogućnost pokretanja postupka pred nadležnim sudom."}
{"model": "text-embedding-3-small", "id": 78, "title": "Član 79", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_79", "input": "Član 79: Poštanski operator je dužan da poštansku pošiljku uruči primaocu u stanju u kome je primljena od pošiljaoca. Za prouzrokovanu štetu koja je nastala u međunarodnom poštanskom saobraćaju, poštanski operator odgovara u skladu sa aktima Svetskog poštanskog saveza ili međunarodnih konvencija, sporazuma i drugih međunarodnih akata potvrđenih od strane Republike Srbije, u granicama utvrđene odgovornosti. Za prouzrokovanu štetu koja je nastala u unutrašnjem poštanskom saobraćaju, poštanski operator je dužan da korisniku isplati naknadu štete i to: 1) za gubitak ili potpuno oštećenje vrednosne poštanske pošiljke - iznos označen na pošiljci i iznos naplaćene poštarine za tu pošiljku; 2) za gubitak ili pogrešnu isplatu uputnice - iznos u visini iznosa označenog na uputnici, uvećan za iznos naplaćene poštarine za prijem, prenos i isplatu uputnice; 3) za delimično oštećenje ili umanjenje sadržine vrednosne poštanske pošiljke - iznos u visini utvrđenog dela oštećenja ili umanjenja sadržine, s tim da iznos ne može biti veći od iznosa koji bi se isplatio na osnovu tačke 1) ovog stava; 4) za gubitak ili potpuno oštećenje registrovane poštanske pošiljke - desetostruki iznos naplaćene poštarine; 5) za delimično oštećenje ili umanjenje sadržine registrovane poštanske pošiljke - iznos u visini utvrđenog dela oštećenja ili umanjenja sadržine, s tim da iznos ne može biti veći od iznosa koji bi se isplatio na osnovu tačke 4) ovog stava; 6) za neizvršenu, nepotpuno ili pogrešno izvršenu poštansku uslugu registrovane poštanske pošiljke - trostruki iznos naplaćene poštarine; 7) za prekoračenje roka za uručenje registrovane poštanske pošiljke - dvostruki iznos naplaćene poštarine. U slučaju pogrešno obračunate poštarine i za pogrešno isplaćen ili neisplaćen otkupni iznos, poštanski operator je u obavezi da korisniku isplati: 1) za više naplaćenu poštarinu - iznos više naplaćene poštarine; 2) za pogrešno isplaćen ili neisplaćen otkupni iznos - iznos u visini neisplaćenog otkupnog iznosa. Prilikom obračuna naknade štete, na obračunati iznos iz stava 3. ovog člana, dodaje se i jedna povratna poštarina ukoliko je ista naplaćena prilikom vraćanja poštanske pošiljke pošiljaocu. Naknada štete korisniku se može isplatiti po više osnova, saglasno stavu 3. ovog člana, s tim da ukupan iznos ne može biti veći od iznosa koji bi se isplatio, u slučaju gubitka pošiljke, potpunog oštećenja pošiljke ili pogrešne isplate poštanske uputnice. Poštanski operator je dužan da korisniku ili ovlašćenom licu isplati naknadu štete u roku od 30 dana od dana donošenja odluke ili prihvatanja reklamacije iz člana 77. st. 1. i 2. ovog zakona ili dostavljanja odluke Regulatora iz člana 78. stav 5. ovog zakona kojom je spor rešen u korist korisnika poštanskih usluga. Ako poštanski operator ne isplati korisniku ili drugom ovlašćenom licu naknadu štete u roku od 30 dana od dana prihvatanja reklamacije ili dostavljanja odluke Regulatora pravo na naknadu štete se može ostvarivati sudskim putem. Indirektna šteta ili izmakla dobit se ne uzima u obzir prilikom obračuna naknade štete iz stava 3. ovog člana od strane poštanskog operatora, kao ni u postupku vansudskog rešavanja spora pred Regulatorom, što ne isključuje mogućnost pokretanja postupka pred nadležnim sudom. Poštanski operator je dužan da nadoknadi štetu iz stava 3. ovog člana korisniku koji je platio poštarinu. Ukoliko poštarina nije naplaćena poštanski operator je dužan da nadoknadi štetu korisniku koji je ugovorio uslugu sa poštanskim operatorom, pri čemu korisnik ostvaruje naknadu štete u visini koja je propisana stavom 3. tač. 1), 2) i 4) ovog člana umanjenu za iznos poštarine. Ukoliko pošiljalac ima pravo na nadoknadu štete, može se odreći iste u korist primaoca uz dostavljanje saglasnosti na obrascu propisanom u opštim uslovima poštanskog operatora. Ako se izgubljena pošiljka ili njen deo pronađe nakon isplate naknade, poštanski operator je dužan da obavesti pošiljaoca ili ovlašćeno lice. Ako pošiljalac ili ovlašćeno lice zahteva isporuku naknadno pronađene pošiljke, dužni su da vrate primljeni iznos naknade. U suprotnom, poštanski operator ima pravo da uništi pošiljku ili proda njen sadržaj. Poštanski operator može sa korisnikom koji predaje veći broj poštanskih pošiljaka ugovoriti i drugačiji iznos naknade štete, ukoliko je ugovorom predviđeno da pošiljalac plaća poštarinu."}
{"model": "text-embedding-3-small", "id": 79, "title": "Član 80", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_80", "input": "Član 80: Poštanski operator se oslobađa odgovornosti za naknadu štete ako je: 1) šteta nastala usled okolnosti, koje poštanskom operatoru nisu bile poznate prilikom preuzimanja poštanske pošiljke, koje se nisu mogle predvideti, izbeći ili otkloniti (viša sila); 2) prijem, usmeravanje, prenos i uručenje poštanske pošiljke obavljeno u skladu sa odredbama ovog zakona i propisa donetih na osnovu ovog zakona; 3) šteta nastala usled propusta pošiljaoca u vezi sa izborom poštanske usluge ili obezbeđenjem njene sadržine; 4) adresa nepotpuna ili netačna."}
{"model": "text-embedding-3-small", "id": 80, "title": "Član 81", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_81", "input": "Član 81: Pošiljalac je dužan da na poštanskoj pošiljci pravilno i jasno označi naziv, odnosno ime i prezime primaoca i tačnu adresu primaoca. Pošiljalac je dužan da na poštanskoj pošiljci pravilno i jasno označi naziv, odnosno svoje ime i prezime i tačnu adresu. Ukoliko poštanska pošiljka ne sadrži podatke iz st. 1. i 2. ovog člana, poštanski operator, odnosno zaposleni na prijemu pošiljaka, dužan je da zahteva od korisnika da otkloni uočene nedostatke u adresovanju, a ukoliko korisnik ne postupi u skladu sa zahtevom, dužan je da odbije prijem takve pošiljke. Pošiljalac je dužan da pravilno upakuje poštansku pošiljku u odgovarajuće unutrašnje i spoljašnje pakovanje na način kojim se štiti sadržina te pošiljke, druge pošiljke, zaposleni koji rukuju pošiljkom, kao i oprema i sredstva koja se koriste pri rukovanju sa pošiljkom, u skladu sa zakonom i pravilima pakovanja propisanim opštim uslovima poštanskih operatora. Prilikom prijema poštanske pošiljke, zaposleni kod poštanskog operatora je dužan da ukaže na nepravilno pakovanje i da ukoliko se isto ne otkloni dužan je da odbije prijem takve pošiljke. Za pošiljku sa lomljivom ili drugom specifičnom sadržinom, dužnost poštanskog operatora je da proveri da li je pošiljka adekvatno upakovana, da ukaže na nepravilno pakovanje, da pošiljaocu ponudi odgovarajuću uslugu, kao i da odbije prijem takve pošiljke ukoliko se nepravilnost ne otkloni. Takođe, dužnost poštanskog operatora je da označi pošiljke sa lomljivom ili drugom specifičnom sadržinom i da sa njima posebno pažljivo rukuje u svim fazama prenosa."}
{"model": "text-embedding-3-small", "id": 81, "title": "Član 82", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_82", "input": "Član 82: Potraživanja korisnika za naknadu štete zastarevaju istekom roka od tri godine. Zastarelost iz stava 1. ovog člana, počinje da teče: 1) za potraživanja naknade štete zbog manje ili više naplaćene poštarine ili drugih troškova - od dana plaćanja; 2) za potraživanja koja se odnose na otkupninu - nakon 15 dana od dana kada je istekao rok za uručenje poštanske pošiljke; 3) za potraživanje naknade štete zbog oštećenja ili umanjenja sadržine vrednosne poštanske pošiljke ili zbog prekoračenja roka za uručenje registrovane poštanske pošiljke - od dana uručenja poštanske pošiljke, odnosno od dana isteka roka za uručenje; 4) za potraživanja naknade štete zbog gubitka poštanske pošiljke - nakon 30 dana od isteka roka za uručenje poštanske pošiljke."}
{"model": "text-embedding-3-small", "id": 82, "title": "Član 83", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_83", "input": "Član 83: Zastarevanje se prekida kada se poštanskom operatoru dostavi zahtev za isplatu potraživanja u pisanoj formi ili se pokrene postupak za vansudsko rešavanje spora pred Regulatorom, u skladu sa ovim zakonom. Zastarevanje počinje iznova da teče kada je korisniku ili ovlašćenom licu dostavljen pisani odgovor na taj zahtev. Zastarevanje ne može da nastupi pre isteka roka od 30 dana od dana dobijanja odgovora poštanskog operatora u vezi sa zahtevom za potraživanje. Naknadni zahtevi u vezi sa istim predmetom ne prekidaju zastarevanje. IX NADZOR"}
{"model": "text-embedding-3-small", "id": 83, "title": "Član 84", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_84", "input": "Član 84: Nadzor nad primenom ovog zakona i propisa donetih na osnovu ovog zakona vrši Ministarstvo. Inspekcijski nadzor iz stava 1. ovog člana Ministarstvo vrši preko inspektora za poštanske usluge (u daljem tekstu: inspektor)."}
{"model": "text-embedding-3-small", "id": 84, "title": "Član 85", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_85", "input": "Član 85: Poštanski operatori i Regulator su dužni da na zahtev Ministarstva dostave sve potrebne podatke u vezi sa obavljanjem poštanskih usluga, uključujući i podatke koji imaju karakter poslovne tajne."}
{"model": "text-embedding-3-small", "id": 85, "title": "Član 86", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_86", "input": "Član 86: Inspektor je samostalan u granicama ovlašćenja utvrđenih zakonom i drugim propisima kojima se uređuje obavljanje poslova inspekcije i za svoj rad je lično odgovoran. Inspektor mora da poseduje legitimaciju prilikom vršenja nadzora, kojom dokazuje svojstvo inspektora. Obrazac legitimacije iz stava 2. ovog člana i način njenog izdavanja, propisuje ministar nadležan za poslove državne uprave."}
{"model": "text-embedding-3-small", "id": 86, "title": "Član 87", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_87", "input": "Član 87: U vršenju nadzora, inspektor je dužan da: 1) obavlja nadzor savesno i pošteno, u skladu sa zakonom; 2) sarađuje sa drugim inspektorima, pravosudnim, prekršajnim i drugim nadležnim organima; 3) postupa po prijavama fizičkih i pravnih lica u vezi sa poslovima iz svoje nadležnosti i da o postupku i rezultatima postupka, u primerenom roku, obavesti podnosioca prijave; 4) preduzima i predlaže preventivne mere i radnje u cilju sprečavanja povrede zakona i drugih propisa."}
{"model": "text-embedding-3-small", "id": 87, "title": "Član 88", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_88", "input": "Član 88: U vršenju nadzora inspektor ima pravo i dužnost da: 1) vrši identifikaciju lica koja obavljaju delatnost poštanskih usluga ili lica koja zatekne u obavljanju poslova iz delatnosti poštanskih usluga, uvidom u ličnu ispravu ili drugu ispravu sa fotografijom; 2) pregleda poslovne prostorije u kojima se obavljaju poštanske usluge; 3) pregleda opšte i pojedinačne akte, vrši uvid u poslovne knjige i drugu dokumentaciju koja se odnosi na obavljanje poštanskih usluga; 4) fotografiše, vrši video snimanje prostora u kome se vrši nadzor, kao i drugih predmeta koji su predmet nadzora i/ili su zatečeni u objektu ili vozilu kojim se vrši prevoz pošiljaka; 5) vrši pregled vozila kojima se obavlja prevoz poštanskih pošiljaka; 6) zahteva i dobije blagovremeno asistenciju policije ili komunalne policije, ako osnovano proceni da je to potrebno prema prilikama određenog slučaja; 7) uzima izjave od lica koja obavljaju poštanske usluge, odnosno svedoka i odgovornih lica, kao i da poziva lica radi davanja izjava o pitanjima od značaja za predmet nadzora; 8) u saradnji sa nadležnim državnim organima podnosi predlog za izdavanje sudskog naloga za pretres stambenog ili pratećeg prostora, kada ima saznanja da se u tom prostoru obavljaju poštanske usluge; 9) prikuplja druge podatke i dokaze koji su od značaja za pravilno utvrđivanje činjeničnog stanja; 10) naloži da mu se u određenom roku dostavi izveštaj o preduzetim merama i radnjama koje je naložio u postupku vršenja inspekcijskog nadzora; 11) preduzima i druge radnje u skladu sa zakonom. Pod poslovnim prostorijama iz stava 1. tačka 2) ovog člana, smatra se i stan, prateća prostorija ili drugi prostor stambenog karaktera, koji je registrovan kao sedište ili kao mesto u kome se obavlja delatnost, u skladu sa zakonom kojim se uređuje postupak registracije u Agenciji za privredne registre."}
{"model": "text-embedding-3-small", "id": 88, "title": "Član 89", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_89", "input": "Član 89: U vršenju inspekcijskog nadzora inspektor je ovlašćen da: 1) naloži da mu se stavi na uvid potrebna dokumentacija, odnosno dostavi potrebna dokumentacija; 2) naloži povraćaj više naplaćene poštarine; 3) naloži obeštećenje korisnika zbog gubitka, oštećenja registrovane poštanske pošiljke ili prekoračenja roka za uručenje registrovane poštanske pošiljke; 4) podnese nadležnom organu krivičnu prijavu ili prijavu za privredni prestup, podnese zahtev za pokretanje prekršajnog postupka i izda prekršajni nalog."}
{"model": "text-embedding-3-small", "id": 89, "title": "Član 90", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_90", "input": "Član 90: U vršenju inspekcijskog nadzora inspektor je ovlašćen da: 1) privremeno, najduže do okončanja postupka, oduzme poštanske pošiljke čija je sadržina zabranjena i izda potvrdu o privremeno oduzetim predmetima; 2) privremeno, najduže do okončanja postupka, oduzme poštanske pošiljke ili predmete koji su upotrebljeni, namenjeni ili su nastali izvršenjem prekršaja, privrednog prestupa ili krivičnog dela i izda potvrdu o privremeno oduzetim predmetima; 3) privremeno zabrani obavljanje delatnosti, zatvaranjem prostorija u kojima se obavlja delatnost ili na drugi odgovarajući način u slučajevima: (1) sprečavanja inspektora u vršenju poslova nadzora; (2) neovlašćenog obavljanja delatnosti; 4) privremeno oduzme dozvolu ukoliko korisnik dozvole ne postupa u skladu sa izdatom dozvolom. Inspektor će rešenjem utvrditi vreme trajanja privremene zabrane obavljanja delatnosti iz stava 1. tačka 3) ovog člana i roka na koji je dozvola privremeno oduzeta iz stava 1. tačka 4) ovog člana, u kome su lica dužna da otklone nepravilnosti zbog kojih je mera izrečena. O privremenom oduzimanju dozvole iz stava 1. tačka 4) ovog člana, inspektor obaveštava Regulatora. Inspektor može zatražiti i preduzimanje mera iz nadležnosti Regulatora. Potvrda o privremenom oduzimanju poštanskih pošiljaka, odnosno predmeta iz stava 1. ovog člana, sadrži podatke o nadziranom subjektu, vreme i mesto oduzimanja, pravni osnov oduzimanja, vrstu i količinu oduzetih pošiljaka odnosno predmeta, potpis nadziranog subjekta, odnosno ovlašćenog lica, odnosno napomenu da je nadzirani subjekt, odnosno ovlašćeno lice odbilo da potpiše potvrdu, ime, prezime i potpis inspektora."}
{"model": "text-embedding-3-small", "id": 90, "title": "Član 91", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_91", "input": "Član 91: Ako inspektor prilikom vršenja nadzora utvrdi da zakon ili nije primenjen ili da nije pravilno primenjen, donosi rešenje kojim nalaže otklanjanje utvrđene nepravilnosti i određuje rok u kome je nadzirani subjekt dužan da postupi po nalogu iz rešenja. Rešenje o privremenoj zabrani obavljanja delatnosti iz člana 90. ovog zakona, inspektor donosi u roku od 48 časova od zatvaranja objekta."}
{"model": "text-embedding-3-small", "id": 91, "title": "Član 92", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_92", "input": "Član 92: Po žalbi na rešenje inspektora rešava Ministar. Žalba se izjavljuje u roku od 15 dana od dana dostavljanja rešenja. Rešenje Ministra je konačno u upravnom postupku i protiv njega se može pokrenuti upravni spor. Žalba ne odlaže izvršenje rešenja. X STRUČNI NADZOR"}
{"model": "text-embedding-3-small", "id": 92, "title": "Član 93", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_93", "input": "Član 93: Regulator obavlja stručni nadzor nad primenom ovog zakona i propisa donetih na osnovu zakona u delu kojim je uređen kvalitet obavljanja poštanske usluge, pristup mreži javnog poštanskog operatora, cena poštanskih usluga, računovodstveno razdvajanje poštanske od drugih delatnosti poštanskih operatora i računovodstveno razdvajanje univerzalne poštanske usluge i usluga izvan opsega univerzalne poštanske usluge davalaca univerzalne poštanske usluge. Način i postupak stručnog nadzora, kao i druga pitanja u vezi sa stručnim nadzorom, propisuje Ministar na predlog Regulatora."}
{"model": "text-embedding-3-small", "id": 93, "title": "Član 94", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_94", "input": "Član 94: Stručni nadzor Regulator može obavljati samo kod privrednih subjekata koji se nalaze u registru poštanskih operatora. Poslove stručnog nadzora u ime Regulatora može da vrši lice koje ima ovlašćenje Regulatora. U postupku stručnog nadzora ovlašćeno lice Regulatora ima pravo i obavezu da: 1) kontroliše ispunjenost propisanih parametara kvaliteta pri obavljanju univerzalne poštanske usluge, kao i kvalitet obavljanja poštanskih usluga izvan opsega univerzalne poštanske usluge; 2) kontroliše primenu važećih cenovnika poštanskih usluga; 3) kontroliše poštovanje opštih uslova od strane operatora; 4) kontroliše primenu ugovora o pristupu mreži; 5) kontroliše računovodstveno razdvajanje poštanskih usluga; 6) kontroliše kvalitet dostavljenih ili ažuriranih podataka u vezi sa obavljanjem poštanskih usluga koji su neophodni za sprovođenje radnji i mera u skladu sa ovim zakonom, kao i podataka za jasno definisane statističke svrhe. Poštanski operatori su dužni da na zahtev Regulatora dostave sve podatke neophodne za obavljanje stručnog nadzora, uključujući i podatke koji predstavljaju poslovnu tajnu operatora. O izvršenom stručnom nadzoru iz stava 1. ovog člana, utvrđenom činjeničnom stanju i preduzetim merama, Regulator obaveštava inspektora za poštanske usluge. Ako u vršenju stručnog nadzora Regulator utvrdi nepravilnosti, nedostatke ili propuste u primeni ovog zakona i propisa donetih na osnovu njega, o tome obaveštava nadzirani subjekat i određuje mu rok u kome je dužan da ih otkloni. Rok iz stava 6. ovog člana ne može biti kraći od 15 dana od dana prijema obaveštenja, osim u slučajevima koji zahtevaju hitno postupanje. Ako Regulator utvrdi da nadzirani subjekat nije, u ostavljenom roku, otklonio utvrđene nepravilnosti, nedostatke ili propuste u primeni ovog zakona i propisa donetih na osnovu njega, podnosi prijavu inspektoru za poštanske usluge. Regulator je dužan da postupi po zahtevu inspektora da obavi stručni nadzor i da o ishodu nadzora obavesti inspektora."}
{"model": "text-embedding-3-small", "id": 94, "title": "Član 95", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_95", "input": "Član 95: Obrazac legitimacije i način izdavanja legitimacije ovlašćenog lica Regulatora, utvrđuje Regulator. Legitimacija ovlašćenog lica iz stava 1. ovog člana mora da sadrži: logo Regulatornog tela za elektronske komunikacije i poštanske usluge, ime i prezime ovlašćenog lica, fotografiju ovlašćenog lica, službeni broj legitimacije, datum izdavanja legitimacije, pečat Regulatora, potpis direktora Regulatora, kao i odštampan tekst sledeće sadržine: \"Imalac ove legitimacije ima ovlašćenja u skladu sa odredbama člana 94. stav 3. Zakona o poštanskim uslugama\". XI KAZNENE ODREDBE"}
{"model": "text-embedding-3-small", "id": 95, "title": "Član 96", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_96", "input": "Član 96: Novčanom kaznom od 1.000.000 do 3.000.000 dinara kazniće se za privredni prestup privredni subjekt ako neovlašćeno obavlja rezervisane poštanske usluge ili poveri obavljanje rezervisanih poštanskih usluga neovlašćenom privrednom subjektu (član 24). Za privredni prestup iz stava 1. ovog člana, kazniće se novčanom kaznom od 50.000 do 200.000 dinara odgovorno lice u pravnom licu, odnosno privrednom subjektu."}
{"model": "text-embedding-3-small", "id": 96, "title": "Član 97", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_97", "input": "Član 97: Novčanom kaznom od 1.000.000 do 3.000.000 dinara kazniće se za privredni prestup pravno lice ako obavlja univerzalnu poštansku uslugu bez dozvole za univerzalnu poštansku uslugu (član 60. stav 2. tačka 1)). Za privredni prestup iz stava 1. ovog člana, kazniće se novčanom kaznom od 50.000 do 200.000 dinara odgovorno lice u pravnom licu."}
{"model": "text-embedding-3-small", "id": 97, "title": "Član 98", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_98", "input": "Član 98: Novčanom kaznom od 1.000.000 do 3.000.000 dinara kazniće se za privredni prestup pravno lice ako obavlja poštanske usluge bez dozvole (član 60. stav 1). Za privredni prestup iz stava 1. ovog člana, kazniće se novčanom kaznom od 50.000 do 200.000 dinara odgovorno lice u pravnom licu."}
{"model": "text-embedding-3-small", "id": 98, "title": "Član 99", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_99", "input": "Član 99: Novčanom kaznom od 100.000 do 3.000.000 dinara kazniće se za privredni prestup javni poštanski operator ako: 1) ne postupa u skladu sa uslovima i načinom obavljanja univerzalne poštanske usluge propisanim aktom iz člana 8. ovog zakona; 2) obavlja univerzalnu poštansku uslugu suprotno članu 21. stav 1. ovog zakona; 3) računovodstveno ne prati razdvojeno prihode i troškove ostvarene od univerzalne poštanske usluge od prihoda i troškova ostvarenih od poštanskih usluga izvan opsega univerzalne poštanske usluge (član 34. stav 2); 4) računovodstveno ne prati razdvojeno prihode rezervisanih poštanskih usluga od prihoda nerezervisanih poštanskih usluga iz domena univerzalne poštanske usluge (član 34. stav 4); 5) prihodima od rezervisanih poštanskih usluga subvencioniše poštanske usluge koje nisu univerzalna poštanska usluga (član 34. stav 10); 6) ne dostavi godišnji izveštaj u propisanom roku (član 34. stav 12); 7) ne omogući pristup mreži na način utvrđen ovim zakonom i propisima donetim na osnovu ovog zakona (član 52. stav 1); 8) izdaje poštanske marke suprotno članu 71. st. 4. i 6. ovog zakona. Novčanom kaznom od 100.000 do 3.000.000 dinara kazniće se za privredni prestup davalac univerzalne poštanske usluge sa svojstvom pravnog lica u slučajevima iz stava 1. tač. 1) 2) i 3) ovog člana. Za privredni prestup iz st. 1. i 2. ovog člana, kazniće se novčanom kaznom od 5.000 do 200.000 dinara odgovorno lice u javnom poštanskom operatoru, odnosno kod davaoca univerzalne poštanske usluge."}
{"model": "text-embedding-3-small", "id": 99, "title": "Član 100", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_100", "input": "Član 100: Novčanom kaznom od 50.000 do 2.000.000 dinara kazniće se za prekršaj poštanski operator sa svojstvom pravnog lica ako: 1) ne postupa u skladu sa svojim opštim uslovima (član 9. stav 10); 2) postupa suprotno članu 15. ovog zakona; 3) neovlašćeno koristi naziv \"pošta\" (član 20); 4) ne dostavi Regulatoru izveštaj o svom poslovanju (član 22. stav 1); 5) postupa suprotno odredbama člana 44. ovog zakona; 6) ne obavlja poštanske usluge u skladu sa dozvolom (član 66. st. 1. i 4); 7) ne postupi po nalogu inspektora (član 89. stav 1. tač. 1), 2) i 3)); 8) ne postupi po rešenju inspektora (član 91. stav 1); 9) ne dostavi Regulatoru podatke i informacije potrebne za vršenje poslova stručnog nadzora, odnosno ako ne otkloni utvrđene nepravilnosti u propisanom roku (član 94. st. 4. i 6). Za prekršaj iz stava 1. ovog člana, kazniće se novčanom kaznom od 5.000 do 150.000 dinara odgovorno lice u pravnom licu. Za prekršaje iz stava 1. tač. 1), 2), 3), 5), 6), 7), 8) i 9) ovog člana, kazniće se poštanski operator sa svojstvom preduzetnika novčanom kaznom od 100.000 do 500.000 dinara."}
{"model": "text-embedding-3-small", "id": 100, "title": "Član 101", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_101", "input": "Član 101: Novčanom kaznom u iznosu od 40.000 dinara kazniće se za prekršaj poštanski operator ako postupa suprotno članu 9. st. 3. i 8, članu 12, članu 28. st. 2-4, članu 32. stav 2, članu 37. stav 3, članu 40. st. 3, 5. i 8, članu 45. stav 1, članu 66. st. 3. i 5, čl. 76. i 77. i članu 81. stav 3. ovog zakona. Za prekršaje iz stava 1. ovog člana, kazniće se novčanom kaznom u iznosu od 20.000 dinara odgovorno lice kod poštanskog operatora. Novčanom kaznom u iznosu od 20.000 dinara kazniće se za prekršaj pošiljalac ako preda poštanskom operatoru poštansku pošiljku čija je sadržina zabranjena (član 42. stav 1). XII PRELAZNE I ZAVRŠNE ODREDBE"}
{"model": "text-embedding-3-small", "id": 101, "title": "Član 102", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_102", "input": "Član 102: Podzakonski akti za sprovođenje ovog zakona doneće se u roku od godinu dana od stupanja na snagu ovog zakona. Podzakonski akti doneti do stupanja na snagu ovog zakona primenjivaće se do donošenja podzakonskih akata u skladu sa ovim zakonom, osim u delu u kojem su u suprotnosti sa ovim zakonom."}
{"model": "text-embedding-3-small", "id": 102, "title": "Član 103", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_103", "input": "Član 103: Dozvole izdate do dana stupanja na snagu ovog zakona važe do isteka roka na koji su izdate."}
{"model": "text-embedding-3-small", "id": 103, "title": "Član 104", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_104", "input": "Član 104: Postupci koji su započeti do dana stupanja na snagu ovog zakona okončaće se u skladu sa propisima po kojima su započeti."}
{"model": "text-embedding-3-small", "id": 104, "title": "Član 105", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_105", "input": "Član 105: Odredbe člana 24. ovog zakona primenjuju se do dana pristupanja Republike Srbije Evropskoj uniji. Odredbe člana 36. ovog zakona primenjuju se od dana pristupanja Republike Srbije Evropskoj uniji."}
{"model": "text-embedding-3-small", "id": 105, "title": "Član 106", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_106", "input": "Član 106: Član 18. stav 2. ovog zakona primenjuje se i nakon pristupanja Republike Srbije Evropskoj uniji, do donošenja odluke iz člana 61. stav 1. ovog zakona. Članovi 61-62. ovog zakona primenjuju se po isteku pet godina od dana pristupanja Republike Srbije Evropskoj uniji, osim odredbe iz člana 61. stav 2. ovog zakona koja se primenjuje po isteku tri godine od dana pristupanja Republike Srbije Evropskoj uniji."}
{"model": "text-embedding-3-small", "id": 106, "title": "Član 107", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_107", "input": "Član 107: Danom stupanja na snagu ovog zakona prestaje da važi Zakon o poštanskim uslugama (\"Službeni glasnik RS\", broj 77/19), osim odredaba člana 81. st. 3-5, koje prestaju da važe po isteku 12 meseci od dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 107, "title": "Član 108", "link": "https://www.paragraf.rs/propisi/zakon-o-postanskim-uslugama.html#clan_108", "input": "Član 108: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\". Ako ne probate više različitih izbora nikada nećete biti sigurni da li imate najbolju opciju u svojim rukama. Mi Vam tu mogućnost nudimo besplatno! Popunite formular i dobićete priliku da bez ikakvih troškova saznate da li je Paragraf dobar izbor za Vas. Ukoliko želite da Vas obaveštavamo o novostima i aktivnostima kompanije Paragraf prijavite se na našu mailing listu. Vaš e-mail neće biti upotrebljen u druge svrhe."}
