{"model": "text-embedding-3-small", "id": 0, "title": "Član 1", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_1", "input": "Član 1: Prava, obaveze i odgovornosti iz radnog odnosa, odnosno po osnovu rada, uređuju se ovim zakonom i posebnim zakonom, u skladu sa ratifikovanim međunarodnim konvencijama. Prava, obaveze i odgovornosti iz radnog odnosa uređuju se i kolektivnim ugovorom i ugovorom o radu, a pravilnikom o radu, odnosno ugovorom o radu - samo kada je to ovim zakonom određeno."}
{"model": "text-embedding-3-small", "id": 1, "title": "Član 2", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_2", "input": "Član 2: Odredbe ovog zakona primenjuju se na zaposlene koji rade na teritoriji Republike Srbije, kod domaćeg ili stranog pravnog, odnosno fizičkog lica (u daljem tekstu: poslodavac), kao i na zaposlene koji su upućeni na rad u inostranstvo od strane poslodavca ako zakonom nije drukčije određeno. Odredbe ovog zakona primenjuju se i na zaposlene u državnim organima, organima teritorijalne autonomije i lokalne samouprave i javnim službama, ako zakonom nije drukčije određeno. Odredbe ovog zakona primenjuju se i na zaposlene kod poslodavaca u oblasti saobraćaja, ako posebnim propisom nije drukčije određeno. Odredbe ovog zakona primenjuju se na zaposlene strane državljane i lica bez državljanstva koji rade kod poslodavca na teritoriji Republike Srbije, ako zakonom nije drukčije određeno."}
{"model": "text-embedding-3-small", "id": 2, "title": "Član 3", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_3", "input": "Član 3: Kolektivnim ugovorom kod poslodavca, u skladu sa zakonom, uređuju se prava, obaveze i odgovornosti iz radnog odnosa i međusobni odnosi učesnika kolektivnog ugovora. Pravilnikom o radu, odnosno ugovorom o radu, u skladu sa zakonom, uređuju se prava, obaveze i odgovornosti iz radnog odnosa: 1) ako kod poslodavca nije osnovan sindikat ili nijedan sindikat ne ispunjava uslove reprezentativnosti ili nije zaključen sporazum o udruživanju u skladu sa ovim zakonom; 2) ako nijedan učesnik kolektivnog ugovora ne pokrene inicijativu za početak pregovora radi zaključivanja kolektivnog ugovora; 3) ako učesnici kolektivnog ugovora ne postignu saglasnost za zaključivanje kolektivnog ugovora u roku od 60 dana od dana započinjanja pregovora; 4) ako sindikat, u roku od 15 dana od dana dostavljanja poziva za početak pregovora za zaključivanje kolektivnog ugovora, ne prihvati inicijativu poslodavca. U slučaju iz stava 2. tačka 3) ovog člana učesnici kolektivnog ugovora dužni su da nastave pregovore u dobroj veri. U slučaju iz stava 2. tačka 3) ovog člana, poslodavac je dužan da pravilnik o radu dostavi reprezentativnom sindikatu u roku od sedam dana od dana njegovog stupanja na snagu. Poslodavac koji ne prihvati inicijativu reprezentativnog sindikata za pristupanje pregovorima za zaključenje kolektivnog ugovora, ne može pravilnikom o radu da uredi prava i obaveze iz radnog odnosa. Pravilnik o radu donosi nadležni organ kod poslodavca, utvrđen zakonom, odnosno osnivačkim ili drugim opštim aktom poslodavca, a kod poslodavca koji nema svojstvo pravnog lica donosi ovlašćeno lice u skladu sa zakonom. Pravilnik o radu javnog preduzeća i društva kapitala čiji je osnivač Republika, autonomna pokrajina ili jedinica lokalne samouprave (u daljem tekstu: javno preduzeće) i društva kapitala čiji je osnivač javno preduzeće, donosi se uz prethodnu saglasnost osnivača. Pravilnik o radu prestaje da važi danom stupanja na snagu kolektivnog ugovora iz stava 1. ovog člana."}
{"model": "text-embedding-3-small", "id": 3, "title": "Član 4", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_4", "input": "Član 4: Opšti i poseban kolektivni ugovor moraju biti u saglasnosti sa zakonom. Kolektivni ugovor kod poslodavca, pravilnik o radu i ugovor o radu moraju biti u saglasnosti sa zakonom, a kod poslodavca iz čl. 256. i 257. ovog zakona - i sa opštim i posebnim kolektivnim ugovorom. 2. Značenje pojedinih pojmova"}
{"model": "text-embedding-3-small", "id": 4, "title": "Član 5", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_5", "input": "Član 5: Zaposleni, u smislu ovog zakona, jeste fizičko lice koje je u radnom odnosu kod poslodavca. Poslodavac, u smislu ovog zakona, jeste domaće, odnosno strano pravno ili fizičko lice koje zapošljava, odnosno radno angažuje, jedno ili više lica."}
{"model": "text-embedding-3-small", "id": 5, "title": "Član 6", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_6", "input": "Član 6: Sindikatom, u smislu ovog zakona, smatra se samostalna, demokratska i nezavisna organizacija zaposlenih u koju se oni dobrovoljno udružuju radi zastupanja, predstavljanja, unapređenja i zaštite svojih profesionalnih, radnih, ekonomskih, socijalnih, kulturnih i drugih pojedinačnih i kolektivnih interesa."}
{"model": "text-embedding-3-small", "id": 6, "title": "Član 7", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_7", "input": "Član 7: Udruženjem poslodavaca, u smislu ovog zakona, smatra se samostalna, demokratska i nezavisna organizacija u koju poslodavci dobrovoljno stupaju radi predstavljanja, unapređenja i zaštite svojih poslovnih interesa, u skladu sa zakonom. 3. Međusobni odnos zakona, kolektivnog ugovora, pravilnika o radu i ugovora o radu"}
{"model": "text-embedding-3-small", "id": 7, "title": "Član 8", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_8", "input": "Član 8: Kolektivni ugovor i pravilnik o radu (u daljem tekstu: opšti akt) i ugovor o radu ne mogu da sadrže odredbe kojima se zaposlenom daju manja prava ili utvrđuju nepovoljniji uslovi rada od prava i uslova koji su utvrđeni zakonom. Opštim aktom i ugovorom o radu mogu da se utvrde veća prava i povoljniji uslovi rada od prava i uslova utvrđenih zakonom, kao i druga prava koja nisu utvrđena zakonom, osim ako zakonom nije drukčije određeno."}
{"model": "text-embedding-3-small", "id": 8, "title": "Član 9", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_9", "input": "Član 9: Ako opšti akt i pojedine njegove odredbe utvrđuju nepovoljnije uslove rada od uslova utvrđenih zakonom, primenjuju se odredbe zakona. Pojedine odredbe ugovora o radu kojima su utvrđeni nepovoljniji uslovi rada od uslova utvrđenih zakonom i opštim aktom, odnosno koje se zasnivaju na netačnom obaveštenju od strane poslodavca o pojedinim pravima, obavezama i odgovornostima zaposlenog - ništave su."}
{"model": "text-embedding-3-small", "id": 9, "title": "Član 10", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_10", "input": "Član 10: Posebnim kolektivnim ugovorom ne mogu se utvrditi manja prava i nepovoljniji uslovi rada zaposlenom od prava i uslova utvrđenih opštim kolektivnim ugovorom koji obavezuje poslodavce koji su članovi udruženja poslodavaca koje zaključuje taj poseban kolektivni ugovor. Kolektivnim ugovorom kod poslodavca ne mogu se utvrditi manja prava i nepovoljniji uslovi rada zaposlenom od prava i uslova utvrđenih opštim, odnosno posebnim kolektivnim ugovorom koji obavezuje tog poslodavca."}
{"model": "text-embedding-3-small", "id": 10, "title": "Član 11", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_11", "input": "Član 11: Ništavost odredaba ugovora o radu utvrđuje se pred nadležnim sudom. Pravo da se zahteva utvrđivanje ništavosti ne zastareva. 4. Osnovna prava i obaveze 1) Prava zaposlenih"}
{"model": "text-embedding-3-small", "id": 11, "title": "Član 12", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_12", "input": "Član 12: Zaposleni ima pravo na odgovarajuću zaradu, bezbednost i zdravlje na radu, zdravstvenu zaštitu, zaštitu ličnog integriteta, dostojanstvo ličnosti i druga prava u slučaju bolesti, smanjenja ili gubitka radne sposobnosti i starosti, materijalno obezbeđenje za vreme privremene nezaposlenosti, kao i pravo na druge oblike zaštite, u skladu sa zakonom i opštim aktom, odnosno ugovorom o radu. Zaposlena žena ima pravo na posebnu zaštitu za vreme trudnoće i porođaja. Zaposleni ima pravo na posebnu zaštitu radi nege deteta, u skladu sa ovim zakonom. Zaposleni mlađi od 18 godina života i zaposlena osoba sa invaliditetom imaju pravo na posebnu zaštitu, u skladu sa zakonom."}
{"model": "text-embedding-3-small", "id": 12, "title": "Član 13", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_13", "input": "Član 13: Zaposleni neposredno, odnosno preko svojih predstavnika, imaju pravo na udruživanje, učešće u pregovorima za zaključivanje kolektivnih ugovora, mirno rešavanje kolektivnih i individualnih radnih sporova, konsultovanje, informisanje i izražavanje svojih stavova o bitnim pitanjima u oblasti rada. Zaposleni, odnosno predstavnik zaposlenih, zbog aktivnosti iz stava 1. ovog člana ne može biti pozvan na odgovornost, niti stavljen u nepovoljniji položaj u pogledu uslova rada, ako postupa u skladu sa zakonom i kolektivnim ugovorom."}
{"model": "text-embedding-3-small", "id": 13, "title": "Član 14", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_14", "input": "Član 14: Ugovorom o radu ili odlukom poslodavca može se utvrditi učešće zaposlenog u dobiti ostvarenoj u poslovnoj godini, u skladu sa zakonom i opštim aktom. 2) Obaveze zaposlenih"}
{"model": "text-embedding-3-small", "id": 14, "title": "Član 15", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_15", "input": "Član 15: Zaposleni je dužan: 1) da savesno i odgovorno obavlja poslove na kojima radi; 2) da poštuje organizaciju rada i poslovanja kod poslodavca, kao i uslove i pravila poslodavca u vezi sa ispunjavanjem ugovornih i drugih obaveza iz radnog odnosa; 3) da obavesti poslodavca o bitnim okolnostima koje utiču ili bi mogle da utiču na obavljanje poslova utvrđenih ugovorom o radu; 4) da obavesti poslodavca o svakoj vrsti potencijalne opasnosti za život i zdravlje i nastanak materijalne štete. 3) Obaveze poslodavca"}
{"model": "text-embedding-3-small", "id": 15, "title": "Član 16", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_16", "input": "Član 16: Poslodavac je dužan da: 1) zaposlenom za obavljeni rad isplati zaradu, u skladu sa zakonom, opštim aktom i ugovorom o radu; 2) zaposlenom obezbedi uslove rada i organizuje rad radi bezbednosti i zaštite života i zdravlja na radu, u skladu sa zakonom i drugim propisima; 3) zaposlenom pruži obaveštenje o uslovima rada, organizaciji rada, pravilima iz člana 15. tačka 2) ovog zakona i pravima i obavezama koje proizlaze iz propisa o radu i propisa o bezbednosti i zaštiti života i zdravlja na radu; 4) zaposlenom obezbedi obavljanje poslova utvrđenih ugovorom o radu; 5) zatraži mišljenje sindikata u slučajevima utvrđenim zakonom, a kod poslodavca kod koga nije obrazovan sindikat od predstavnika koga odrede zaposleni. 4) Obaveze poslodavca i zaposlenog"}
{"model": "text-embedding-3-small", "id": 16, "title": "Član 17", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_17", "input": "Član 17: Poslodavac i zaposleni dužni su da se pridržavaju prava i obaveza utvrđenih zakonom, opštim aktom i ugovorom o radu. 5. Zabrana diskriminacije"}
{"model": "text-embedding-3-small", "id": 17, "title": "Član 18", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_18", "input": "Član 18: Zabranjena je neposredna i posredna diskriminacija lica koja traže zaposlenje, kao i zaposlenih, s obzirom na pol, rođenje, jezik, rasu, boju kože, starost, trudnoću, zdravstveno stanje, odnosno invalidnost, nacionalnu pripadnost, veroispovest, bračni status, porodične obaveze, seksualno opredeljenje, političko ili drugo uverenje, socijalno poreklo, imovinsko stanje, članstvo u političkim organizacijama, sindikatima ili neko drugo lično svojstvo."}
{"model": "text-embedding-3-small", "id": 18, "title": "Član 19", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_19", "input": "Član 19: Neposredna diskriminacija, u smislu ovog zakona, jeste svako postupanje uzrokovano nekim od osnova iz člana 18. ovog zakona kojim se lice koje traži zaposlenje, kao i zaposleni, stavlja u nepovoljniji položaj u odnosu na druga lica u istoj ili sličnoj situaciji. Posredna diskriminacija, u smislu ovog zakona, postoji kada određena naizgled neutralna odredba, kriterijum ili praksa stavlja ili bi stavila u nepovoljniji položaj u odnosu na druga lica - lice koje traži zaposlenje, kao i zaposlenog, zbog određenog svojstva, statusa, opredeljenja ili uverenja iz člana 18. ovog zakona."}
{"model": "text-embedding-3-small", "id": 19, "title": "Član 20", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_20", "input": "Član 20: Diskriminacija iz člana 18. ovog zakona zabranjena je u odnosu na: 1) uslove za zapošljavanje i izbor kandidata za obavljanje određenog posla; 2) uslove rada i sva prava iz radnog odnosa; 3) obrazovanje, osposobljavanje i usavršavanje; 4) napredovanje na poslu; 5) otkaz ugovora o radu. Odredbe ugovora o radu kojima se utvrđuje diskriminacija po nekom od osnova iz člana 18. ovog zakona ništave su."}
{"model": "text-embedding-3-small", "id": 20, "title": "Član 21", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_21", "input": "Član 21: Zabranjeno je uznemiravanje i seksualno uznemiravanje. Uznemiravanje, u smislu ovog zakona, jeste svako neželjeno ponašanje uzrokovano nekim od osnova iz člana 18. ovog zakona koje ima za cilj ili predstavlja povredu dostojanstva lica koje traži zaposlenje, kao i zaposlenog, a koje izaziva strah ili stvara neprijateljsko, ponižavajuće ili uvredljivo okruženje. Seksualno uznemiravanje, u smislu ovog zakona, jeste svako verbalno, neverbalno ili fizičko ponašanje koje ima za cilj ili predstavlja povredu dostojanstva lica koje traži zaposlenje, kao i zaposlenog u sferi polnog života, a koje izaziva strah ili stvara neprijateljsko, ponižavajuće ili uvredljivo okruženje."}
{"model": "text-embedding-3-small", "id": 21, "title": "Član 22", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_22", "input": "Član 22: Ne smatra se diskriminacijom pravljenje razlike, isključenje ili davanje prvenstva u odnosu na određeni posao kada je priroda posla takva ili se posao obavlja u takvim uslovima da karakteristike povezane sa nekim od osnova iz člana 18. ovog zakona predstavljaju stvarni i odlučujući uslov obavljanja posla, i da je svrha koja se time želi postići opravdana. Odredbe zakona, opšteg akta i ugovora o radu koje se odnose na posebnu zaštitu i pomoć određenim kategorijama zaposlenih, a posebno one o zaštiti osoba sa invaliditetom, žena za vreme porodiljskog odsustva i odsustva sa rada radi nege deteta, posebne nege deteta, kao i odredbe koje se odnose na posebna prava roditelja, usvojitelja, staratelja i hranitelja - ne smatraju se diskriminacijom."}
{"model": "text-embedding-3-small", "id": 22, "title": "Član 23", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_23", "input": "Član 23: U slučajevima diskriminacije u smislu odredaba čl. 18-21. ovog zakona lice koje traži zaposlenje, kao i zaposleni, može da pokrene pred nadležnim sudom postupak za naknadu štete od poslodavca, u skladu sa zakonom. Ako je u toku postupka tužilac učinio verovatnim da je izvršena diskriminacija u smislu ovog zakona, teret dokazivanja da nije bilo ponašanja koje predstavlja diskriminaciju je na tuženom. II ZASNIVANJE RADNOG ODNOSA 1. Uslovi za zasnivanje radnog odnosa"}
{"model": "text-embedding-3-small", "id": 23, "title": "Član 24", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_24", "input": "Član 24: Radni odnos može da se zasnuje sa licem koje ima najmanje 15 godina života i ispunjava druge uslove za rad na određenim poslovima, utvrđene zakonom, odnosno pravilnikom o organizaciji i sistematizaciji poslova (u daljem tekstu: pravilnik). Pravilnikom se utvrđuju organizacioni delovi kod poslodavca, naziv i opis poslova, vrsta i stepen zahtevane stručne spreme, odnosno obrazovanja i drugi posebni uslovi za rad na tim poslovima, a može da se utvrdi i broj izvršilaca. Za rad na određenim poslovima, izuzetno, mogu da se utvrde najviše dva uzastopna stepena stručne spreme, odnosno obrazovanja u skladu sa zakonom. Pravilnik donosi nadležni organ kod poslodavca, odnosno lice utvrđeno zakonom ili opštim aktom poslodavca. Obaveza donošenja pravilnika ne odnosi se na poslodavca koji ima 10 i manje zaposlenih."}
{"model": "text-embedding-3-small", "id": 24, "title": "Član 25", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_25", "input": "Član 25: Radni odnos sa licem mlađim od 18 godina života može da se zasnuje uz pismenu saglasnost roditelja, usvojioca ili staraoca, ako takav rad ne ugrožava njegovo zdravlje, moral i obrazovanje, odnosno ako takav rad nije zabranjen zakonom. Lice mlađe od 18 godina života može da zasnuje radni odnos samo na osnovu nalaza nadležnog zdravstvenog organa kojim se utvrđuje da je sposobno za obavljanje poslova za koje zasniva radni odnos i da takvi poslovi nisu štetni za njegovo zdravlje. Troškove lekarskog pregleda za lica iz stava 2. ovog člana koja su na evidenciji nezaposlenih koju vodi republička organizacija nadležna za zapošljavanje - snosi ta organizacija."}
{"model": "text-embedding-3-small", "id": 25, "title": "Član 26", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_26", "input": "Član 26: Kandidat je dužan da, prilikom zasnivanja radnog odnosa, poslodavcu dostavi isprave i druge dokaze o ispunjenosti uslova za rad na poslovima za koje zasniva radni odnos, utvrđenih pravilnikom. Poslodavac ne može od kandidata da zahteva podatke o porodičnom, odnosno bračnom statusu i planiranju porodice, odnosno dostavljanje isprava i drugih dokaza koji nisu od neposrednog značaja za obavljanje poslova za koje zasniva radni odnos. Poslodavac ne može da uslovljava zasnivanje radnog odnosa testom trudnoće, osim ako se radi o poslovima kod kojih postoji znatan rizik za zdravlje žene i deteta utvrđen od strane nadležnog zdravstvenog organa. Poslodavac ne može da uslovljava zasnivanje radnog odnosa prethodnim davanjem izjave o otkazu ugovora o radu od strane kandidata."}
{"model": "text-embedding-3-small", "id": 26, "title": "Član 27", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_27", "input": "Član 27: Poslodavac je dužan da pre zaključivanja ugovora o radu kandidata obavesti o poslu, uslovima rada, pravima i obavezama iz radnog odnosa i pravilima iz člana 15. tačka 2) ovog zakona."}
{"model": "text-embedding-3-small", "id": 27, "title": "Član 28", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_28", "input": "Član 28: Osoba sa invaliditetom zasniva radni odnos pod uslovima i na način utvrđen ovim zakonom, ako posebnim zakonom nije drukčije određeno."}
{"model": "text-embedding-3-small", "id": 28, "title": "Član 29", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_29", "input": "Član 29: Strani državljanin ili lice bez državljanstva može da zasnuje radni odnos pod uslovima utvrđenim ovim zakonom i posebnim zakonom. 2. Ugovor o radu"}
{"model": "text-embedding-3-small", "id": 29, "title": "Član 30", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_30", "input": "Član 30: Radni odnos zasniva se ugovorom o radu. Ugovor o radu zaključuju zaposleni i poslodavac. Ugovor o radu smatra se zaključenim kad ga potpišu zaposleni i poslodavac. Ugovor o radu zaključuje se u najmanje tri primerka od kojih se jedan obavezno predaje zaposlenom, a dva zadržava poslodavac. Ugovor o radu u ime i za račun poslodavca zaključuje nadležni organ kod poslodavca, odnosno lice utvrđeno zakonom ili opštim aktom poslodavca ili lice koje oni ovlaste."}
{"model": "text-embedding-3-small", "id": 30, "title": "Član 31", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_31", "input": "Član 31: Ugovor o radu može da se zaključi na neodređeno ili određeno vreme. Ugovor o radu u kome nije utvrđeno vreme na koje se zaključuje smatra se ugovorom o radu na neodređeno vreme."}
{"model": "text-embedding-3-small", "id": 31, "title": "Član 32", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_32", "input": "Član 32: Ugovor o radu zaključuje se pre stupanja zaposlenog na rad, u pisanom obliku. Ako poslodavac sa zaposlenim ne zaključi ugovor o radu u skladu sa stavom 1. ovog člana, smatra se da je zaposleni zasnovao radni odnos na neodređeno vreme danom stupanja na rad."}
{"model": "text-embedding-3-small", "id": 32, "title": "Član 33", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_33", "input": "Član 33: Ugovor o radu sadrži: 1) naziv i sedište poslodavca; 2) lično ime zaposlenog, mesto prebivališta, odnosno boravišta zaposlenog; 3) vrstu i stepen stručne spreme, odnosno obrazovanja zaposlenog, koji su uslov za obavljanje poslova za koje se zaključuje ugovor o radu; 4) naziv i opis poslova koje zaposleni treba da obavlja; 5) mesto rada; 6) vrstu radnog odnosa (na neodređeno ili određeno vreme); 7) trajanje ugovora o radu na određeno vreme i osnov za zasnivanje radnog odnosa na određeno vreme; 8) dan početka rada; 9) radno vreme (puno, nepuno ili skraćeno); 10) novčani iznos osnovne zarade na dan zaključenja ugovora o radu; 11) elemente za utvrđivanje osnovne zarade, radnog učinka, naknade zarade, uvećane zarade i druga primanja zaposlenog; 12) rokove za isplatu zarade i drugih primanja na koja zaposleni ima pravo; 13) trajanje dnevnog i nedeljnog radnog vremena. Ugovor o radu ne mora da sadrži elemente iz stava 1. tač. 11-13) ovog člana ako su oni utvrđeni zakonom, kolektivnim ugovorom, pravilnikom o radu ili drugim aktom poslodavca u skladu sa zakonom, u kom slučaju u ugovoru mora da se naznači akt kojim su ta prava utvrđena u momentu zaključenja ugovora o radu. Na prava i obaveze koja nisu utvrđena ugovorom o radu primenjuju se odgovarajuće odredbe zakona i opšteg akta. 3. Stupanje na rad"}
{"model": "text-embedding-3-small", "id": 33, "title": "Član 34", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_34", "input": "Član 34: Zaposleni ostvaruje prava i obaveze iz radnog odnosa danom stupanja na rad. Ako zaposleni ne stupi na rad danom utvrđenim ugovorom o radu, smatra se da nije zasnovao radni odnos, osim ako je sprečen da stupi na rad iz opravdanih razloga ili ako se poslodavac i zaposleni drukčije dogovore."}
{"model": "text-embedding-3-small", "id": 34, "title": "Član 35", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_35", "input": "Član 35: Poslodavac je dužan da ugovor o radu, odnosno drugi ugovor u skladu sa ovim zakonom ili njihovu kopiju drži u sedištu ili drugoj poslovnoj prostoriji poslodavca ili na drugom mestu, u zavisnosti od toga gde zaposleni ili radno angažovano lice radi. Poslodavac je dužan da na osnovu ugovora o radu ili drugog ugovora o obavljanju poslova zaključenog u skladu sa ovim zakonom podnese jedinstvenu prijavu na obavezno socijalno osiguranje u roku propisanom zakonom kojim se uređuje Centralni registar obaveznog socijalnog osiguranja, a najkasnije pre stupanja zaposlenog i drugog radno angažovanog lica na rad. 4. Probni rad"}
{"model": "text-embedding-3-small", "id": 35, "title": "Član 36", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_36", "input": "Član 36: Ugovorom o radu može da se ugovori probni rad za obavljanje jednog ili više povezanih, odnosno srodnih poslova utvrđenih ugovorom o radu. Probni rad može da traje najduže šest meseci. Pre isteka vremena za koji je ugovoren probni rad, poslodavac ili zaposleni može da otkaže ugovor o radu sa otkaznim rokom koji ne može biti kraći od pet radnih dana. Poslodavac je dužan da obrazloži otkaz ugovora o radu. Zaposlenom koji za vreme probnog rada nije pokazao odgovarajuće radne i stručne sposobnosti prestaje radni odnos danom isteka roka određenog ugovorom o radu. 5. Radni odnos na određeno vreme"}
{"model": "text-embedding-3-small", "id": 36, "title": "Član 37***", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_37***", "input": "Član 37***: Ugovor o radu može da se zaključi na određeno vreme, za zasnivanje radnog odnosa čije je trajanje unapred određeno objektivnim razlozima koji su opravdani rokom ili izvršenjem određenog posla ili nastupanjem određenog događaja, za vreme trajanja tih potreba. Poslodavac može zaključiti jedan ili više ugovora o radu iz stava 1. ovog člana na osnovu kojih se radni odnos sa istim zaposlenim zasniva za period koji sa prekidima ili bez prekida ne može biti duži od 24 meseca. Prekid kraći od 30 dana ne smatra se prekidom perioda iz stava 2. ovog člana. Izuzetno od stava 2. ovog člana, ugovor o radu na određeno vreme može da se zaključi: 1) ako je to potrebno zbog zamene privremeno odsutnog zaposlenog, do njegovog povratka; 2) za rad na projektu čije je vreme unapred određeno, najduže do završetka projekta; 3) sa stranim državljaninom, na osnovu dozvole za rad u skladu sa zakonom, najduže do isteka roka na koji je izdata dozvola; 4) za rad na poslovima kod novoosnovanog poslodavca čiji upis u registar kod nadležnog organa u momentu zaključenja ugovora o radu nije stariji od jedne godine, na vreme čije ukupno trajanje nije duže od 36 meseci; 5) sa nezaposlenim kome do ispunjenja jednog od uslova za ostvarivanje prava na starosnu penziju nedostaje do pet godina, najduže do ispunjenja uslova, u skladu sa propisima o penzijskom i invalidskom osiguranju. Poslodavac može sa istim zaposlenim da zaključi novi ugovor o radu na određeno vreme po isteku roka iz stava 4. tač. 1-3) ovog člana po istom, odnosno drugom pravnom osnovu, u skladu sa ovim članom. Ako je ugovor o radu na određeno vreme zaključen suprotno odredbama ovog zakona ili ako zaposleni ostane da radi kod poslodavca najmanje pet radnih dana po isteku vremena za koje je ugovor zaključen, smatra se da je radni odnos zasnovan na neodređeno vreme. 6. Radni odnos za obavljanje poslova sa povećanim rizikom"}
{"model": "text-embedding-3-small", "id": 37, "title": "Član 38", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_38", "input": "Član 38: Ugovor o radu može da se zaključi za poslove sa povećanim rizikom, utvrđenim u skladu sa zakonom samo ako zaposleni ispunjava uslove za rad na tim poslovima. Zaposleni može da radi na poslovima iz stava 1. ovog člana samo na osnovu prethodno utvrđene zdravstvene sposobnosti za rad na tim poslovima od strane nadležnog zdravstvenog organa, u skladu sa zakonom. 7. Radni odnos sa nepunim radnim vremenom"}
{"model": "text-embedding-3-small", "id": 38, "title": "Član 39", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_39", "input": "Član 39: Radni odnos može da se zasnuje i za rad sa nepunim radnim vremenom, na neodređeno ili određeno vreme."}
{"model": "text-embedding-3-small", "id": 39, "title": "Član 40", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_40", "input": "Član 40: Zaposleni koji radi sa nepunim radnim vremenom ima pravo na zaradu, druga primanja i druga prava iz radnog odnosa srazmerno vremenu provedenom na radu, osim ako za pojedina prava zakonom, opštim aktom i ugovorom o radu nije drukčije određeno. Poslodavac je dužan da zaposlenom koji radi sa nepunim radnim vremenom obezbedi iste uslove rada kao i zaposlenom sa punim radnim vremenom koji radi na istim ili sličnim poslovima. Poslodavac je dužan da blagovremeno obavesti zaposlene o dostupnosti poslova sa punim i nepunim radnim vremenom, na način i u rokovima utvrđenim opštim aktom. Poslodavac je dužan da razmotri zahtev zaposlenog sa nepunim radnim vremenom za prelazak na puno radno vreme, kao i zaposlenog sa punim radnim vremenom za prelazak na nepuno radno vreme. Kolektivnim ugovorom uređuje se saradnja i informisanje sindikata o poslovima sa nepunim radnim vremenom."}
{"model": "text-embedding-3-small", "id": 40, "title": "Član 41", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_41", "input": "Član 41: Zaposleni koji radi sa nepunim radnim vremenom kod jednog poslodavca može za ostatak radnog vremena da zasnuje radni odnos kod drugog poslodavca i da na taj način ostvari puno radno vreme. 8. Radni odnos za obavljanje poslova van prostorija poslodavca"}
{"model": "text-embedding-3-small", "id": 41, "title": "Član 42", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_42", "input": "Član 42: Radni odnos može da se zasnuje za obavljanje poslova van prostorija poslodavca. Radni odnos za obavljanje poslova van prostorija poslodavca obuhvata rad na daljinu i rad od kuće. Ugovor o radu koji se zaključuje u smislu stava 1. ovog člana, pored odredaba iz člana 33. ovog zakona, sadrži i: 1) trajanje radnog vremena prema normativima rada; 2) način vršenja nadzora nad radom i kvalitetom obavljanja poslova zaposlenog; 3) sredstva za rad za obavljanje poslova koje je poslodavac dužan da nabavi, instalira i održava; 4) korišćenje i upotrebu sredstava za rad zaposlenog i naknadu troškova za njihovu upotrebu; 5) naknadu drugih troškova rada i način njihovog utvrđivanja; 6) druga prava i obaveze. Osnovna zarada zaposlenog iz stava 1. ovog člana ne može biti utvrđena u manjem iznosu od osnovne zarade zaposlenog koji radi na istim poslovima u prostorijama poslodavca. Odredbe ovog zakona o rasporedu radnog vremena, prekovremenom radu, preraspodeli radnog vremena, noćnom radu, odmorima i odsustvima primenjuju se i na ugovor o radu iz stava 1. ovog člana, ako drukčije nije određeno opštim aktom ili ugovorom o radu. Količina i rokovi za izvršenje poslova koji se obavljaju po osnovu ugovora iz stava 1. ovog člana ne mogu se odrediti na način kojim se zaposlenom onemogućava da koristi prava na odmor u toku dnevnog rada, dnevni, nedeljni i godišnji odmor, u skladu sa zakonom i opštim aktom."}
{"model": "text-embedding-3-small", "id": 42, "title": "Član 43", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_43", "input": "Član 43: (Brisan)"}
{"model": "text-embedding-3-small", "id": 43, "title": "Član 44", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_44", "input": "Član 44: Poslodavac može da ugovori poslove van svojih prostorija koji nisu opasni ili štetni po zdravlje zaposlenog i drugih lica i ne ugrožavaju životnu sredinu. 9. Radni odnos sa kućnim pomoćnim osobljem"}
{"model": "text-embedding-3-small", "id": 44, "title": "Član 45", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_45", "input": "Član 45: Radni odnos može da se zasnuje za obavljanje poslova kućnog pomoćnog osoblja. Ugovorom o radu iz stava 1. ovog člana može da se ugovori isplata dela zarade i u naturi. Isplatom dela zarade u naturi smatra se obezbeđivanje stanovanja i ishrane, odnosno samo obezbeđivanje stanovanja ili ishrane. Vrednost dela davanja u naturi mora se izraziti u novcu. Najmanji procenat zarade koji se obavezno obračunava i isplaćuje u novcu utvrđuje se ugovorom o radu i ne može biti niži od 50% od zarade zaposlenog. Ako je zarada ugovorena delom u novcu, a delom u naturi, za vreme odsustvovanja sa rada uz naknadu zarade poslodavac je dužan da zaposlenom naknadu zarade isplaćuje u novcu. Ugovor iz stava 1. ovog člana ne može da se zaključi sa supružnikom, usvojiocem ili usvojenikom, krvnim srodnikom u pravoj liniji bez obzira na stepen srodstva i u pobočnoj liniji do drugog stepena srodstva i sa tazbinskim srodnikom do drugog stepena srodstva."}
{"model": "text-embedding-3-small", "id": 45, "title": "Član 46", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_46", "input": "Član 46: (Brisan) 10. Pripravnici"}
{"model": "text-embedding-3-small", "id": 46, "title": "Član 47", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_47", "input": "Član 47: Poslodavac može da zasnuje radni odnos sa licem koje prvi put zasniva radni odnos, u svojstvu pripravnika, za zanimanje za koje je to lice steklo određenu vrstu i stepen stručne spreme, ako je to kao uslov za rad na određenim poslovima utvrđeno zakonom ili pravilnikom. Odredba stava 1. ovog člana odnosi se i na lice koje je radilo kraće od vremena utvrđenog za pripravnički staž u stepenu stručne spreme koja je uslov za rad na tim poslovima. Pripravnički staž traje najduže godinu dana, ako zakonom nije drukčije određeno. Za vreme pripravničkog staža, pripravnik ima pravo na zaradu i sva druga prava iz radnog odnosa, u skladu sa zakonom, opštim aktom i ugovorom o radu. III UGOVOR O PRAVIMA I OBAVEZAMA DIREKTORA"}
{"model": "text-embedding-3-small", "id": 47, "title": "Član 48", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_48", "input": "Član 48: Direktor, odnosno drugi zakonski zastupnik poslodavca (u daljem tekstu: direktor) može da zasnuje radni odnos na neodređeno ili određeno vreme. Radni odnos zasniva se ugovorom o radu. Radni odnos na određeno vreme može da traje do isteka roka na koji je izabran direktor, odnosno do njegovog razrešenja. Međusobna prava, obaveze i odgovornosti direktora koji nije zasnovao radni odnos i poslodavca uređuju se ugovorom. Lice koje obavlja poslove direktora iz stava 4 ovog člana ima pravo na naknadu za rad  i druga prava, obaveze i odgovornosti u skladu sa ugovorom. Ugovor iz st. 2. i 4. ovog člana sa direktorom zaključuje u ime poslodavca nadležni organ utvrđen zakonom ili opštim aktom poslodavca. IV OBRAZOVANJE, STRUČNO OSPOSOBLJAVANJE I USAVRŠAVANJE"}
{"model": "text-embedding-3-small", "id": 48, "title": "Član 49", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_49", "input": "Član 49: Poslodavac je dužan da zaposlenom omogući obrazovanje, stručno osposobljavanje i usavršavanje kada to zahteva potreba procesa rada i uvođenje novog načina i organizacije rada. Zaposleni je dužan da se u toku rada obrazuje, stručno osposobljava i usavršava za rad. Troškovi obrazovanja, stručnog osposobljavanja i usavršavanja obezbeđuju se iz sredstava poslodavca i drugih izvora, u skladu sa zakonom i opštim aktom. U slučaju da zaposleni prekine obrazovanje, stručno osposobljavanje ili usavršavanje, dužan je da poslodavcu naknadi troškove, osim ako je to učinio iz opravdanih razloga. V RADNO VREME 1. Pojam radnog vremena"}
{"model": "text-embedding-3-small", "id": 49, "title": "Član 50", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_50", "input": "Član 50: Radno vreme je vremenski period u kome je zaposleni dužan, odnosno raspoloživ da obavlja poslove prema nalozima poslodavca, na mestu gde se poslovi obavljaju, u skladu sa zakonom. Zaposleni i poslodavac mogu se sporazumeti da jedan period radnog vremena u okviru ugovorenog radnog vremena zaposleni poslove obavlja od kuće. Radnim vremenom ne smatra se vreme u kome je zaposleni pripravan da se odazove na poziv poslodavca da obavlja poslove ako se ukaže takva potreba, pri čemu se zaposleni ne nalazi na mestu gde se njegovi poslovi obavljaju, u skladu sa zakonom. Vreme pripravnosti i visina naknade za istu uređuje se zakonom, opštim aktom ili ugovorom o radu. Vreme koje zaposleni u toku pripravnosti provede u obavljanju poslova po pozivu poslodavca smatra se radnim vremenom. 2. Puno i nepuno radno vreme"}
{"model": "text-embedding-3-small", "id": 50, "title": "Član 51", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_51", "input": "Član 51: Puno radno vreme iznosi 40 časova nedeljno, ako ovim zakonom nije drukčije određeno. Opštim aktom može da se utvrdi da puno radno vreme bude kraće od 40 časova nedeljno, ali ne kraće od 36 časova nedeljno. Zaposleni iz stava 2. ovog člana ostvaruje sva prava iz radnog odnosa kao da radi sa punim radnim vremenom. Nepuno radno vreme, u smislu ovog zakona, jeste radno vreme kraće od punog radnog vremena. 3. Skraćeno radno vreme"}
{"model": "text-embedding-3-small", "id": 51, "title": "Član 52", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_52", "input": "Član 52: Zaposlenom koji radi na naročito teškim, napornim i za zdravlje štetnim poslovima, utvrđenim zakonom ili opštim aktom, na kojima i pored primene odgovarajućih mera bezbednosti i zaštite života i zdravlja na radu, sredstava i opreme za ličnu zaštitu na radu postoji povećano štetno dejstvo na zdravlje zaposlenog - skraćuje se radno vreme srazmerno štetnom dejstvu uslova rada na zdravlje i radnu sposobnost zaposlenog, a najviše 10 časova nedeljno (poslovi sa povećanim rizikom). Skraćeno radno vreme utvrđuje se na osnovu stručne analize, u skladu sa zakonom. Zaposleni koji radi skraćeno radno vreme ima sva prava iz radnog odnosa kao da radi sa punim radnim vremenom. 4. Prekovremeni rad"}
{"model": "text-embedding-3-small", "id": 52, "title": "Član 53", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_53", "input": "Član 53: Na zahtev poslodavca, zaposleni je dužan da radi duže od punog radnog vremena u slučaju više sile, iznenadnog povećanja obima posla i u drugim slučajevima kada je neophodno da se u određenom roku završi posao koji nije planiran (u daljem tekstu: prekovremeni rad). Prekovremeni rad ne može da traje duže od osam časova nedeljno. Zaposleni ne može da radi duže od 12 časova dnevno uključujući i prekovremeni rad. Zaposlenom koji radi na poslovima na kojima je uvedeno skraćeno radno vreme u skladu sa članom 52. ovog zakona ne može da se odredi prekovremeni rad na tim poslovima, ako zakonom nije drukčije određeno."}
{"model": "text-embedding-3-small", "id": 53, "title": "Član 54", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_54", "input": "Član 54: Dežurstvo u zdravstvenim ustanovama, kao prekovremeni rad, uređuje se posebnim zakonom. 5. Raspored radnog vremena"}
{"model": "text-embedding-3-small", "id": 54, "title": "Član 55", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_55", "input": "Član 55: Radna nedelja traje, po pravilu, pet radnih dana. Raspored radnog vremena u okviru radne nedelje utvrđuje poslodavac. Radni dan, po pravilu, traje osam časova. Poslodavac kod koga se rad obavlja u smenama, noću ili kad priroda posla i organizacija rada to zahteva - radnu nedelju i raspored radnog vremena može da organizuje na drugi način. Ako priroda posla i organizacija rada dozvoljava, početak i završetak radnog vremena može se utvrditi, odnosno ugovoriti u određenom vremenskom intervalu (klizno radno vreme). Poslodavac je dužan da vodi dnevnu evidenciju o prekovremenom radu zaposlenih."}
{"model": "text-embedding-3-small", "id": 55, "title": "Član 56", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_56", "input": "Član 56: Poslodavac je dužan da obavesti zaposlene o rasporedu i promeni rasporeda radnog vremena najmanje pet dana unapred, osim u slučaju uvođenja prekovremenog rada. Izuzetno poslodavac može da obavesti zaposlene o rasporedu i promeni rasporeda radnog vremena u kraćem roku od pet dana, ali ne kraćem od 48 časova unapred u slučaju potrebe posla usled nastupanja nepredviđenih okolnosti. Kod poslodavca kod koga je rad organizovan u smenama ili to zahteva organizacija rada, puno ili nepuno radno vreme zaposlenog ne mora biti raspoređeno jednako po radnim nedeljama, već se utvrđuje kao prosečno nedeljno radno vreme na mesečnom nivou. U slučaju iz stava 3. ovog člana, zaposleni može da radi najduže 12 časova dnevno, odnosno 48 časova nedeljno uključujući i prekovremeni rad. 6. Preraspodela radnog vremena"}
{"model": "text-embedding-3-small", "id": 56, "title": "Član 57", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_57", "input": "Član 57: Poslodavac može da izvrši preraspodelu radnog vremena kada to zahteva priroda delatnosti, organizacija rada, bolje korišćenje sredstava rada, racionalnije korišćenje radnog vremena i izvršenje određenog posla u utvrđenim rokovima. Preraspodela radnog vremena vrši se tako da ukupno radno vreme zaposlenog u periodu od šest meseci u toku kalendarske godine u proseku ne bude duže od ugovorenog radnog vremena zaposlenog. Kolektivnim ugovorom može da se utvrdi da se preraspodela radnog vremena ne vezuje za kalendarsku godinu, odnosno da može trajati i duže od šest meseci, a najduže devet meseci. Zaposlenom koji se saglasio da u preraspodeli radnog vremena radi u proseku duže od vremena utvrđenog u st. 2. i 3. ovog člana časovi rada duži od prosečnog radnog vremena obračunavaju se i isplaćuju kao prekovremeni rad. U slučaju preraspodele radnog vremena, radno vreme ne može da traje duže od 60 časova nedeljno."}
{"model": "text-embedding-3-small", "id": 57, "title": "Član 58", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_58", "input": "Član 58: Preraspodela radnog vremena ne smatra se prekovremenim radom."}
{"model": "text-embedding-3-small", "id": 58, "title": "Član 59", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_59", "input": "Član 59: (Brisan)"}
{"model": "text-embedding-3-small", "id": 59, "title": "Član 60", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_60", "input": "Član 60: Preraspodela radnog vremena ne može se vršiti na poslovima na kojima je uvedeno skraćeno radno vreme, u skladu sa članom 52 ovog zakona."}
{"model": "text-embedding-3-small", "id": 60, "title": "Član 61", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_61", "input": "Član 61: Zaposleni kome je radni odnos prestao pre isteka vremena za koje se vrši preraspodela radnog vremena ima pravo da mu se časovi rada duži od ugovorenog radnog vremena ostvareni u preraspodeli radnog vremena preračunaju u njegovo radno vreme i da ga poslodavac odjavi sa obaveznog socijalnog osiguranja po isteku tog vremena ili da mu te časove rada obračuna i isplati kao časove prekovremenog rada. 7. Noćni rad i rad u smenama"}
{"model": "text-embedding-3-small", "id": 61, "title": "Član 62", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_62", "input": "Član 62: Rad koji se obavlja u vremenu od 22,00 časa do 6,00 časova narednog dana smatra se radom noću. Zaposlenom koji radi noću najmanje tri časa svakog radnog dana ili trećinu punog radnog vremena u toku jedne radne nedelje poslodavac je dužan da obezbedi obavljanje poslova u toku dana ako bi, po mišljenju nadležnog zdravstvenog organa, takav rad doveo do pogoršanja njegovog zdravstvenog stanja. Poslodavac je dužan da pre uvođenja noćnog rada zatraži mišljenje sindikata o merama bezbednosti i zaštite života i zdravlja na radu zaposlenih koji rad obavljaju noću."}
{"model": "text-embedding-3-small", "id": 62, "title": "Član 63", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_63", "input": "Član 63: Rad u smenama je organizacija rada kod poslodavca prema kojoj se zaposleni na istim poslovima smenjuju prema utvrđenom rasporedu, pri čemu izmena smena može da bude kontinuirana ili sa prekidima tokom određenog perioda dana ili nedelja. Zaposleni koji radi u smenama je zaposleni koji kod poslodavca kod koga je rad organizovan u smenama u toku meseca posao obavlja u različitim smenama najmanje trećinu svog radnog vremena. Ako je rad organizovan u smenama koje uključuju noćni rad, poslodavac je dužan da obezbedi izmenu smena, tako da zaposleni ne radi neprekidno više od jedne radne nedelje noću. Zaposleni može da radi noću duže od jedne radne nedelje, samo uz njegovu pisanu saglasnost. VI ODMORI I ODSUSTVA 1. Odmor u toku dnevnog rada"}
{"model": "text-embedding-3-small", "id": 63, "title": "Član 64", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_64", "input": "Član 64: Zaposleni koji radi najmanje šest časova dnevno ima pravo na odmor u toku dnevnog rada u trajanju od najmanje 30 minuta. Zaposleni koji radi duže od četiri, a kraće od šest časova dnevno ima pravo na odmor u toku rada u trajanju od najmanje 15 minuta. Zaposleni koji radi duže od  10 časova dnevno, ima pravo na odmor u toku rada u trajanju od najmanje 45 minuta. Odmor u toku dnevnog rada ne može da se koristi na početku i na kraju radnog vremena. Vreme odmora iz st. 1-3. ovog člana uračunava se u radno vreme."}
{"model": "text-embedding-3-small", "id": 64, "title": "Član 65", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_65", "input": "Član 65: Odmor u toku dnevnog rada organizuje se na način kojim se obezbeđuje da se rad ne prekida, ako priroda posla ne dozvoljava prekid rada, kao i ako se radi sa strankama. Odluku o rasporedu korišćenja odmora u toku dnevnog rada donosi poslodavac. 2. Dnevni odmor"}
{"model": "text-embedding-3-small", "id": 65, "title": "Član 66", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_66", "input": "Član 66: Zaposleni ima pravo na odmor  u trajanju od najmanje 12 časova neprekidno u okviru 24 časa, ako ovim zakonom nije drukčije određeno. Zaposleni koji radi u smislu člana 57. ovog zakona ima pravo na odmor u okviru 24 časa u neprekidnom trajanju od najmanje 11 časova. 3. Nedeljni odmor"}
{"model": "text-embedding-3-small", "id": 66, "title": "Član 67", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_67", "input": "Član 67: Zaposleni ima pravo na nedeljni odmor u trajanju od najmanje 24 časa neprekidno kojem se dodaje vreme odmora iz člana 66. ovog zakona, ako zakonom nije drukčije određeno. Nedeljni odmor se, po pravilu, koristi nedeljom. Poslodavac može da odredi drugi dan za korišćenje nedeljnog odmora ako priroda posla i organizacija rada to zahteva. Izuzetno od stava 1. ovog člana, zaposleni koji zbog obavljanja posla u različitim smenama ili u preraspodeli radnog vremena ne može da koristi odmor u trajanju utvrđenom u stavu 1. ovog člana, ima pravo na nedeljni odmor u trajanju od najmanje 24 časa neprekidno. Ako je neophodno da zaposleni radi na dan svog nedeljnog odmora, poslodavac je dužan da mu obezbedi odmor u trajanju od najmanje 24 časa neprekidno u toku naredne nedelje. 4. Godišnji odmor 1) Sticanje prava na godišnji odmor"}
{"model": "text-embedding-3-small", "id": 67, "title": "Član 68", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_68", "input": "Član 68: Zaposleni ima pravo na godišnji odmor u skladu sa ovim zakonom. Zaposleni stiče pravo na korišćenje godišnjeg odmora u kalendarskoj godini posle mesec dana neprekidnog rada od dana zasnivanja radnog odnosa kod poslodavca. Pod neprekidnim radom smatra se i vreme privremene sprečenosti za rad u smislu propisa o zdravstvenom osiguranju i odsustva sa rada uz naknadu zarade. Zaposleni ne može da se odrekne prava na godišnji odmor, niti mu se to pravo može uskratiti ili zameniti novčanom naknadom, osim u slučaju prestanka radnog odnosa u skladu sa ovim zakonom. 2) Dužina godišnjeg odmora"}
{"model": "text-embedding-3-small", "id": 68, "title": "Član 69", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_69", "input": "Član 69: U svakoj kalendarskoj godini zaposleni ima pravo na godišnji odmor u trajanju utvrđenom opštim aktom i ugovorom o radu, a najmanje 20 radnih dana. Dužina godišnjeg odmora utvrđuje se tako što se zakonski minimum od 20 radnih dana uvećava po osnovu doprinosa na radu, uslova rada, radnog iskustva, stručne spreme zaposlenog i drugih kriterijuma utvrđenih opštim aktom ili ugovorom o radu."}
{"model": "text-embedding-3-small", "id": 69, "title": "Član 70", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_70", "input": "Član 70: Pri utvrđivanju dužine godišnjeg odmora radna nedelja računa se kao pet radnih dana. Praznici koji su neradni dani u skladu sa zakonom, odsustvo sa rada uz naknadu zarade i privremena sprečenost za rad u skladu sa propisima o zdravstvenom osiguranju ne uračunavaju se u dane godišnjeg odmora. Ako je zaposleni za vreme korišćenja godišnjeg odmora privremeno sprečen za rad u smislu propisa o zdravstvenom osiguranju - ima pravo da po isteku te sprečenosti za rad nastavi korišćenje godišnjeg odmora."}
{"model": "text-embedding-3-small", "id": 70, "title": "Član 71", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_71", "input": "Član 71: (Brisano) 4) Srazmerni deo godišnjeg odmora"}
{"model": "text-embedding-3-small", "id": 71, "title": "Član 72", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_72", "input": "Član 72: Zaposleni ima pravo na dvanaestinu godišnjeg odmora iz člana 69. ovog zakona (srazmerni deo) za svaki mesec dana rada u kalendarskoj godini u kojoj je zasnovao radni odnos ili u kojoj mu prestaje radni odnos. 5) Korišćenje godišnjeg odmora u delovima"}
{"model": "text-embedding-3-small", "id": 72, "title": "Član 73", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_73", "input": "Član 73: Godišnji odmor koristi se jednokratno ili u dva ili više delova, u skladu sa ovim zakonom. Ako zaposleni koristi godišnji odmor u delovima, prvi deo koristi u trajanju od najmanje dve radne nedelje neprekidno u toku kalendarske godine, a ostatak najkasnije do 30. juna naredne godine. Zaposleni ima pravo da godišnji odmor koristi u dva dela, osim ako se sa poslodavcem sporazume da godišnji odmor koristi u više delova. Zaposleni koji nije u celini ili delimično iskoristio godišnji odmor u kalendarskoj godini zbog odsutnosti sa rada radi korišćenja porodiljskog odsustva, odsustva sa rada radi nege deteta i posebne nege deteta - ima pravo da taj odmor iskoristi do 30. juna naredne godine."}
{"model": "text-embedding-3-small", "id": 73, "title": "Član 74", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_74", "input": "Član 74: (Brisano) 7) Raspored korišćenja godišnjeg odmora"}
{"model": "text-embedding-3-small", "id": 74, "title": "Član 75", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_75", "input": "Član 75: U zavisnosti od potrebe posla, poslodavac odlučuje o vremenu korišćenja godišnjeg odmora, uz prethodnu konsultaciju zaposlenog. Rešenje o korišćenju godišnjeg odmora zaposlenom se dostavlja najkasnije 15 dana pre datuma određenog za početak korišćenja godišnjeg odmora. Izuzetno, ako se godišnji odmor koristi na zahtev zaposlenog, rešenje o korišćenju godišnjeg odmora poslodavac može dostaviti i neposredno pre korišćenja godišnjeg odmora. Poslodavac može da izmeni vreme određeno za korišćenje godišnjeg odmora ako to zahtevaju potrebe posla, najkasnije pet radnih dana pre dana određenog za korišćenje godišnjeg odmora. U slučaju korišćenja kolektivnog godišnjeg odmora kod poslodavca ili u organizacionom delu poslodavca, poslodavac može da donese rešenje o godišnjem odmoru u kome navodi zaposlene i organizacione delove u kojima rade i da isto istakne na oglasnoj tabli, najmanje 15 dana pre dana određenog za korišćenje godišnjeg odmora, čime se smatra da je rešenje uručeno zaposlenima. Rešenje o korišćenju godišnjeg odmora poslodavac može dostaviti zaposlenom u elektronskoj formi, a na zahtev zaposlenog poslodavac je dužan da to rešenje dostavi i u pisanoj formi. 8) Naknada štete za neiskorišćeni godišnji odmor"}
{"model": "text-embedding-3-small", "id": 75, "title": "Član 76", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_76", "input": "Član 76: U slučaju prestanka radnog odnosa, poslodavac je dužan da zaposlenom koji nije iskoristio godišnji odmor u celini ili delimično, isplati novčanu naknadu umesto korišćenja godišnjeg odmora, u visini prosečne zarade u prethodnih 12 meseci, srazmerno broju dana neiskorišćenog godišnjeg odmora. Naknada iz stava 1. ovog člana ima karakter naknade štete. 5. Odsustvo uz naknadu zarade (plaćeno odsustvo)"}
{"model": "text-embedding-3-small", "id": 76, "title": "Član 77", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_77", "input": "Član 77: Zaposleni ima pravo na odsustvo sa rada uz naknadu zarade (plaćeno odsustvo) u ukupnom trajanju do pet radnih dana u toku kalendarske godine, u slučaju sklapanja braka, porođaja supruge, teže bolesti člana uže porodice i u drugim slučajevima utvrđenim opštim aktom i ugovorom o radu. Vreme trajanja plaćenog odsustva iz stava 1. ovog člana utvrđuje se opštim aktom i ugovorom o radu. Pored prava na odsustvo iz stava 1. ovog člana zaposleni ima pravo na plaćeno odsustvo još: 1) pet radnih dana zbog smrti člana uže porodice; 2) dva uzastopna dana za svaki slučaj dobrovoljnog davanja krvi računajući i dan davanja krvi. Članovima uže porodice u smislu st. 1. i 3. ovog člana smatraju se bračni drug, deca, braća, sestre, roditelji, usvojilac, usvojenik i staratelj. Poslodavac može da odobri zaposlenom odsustvo iz st. 1. i 3. ovog člana za srodnike koji nisu navedeni u stavu 4. ovog člana i za druga lica koja žive u zajedničkom porodičnom domaćinstvu sa zaposlenim, u trajanju utvrđenom rešenjem poslodavca. Opštim aktom i ugovorom o radu može da se utvrdi pravo na plaćeno odsustvo u trajanju dužem od trajanja utvrđenog, u smislu st. 1. i 3. ovog člana, odnosno širi krug lica iz stava 4. ovog člana. 6. Neplaćeno odsustvo"}
{"model": "text-embedding-3-small", "id": 77, "title": "Član 78", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_78", "input": "Član 78: Poslodavac može zaposlenom da odobri odsustvo bez naknade zarade (neplaćeno odsustvo). Za vreme neplaćenog odsustva zaposlenom miruju prava i obaveze iz radnog odnosa, ako za pojedina prava i obaveze zakonom, opštim aktom i ugovorom o radu nije drukčije određeno. 7. Mirovanje radnog odnosa"}
{"model": "text-embedding-3-small", "id": 78, "title": "Član 79", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_79", "input": "Član 79: Zaposlenom miruju prava i obaveze koje se stiču na radu i po osnovu rada, osim prava i obaveza za koje je zakonom, opštim aktom, odnosno ugovorom o radu drukčije određeno, ako odsustvuje sa rada zbog: 1) odlaska na odsluženje, odnosno dosluženje vojnog roka; 2) upućivanja na rad u inostranstvo od strane poslodavca ili u okviru međunarodno-tehničke ili prosvetno-kulturne saradnje, u diplomatska, konzularna i druga predstavništva; 3) privremenog upućivanja na rad kod drugog poslodavca u smislu člana 174. ovog zakona; 4) izbora, odnosno imenovanja na funkciju u državnom organu, sindikatu, političkoj organizaciji ili drugu javnu funkciju čije vršenje zahteva da privremeno prestane da radi kod poslodavca; 5) izdržavanja kazne zatvora, odnosno izrečene mere bezbednosti, vaspitne ili zaštitne mere, u trajanju do šest meseci. Zaposleni kome miruju prava i obaveze iz stava 1. ovog člana ima pravo da se u roku od 15 dana od dana odsluženja, odnosno dosluženja vojnog roka, prestanka rada u inostranstvu, odnosno kod drugog poslodavca, prestanka funkcije, povratka sa izdržavanja kazne zatvora, odnosno mere bezbednosti, vaspitne ili zaštitne mere - vrati na rad kod poslodavca. Prava iz st. 1. i 2. ovog člana ima i bračni drug zaposlenog koji je upućen na rad u inostranstvo u okviru međunarodno-tehničke ili prosvetno-kulturne saradnje, u diplomatska, konzularna i druga predstavništva. VII ZAŠTITA ZAPOSLENIH 1. Opšta zaštita"}
{"model": "text-embedding-3-small", "id": 79, "title": "Član 80", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_80", "input": "Član 80: Zaposleni ima pravo na bezbednost i zaštitu života i zdravlja na radu, u skladu sa zakonom. Zaposleni je dužan da poštuje propise o bezbednosti i zaštiti života i zdravlja na radu kako ne bi ugrozio svoju bezbednost i zdravlje, kao i bezbednost i zdravlje zaposlenih i drugih lica. Zaposleni je dužan da obavesti poslodavca o svakoj vrsti potencijalne opasnosti koja bi mogla da utiče na bezbednost i zdravlje na radu."}
{"model": "text-embedding-3-small", "id": 80, "title": "Član 81", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_81", "input": "Član 81: Zaposleni ne može da radi prekovremeno ako bi, po nalazu nadležnog zdravstvenog organa, takav rad mogao da pogorša njegovo zdravstveno stanje. Zaposleni sa zdravstvenim smetnjama, utvrđenim od strane nadležnog zdravstvenog organa u skladu sa zakonom, ne može da obavlja poslove koji bi izazvali pogoršanje njegovog zdravstvenog stanja ili posledice opasne za njegovu okolinu."}
{"model": "text-embedding-3-small", "id": 81, "title": "Član 82", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_82", "input": "Član 82: Na poslovima na kojima postoji povećana opasnost od povređivanja, profesionalnih ili drugih oboljenja može da radi samo zaposleni koji, pored posebnih uslova utvrđenih pravilnikom, ispunjava i uslove za rad u pogledu zdravstvenog stanja, psihofizičkih sposobnosti i doba života, u skladu sa zakonom. 2. Zaštita ličnih podataka"}
{"model": "text-embedding-3-small", "id": 82, "title": "Član 83", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_83", "input": "Član 83: Zaposleni ima pravo uvida u dokumente koji sadrže lične podatke koji se čuvaju kod poslodavca i pravo da zahteva brisanje podataka koji nisu od neposrednog značaja za poslove koje obavlja, kao i ispravljanje netačnih podataka. Lični podaci koji se odnose na zaposlenog ne mogu da budu dostupni trećem licu, osim u slučajevima i pod uslovima utvrđenim zakonom ili ako je to potrebno radi dokazivanja prava i obaveza iz radnog odnosa ili u vezi sa radom. Lične podatke zaposlenih može da prikuplja, obrađuje, koristi i dostavlja trećim licima samo zaposleni ovlašćen od strane direktora. 3. Zaštita omladine"}
{"model": "text-embedding-3-small", "id": 83, "title": "Član 84", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_84", "input": "Član 84: Zaposleni mlađi od 18 godina života ne može da radi na poslovima: 1) na kojima se obavlja naročito težak fizički rad, rad pod zemljom, pod vodom ili na velikoj visini; 2) koji uključuju izlaganje štetnom zračenju ili sredstvima koja su otrovna, kancerogena ili koja prouzrokuju nasledna oboljenja, kao i rizik po zdravlje zbog hladnoće, toplote, buke ili vibracije; 3) koji bi, na osnovu nalaza nadležnog zdravstvenog organa, mogli štetno i sa povećanim rizikom da utiču na njegovo zdravlje i život s obzirom na njegove psihofizičke sposobnosti."}
{"model": "text-embedding-3-small", "id": 84, "title": "Član 85", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_85", "input": "Član 85: Zaposleni između navršene 18 i 21 godine života može da radi na poslovima iz člana 84. tač. 1) i 2) ovog zakona samo na osnovu nalaza nadležnog zdravstvenog organa kojim se utvrđuje da takav rad nije štetan za njegovo zdravlje."}
{"model": "text-embedding-3-small", "id": 85, "title": "Član 86", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_86", "input": "Član 86: Troškove lekarskog pregleda iz člana 84. tačka 3) i člana 85. snosi poslodavac."}
{"model": "text-embedding-3-small", "id": 86, "title": "Član 87", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_87", "input": "Član 87: Puno radno vreme zaposlenog mlađeg od 18 godina života ne može da se utvrdi u trajanju dužem od 35 časova nedeljno, niti dužem od osam časova dnevno."}
{"model": "text-embedding-3-small", "id": 87, "title": "Član 88", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_88", "input": "Član 88: Zabranjen je prekovremeni rad i preraspodela radnog vremena zaposlenog koji je mlađi od 18 godina života. Zaposleni mlađi od 18 godina života ne može da radi noću, osim: 1) ako obavlja poslove u oblasti kulture, sporta, umetnosti i reklamne delatnosti; 2) kada je neophodno da se nastavi rad prekinut usled više sile, pod uslovom da takav rad traje određeno vreme i da mora da se završi bez odlaganja, a poslodavac nema na raspolaganju u dovoljnom broju druge punoletne zaposlene. Poslodavac je dužan da u slučaju iz stava 2. ovog člana obezbedi nadzor nad radom zaposlenog mlađeg od 18 godina života od strane punoletnog zaposlenog. 4. Zaštita materinstva"}
{"model": "text-embedding-3-small", "id": 88, "title": "Član 89", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_89", "input": "Član 89: Zaposlena  za vreme trudnoće i zaposlena koja doji dete ne može da radi na poslovima koji su, po nalazu nadležnog zdravstvenog organa, štetni za njeno zdravlje i zdravlje deteta, a naročito na poslovima koji zahtevaju podizanje tereta ili na kojima postoji štetno zračenje ili izloženost ekstremnim temperaturama i vibracijama. Poslodavac je dužan da zaposlenoj iz stava 1. ovog člana obezbedi obavljanje drugih odgovarajućih poslova, a ako takvih poslova nema, da je uputi na plaćeno odsustvo."}
{"model": "text-embedding-3-small", "id": 89, "title": "Član 90", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_90", "input": "Član 90: Zaposlena  za vreme  trudnoće i zaposlena koja doji dete ne može da radi prekovremeno i noću, ako bi takav rad bio štetan za njeno zdravlje i zdravlje deteta, na osnovu nalaza nadležnog zdravstvenog organa. Zaposlena za vreme trudnoće ima pravo na plaćeno odsustvo sa rada u toku dana radi obavljanja zdravstvenih pregleda u vezi sa trudnoćom, određenih od strane izabranog lekara u skladu sa zakonom, o čemu je dužna da blagovremeno obavesti poslodavca."}
{"model": "text-embedding-3-small", "id": 90, "title": "Član 91", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_91", "input": "Član 91: Jedan od roditelja sa detetom do tri godine života može da radi prekovremeno, odnosno noću, samo uz svoju pisanu saglasnost. Samohrani roditelj koji ima dete do sedam godina života ili dete koje je težak invalid može da radi prekovremeno, odnosno noću, samo uz svoju pisanu saglasnost."}
{"model": "text-embedding-3-small", "id": 91, "title": "Član 92", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_92", "input": "Član 92: Poslodavac može da izvrši preraspodelu radnog vremena zaposlenoj ženi za vreme trudnoće i zaposlenom roditelju sa detetom mlađim od tri godine života ili detetom sa težim stepenom psihofizičke ometenosti - samo uz pisanu saglasnost zaposlenog."}
{"model": "text-embedding-3-small", "id": 92, "title": "Član 93", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_93", "input": "Član 93: Prava iz čl. 91. i 92. ovog zakona ima i usvojilac, hranitelj, odnosno staratelj deteta."}
{"model": "text-embedding-3-small", "id": 93, "title": "Član 93a", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_93a", "input": "Član 93a: Poslodavac je dužan da zaposlenoj ženi, koja se vrati na rad pre isteka godinu dana od rođenja deteta, obezbedi pravo na jednu ili više dnevnih pauza u toku dnevnog rada u ukupnom trajanju od 90 minuta ili na skraćenje dnevnog radnog vremena u trajanju od 90 minuta, kako bi mogla da doji svoje dete, ako dnevno radno vreme zaposlene žene iznosi šest i više časova. Pauza ili skraćeno radno vreme iz stava 1. ovog člana računaju se u radno vreme, a naknada zaposlenoj po tom osnovu isplaćuje se u visini osnovne zarade, uvećane za minuli rad.  5. Porodiljsko odsustvo i odsustvo sa rada radi nege deteta"}
{"model": "text-embedding-3-small", "id": 94, "title": "Član 94", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_94", "input": "Član 94: Zaposlena žena ima pravo na odsustvo sa rada zbog trudnoće i porođaja (u daljem tekstu: porodiljsko odsustvo), kao i odsustvo sa rada radi nege deteta, u ukupnom trajanju od 365 dana. Zaposlena žena ima pravo da otpočne porodiljsko odsustvo na osnovu nalaza nadležnog zdravstvenog organa najranije 45 dana, a obavezno 28 dana pre vremena određenog za porođaj. Porodiljsko odsustvo traje do navršena tri meseca od dana porođaja. Zaposlena žena, po isteku porodiljskog odsustva, ima pravo na odsustvo sa rada radi nege deteta do isteka 365 dana od dana otpočinjanja porodiljskog odsustva iz stava 2. ovog člana. Otac deteta može da koristi pravo iz stava 3. ovog člana u slučaju kad majka napusti dete, umre ili je iz drugih opravdanih razloga sprečena da koristi to pravo (izdržavanje kazne zatvora, teža bolest i dr.). To pravo otac deteta ima i kada majka nije u radnom odnosu. Otac deteta može da koristi pravo iz stava 4. ovog člana. Za vreme porodiljskog odsustva i odsustva sa rada radi nege deteta zaposlena žena, odnosno otac deteta, ima pravo na naknadu zarade, u skladu sa zakonom."}
{"model": "text-embedding-3-small", "id": 95, "title": "Član 94a", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_94a", "input": "Član 94a: Zaposlena žena ima pravo na porodiljsko odsustvo i pravo na odsustvo sa rada radi nege deteta za treće i svako naredno novorođeno dete u ukupnom trajanju od dve godine. Pravo na porodiljsko odsustvo i odsustvo sa rada radi nege deteta u ukupnom trajanju od dve godine ima i zaposlena žena koja u prvom porođaju rodi troje ili više dece, kao i zaposlena žena koja je rodila jedno, dvoje ili troje dece a u narednom porođaju rodi dvoje ili više dece. Zaposlena žena iz st. 1. i 2. ovog člana, po isteku porodiljskog odsustva, ima pravo na odsustvo sa rada radi nege deteta do isteka dve godine od dana otpočinjanja porodiljskog odsustva iz člana 94. stav 2. ovog zakona. Otac deteta iz st. 1. i 2. ovog člana može da koristi pravo na porodiljsko odsustvo u slučajevima i pod uslovima utvrđenim u članu 94. stav 5. ovog zakona, a pravo na odsustvo sa rada radi nege deteta u dužini utvrđenoj u stavu 3. ovog člana."}
{"model": "text-embedding-3-small", "id": 96, "title": "Član 95", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_95", "input": "Član 95: Pravo da koristi porodiljsko odsustvo u trajanju utvrđenom u članu 94. stav 3. ovog zakona ima i zaposlena žena ako se dete rodi mrtvo ili umre pre isteka porodiljskog odsustva. 6. Odsustvo sa rada radi posebne nege deteta ili druge osobe"}
{"model": "text-embedding-3-small", "id": 97, "title": "Član 96", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_96", "input": "Član 96: Jedan od roditelja deteta kome je neophodna posebna nega zbog teškog stepena psihofizičke ometenosti, osim za slučajeve predviđene propisima o zdravstvenom osiguranju, ima pravo da, po isteku porodiljskog odsustva i odsustva sa rada radi nege deteta, odsustvuje sa rada ili da radi sa polovinom punog radnog vremena, najduže do navršenih pet godina života deteta. Pravo u smislu stava 1. ovog člana ostvaruje se na osnovu mišljenja nadležnog organa za ocenu stepena psihofizičke ometenosti deteta, u skladu sa zakonom. Za vreme odsustvovanja sa rada, u smislu stava 1. ovog člana, zaposleni ima pravo na naknadu zarade, u skladu sa zakonom. Za vreme rada sa polovinom punog radnog vremena, u smislu stava 1. ovog člana, zaposleni ima pravo na zaradu u skladu sa zakonom, opštim aktom i ugovorom o radu, a za drugu polovinu punog radnog vremena - naknadu zarade u skladu sa zakonom. Uslove, postupak i način ostvarivanja prava na odsustvo sa rada radi posebne nege deteta bliže uređuje ministar nadležan za društvenu brigu o deci."}
{"model": "text-embedding-3-small", "id": 98, "title": "Član 97", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_97", "input": "Član 97: Hranitelj, odnosno staratelj deteta mlađeg od pet godina života ima pravo da, radi nege deteta, odsustvuje sa rada osam meseci neprekidno od dana smeštaja deteta u hraniteljsku, odnosno starateljsku porodicu, a najduže do navršenih pet godina života deteta. Ako je smeštaj u hraniteljsku, odnosno starateljsku porodicu nastupio pre navršena tri meseca života deteta, hranitelj, odnosno staratelj deteta ima pravo da, radi nege deteta, odsustvuje sa rada do navršenih 11 meseci života deteta. Pravo iz st. 1. i 2. ovog člana ima i lice kome je, u skladu sa propisima o usvojenju, upućeno dete na prilagođavanje pre zasnivanja usvojenja, a po zasnivanju usvojenja - i jedan od usvojilaca. Za vreme odsustva sa rada radi nege deteta, lice koje koristi pravo iz st. 1-3. ovog člana ima pravo na naknadu zarade u skladu sa zakonom."}
{"model": "text-embedding-3-small", "id": 99, "title": "Član 98", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_98", "input": "Član 98: Roditelj ili staratelj, odnosno lice koje se stara o osobi oštećenoj cerebralnom paralizom, dečjom paralizom, nekom vrstom plegije ili oboleloj od mišićne distrofije i ostalih teških oboljenja, na osnovu mišljenja nadležnog zdravstvenog organa, može na svoj zahtev da radi sa nepunim radnim vremenom, ali ne kraćim od polovine punog radnog vremena. Zaposleni koji radi sa nepunim radnim vremenom u smislu stava 1. ovog člana ima pravo na odgovarajuću zaradu, srazmerno vremenu provedenom na radu, u skladu sa zakonom, opštim aktom i ugovorom o radu."}
{"model": "text-embedding-3-small", "id": 100, "title": "Član 99", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_99", "input": "Član 99: Prava iz člana 96. ovog zakona ima i jedan od usvojilaca, hranitelj, odnosno staratelj deteta, ako je detetu, s obzirom na stepen psihofizičke ometenosti, potrebna posebna nega."}
{"model": "text-embedding-3-small", "id": 101, "title": "Član 100", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_100", "input": "Član 100: Jedan od roditelja, usvojilac, hranitelj, odnosno staratelj ima pravo da odsustvuje sa rada dok dete ne navrši tri godine života. Za vreme odsustvovanja sa rada iz stava 1. ovog člana prava i obaveze po osnovu rada miruju, ako za pojedina prava zakonom, opštim aktom i ugovorom o radu nije drukčije određeno. 7. Zaštita osoba sa invaliditetom i zaposlenog sa zdravstvenim smetnjama"}
{"model": "text-embedding-3-small", "id": 102, "title": "Član 101", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_101", "input": "Član 101: Zaposlenom - osobi sa invaliditetom i zaposlenom iz člana 81. stav 2. ovog zakona poslodavac je dužan da obezbedi obavljanje poslova prema radnoj sposobnosti, u skladu sa zakonom."}
{"model": "text-embedding-3-small", "id": 103, "title": "Član 102", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_102", "input": "Član 102: Poslodavac može da otkaže ugovor o radu zaposlenom koji odbije da prihvati posao u smislu člana 101. ovog zakona. Ako poslodavac ne može zaposlenom da obezbedi odgovarajući posao u smislu člana 101. ovog zakona, zaposleni se smatra viškom u smislu člana 179. stav 5. tačka 1) ovog zakona. 8. Obaveštenje o privremenoj sprečenosti za rad"}
{"model": "text-embedding-3-small", "id": 104, "title": "Član 103", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_103", "input": "Član 103: Zaposleni je dužan da, najkasnije u roku od tri dana od dana nastupanja privremene sprečenosti za rad u smislu propisa o zdravstvenom osiguranju, o tome dostavi poslodavcu potvrdu lekara koja sadrži i vreme očekivane sprečenosti za rad. U slučaju teže bolesti, umesto zaposlenog, potvrdu poslodavcu dostavljaju članovi uže porodice ili druga lica sa kojima živi u porodičnom domaćinstvu. Ako zaposleni živi sam, potvrdu je dužan da dostavi u roku od tri dana od dana prestanka razloga zbog kojih nije mogao da dostavi potvrdu. Lekar je dužan da izda potvrdu iz stava 1. ovog člana. Ako poslodavac posumnja u opravdanost razloga za odsustvovanje sa rada u smislu stava 1. ovog člana, može da podnese zahtev nadležnom zdravstvenom organu radi utvrđivanja zdravstvene sposobnosti zaposlenog, u skladu sa zakonom. Način izdavanja i sadržaj potvrde o nastupanju privremene sprečenosti za rad u smislu propisa o zdravstvenom osiguranju sporazumno propisuju ministar i ministar nadležan za zdravlje. VIII ZARADA, NAKNADA ZARADE I DRUGA PRIMANJA 1. Zarada"}
{"model": "text-embedding-3-small", "id": 105, "title": "Član 104", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_104", "input": "Član 104: Zaposleni ima pravo na odgovarajuću zaradu, koja se utvrđuje u skladu sa zakonom, opštim aktom i ugovorom o radu. Zaposlenima se garantuje jednaka zarada za isti rad ili rad iste vrednosti koji ostvaruju kod poslodavca. Pod radom jednake vrednosti podrazumeva se rad za koji se zahteva isti stepen stručne spreme, odnosno obrazovanja, znanja i sposobnosti, u kome je ostvaren jednak radni doprinos uz jednaku odgovornost. Odluka poslodavca ili sporazum sa zaposlenim koji nisu u skladu sa stavom 2. ovog člana - ništavi su. U slučaju povrede prava iz stava 2. ovog člana zaposleni ima pravo na naknadu štete."}
{"model": "text-embedding-3-small", "id": 106, "title": "Član 105", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_105", "input": "Član 105: Zarada iz člana 104. stav 1. ovog zakona sastoji se od zarade za obavljeni rad i vreme provedeno na radu, zarade po osnovu doprinosa zaposlenog poslovnom uspehu poslodavca (nagrade, bonusi i sl.) i drugih primanja po osnovu radnog odnosa, u skladu sa opštim aktom i ugovorom o radu. Pod zaradom u smislu stava 1. ovog člana smatra se zarada koja sadrži porez i doprinose koji se plaćaju iz zarade. Pod zaradom u smislu stava 1 ovog člana smatraju se sva primanja iz radnog odnosa, osim primanja iz člana 14, člana 42. stav 3. tač. 4) i 5), člana 118. tač. 1-4), člana 119, člana 120. tačka 1) i člana 158. ovog zakona. 2. Zarada za obavljeni rad i vreme provedeno na radu"}
{"model": "text-embedding-3-small", "id": 107, "title": "Član 106", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_106", "input": "Član 106: Zarada za obavljeni rad i vreme provedeno na radu sastoji se od osnovne zarade, dela zarade za radni učinak i uvećane zarade."}
{"model": "text-embedding-3-small", "id": 108, "title": "Član 107", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_107", "input": "Član 107: Osnovna zarada određuje se na osnovu uslova, utvrđenih pravilnikom, potrebnih za rad na poslovima za koje je zaposleni zaključio ugovor o radu i vremena provedenog na radu. Radni učinak određuje se na osnovu kvaliteta i obima obavljenog posla, kao i odnosa zaposlenog prema radnim obavezama. Opštim aktom utvrđuju se elementi za obračun i isplatu osnovne zarade i zarade po osnovu radnog učinka iz st. 1. i 2. ovog člana. Ugovorom o radu može da se utvrdi osnovna zarada u većem iznosu od osnovne zarade utvrđene na osnovu elemenata iz opšteg akta."}
{"model": "text-embedding-3-small", "id": 109, "title": "Član 108", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_108", "input": "Član 108: Zaposleni ima pravo na uvećanu zaradu u visini utvrđenoj opštim aktom i ugovorom o radu, i to: 1) za rad na dan praznika koji je neradni dan - najmanje 110% od osnovice; 2) za rad noću, ako takav rad nije vrednovan pri utvrđivanju osnovne zarade - najmanje 26% od osnovice; 3) za prekovremeni rad - najmanje 26% od osnovice; 4) po osnovu vremena provedenog na radu za svaku punu godinu rada ostvarenu u radnom odnosu kod poslodavca (u daljem tekstu: minuli rad) - najmanje  0,4% od osnovice. Pri obračunu minulog rada računa se i vreme provedeno u radnom odnosu kod poslodavca prethodnika iz člana 147. ovog zakona, kao i kod povezanih lica sa poslodavcem u skladu sa zakonom. Ako su se istovremeno stekli uslovi po više osnova utvrđenih u stavu 1. ovog člana, procenat uvećane zarade ne može biti niži od zbira procenata po svakom od osnova uvećanja. Opštim aktom i ugovorom o radu mogu da se utvrde i drugi slučajevi u kojima zaposleni ima pravo na uvećanu zaradu, kao što je uvećanje zarade po osnovu rada u smenama. Osnovicu za obračun uvećane zarade čini osnovna zarada utvrđena u skladu sa zakonom, opštim aktom i ugovorom o radu."}
{"model": "text-embedding-3-small", "id": 110, "title": "Član 109", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_109", "input": "Član 109: Pripravnik ima pravo na zaradu najmanje u visini 80% osnovne zarade za poslove za koje je zaključio ugovor o radu, kao i na naknadu troškova i druga primanja, u skladu sa opštim aktom i ugovorom o radu."}
{"model": "text-embedding-3-small", "id": 111, "title": "Član 110", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_110", "input": "Član 110: Zarada se isplaćuje u rokovima utvrđenim opštim aktom i ugovorom o radu, najmanje jedanput mesečno, a najkasnije do kraja tekućeg meseca za prethodni mesec. Zarada se isplaćuje samo u novcu, ako zakonom nije drukčije određeno. 3. Minimalna zarada"}
{"model": "text-embedding-3-small", "id": 112, "title": "Član 111", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_111", "input": "Član 111: Zaposleni ima pravo na minimalnu zaradu za standardni učinak i vreme provedeno na radu. Minimalna zarada određuje se na osnovu minimalne cene rada utvrđene u skladu sa ovim zakonom, vremena provedenog na radu i poreza i doprinosa koji se plaćaju iz zarade. Opštim aktom, odnosno ugovorom o radu utvrđuju se razlozi za donošenje odluke o uvođenju minimalne zarade. Po isteku roka od šest meseci od donošenja odluke o uvođenju minimalne zarade poslodavac je dužan da obavesti reprezentativni sindikat o razlozima za nastavak isplate minimalne zarade. Poslodavac je dužan da minimalnu zaradu isplati zaposlenom u visini koja se određuje na osnovu odluke o minimalnoj ceni rada koja važi za mesec u kojem se vrši isplata. Zaposleni koji prima minimalnu zaradu, ima pravo na uvećanu zaradu iz člana 108. ovog zakona, na naknadu troškova i druga primanja koja se smatraju zaradom u skladu sa zakonom. Osnovica za obračun uvećane zarade iz stava 6. ovog člana je minimalna zarada zaposlenog."}
{"model": "text-embedding-3-small", "id": 113, "title": "Član 112", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_112", "input": "Član 112: Minimalna cena rada utvrđuje se odlukom socijalno-ekonomskog saveta osnovanog za teritoriju Republike Srbije (u daljem tekstu: Socijalno-ekonomski savet). Ako Socijalno-ekonomski savet ne donese odluku u roku od 15 dana od dana početka pregovora, odluku o visini minimalne cene rada donosi Vlada Republike Srbije (u daljem tekstu: Vlada) u narednom roku od 15 dana. Pri utvrđivanju minimalne cene rada polazi se naročito od: egzistencijalnih i socijalnih potreba zaposlenog i njegove porodice izraženih kroz vrednost minimalne potrošačke korpe, kretanja stope zaposlenosti na tržištu rada, stope rasta bruto domaćeg proizvoda, kretanja potrošačkih cena, kretanja produktivnosti i kretanja prosečne zarade u Republici. Odluka o utvrđivanju minimalne cene rada sadrži obrazloženje koje odražava sve elemente iz stava 3. ovog člana. Ako dođe do značajne promene nekog od elemenata iz stava 3. ovog člana, Socijalno-ekonomski savet je obavezan da razmotri obrazloženu inicijativu jednog od učesnika Socijalno-ekonomskog saveta za otpočinjanje pregovora za utvrđivanje nove minimalne cene rada. Minimalna cena rada utvrđuje se po radnom času bez poreza i doprinosa, za kalendarsku godinu, najkasnije do 15. septembra tekuće godine, a primenjuje se od 1. januara naredne godine. Minimalna cena rada ne može se utvrditi u nižem iznosu od minimalne cene rada utvrđene za prethodnu godinu."}
{"model": "text-embedding-3-small", "id": 114, "title": "Član 113", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_113", "input": "Član 113: Odluka o visini minimalne cene rada iz člana 112. ovog zakona objavljuje se u \"Službenom glasniku Republike Srbije\". 4. Naknada zarade"}
{"model": "text-embedding-3-small", "id": 115, "title": "Član 114", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_114", "input": "Član 114: Zaposleni ima pravo na naknadu zarade u visini prosečne zarade u prethodnih 12 meseci, u skladu sa opštim aktom i ugovorom o radu, za vreme odsustvovanja sa rada na dan praznika koji je neradni dan, godišnjeg odmora, plaćenog odsustva, vojne vežbe i odazivanja na poziv državnog organa. Poslodavac ima pravo na refundiranje isplaćene naknade zarade iz stava 1. ovog člana u slučaju odsustvovanja zaposlenog sa rada zbog vojne vežbe ili odazivanja na poziv državnog organa, od organa na čiji se poziv zaposleni odazvao, ako zakonom nije drukčije određeno."}
{"model": "text-embedding-3-small", "id": 116, "title": "Član 115", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_115", "input": "Član 115: Zaposleni ima pravo na naknadu zarade za vreme odsustvovanja sa rada zbog privremene sprečenosti za rad do 30 dana, i to: 1) najmanje u visini 65% prosečne zarade u prethodnih 12 meseci pre meseca u kojem je nastupila privremena sprečenost za rad, s tim da ne može biti niža od minimalne zarade utvrđene u skladu sa ovim zakonom, ako je sprečenost za rad prouzrokovana bolešću ili povredom van rada, ako zakonom nije drukčije određeno; 2) u visini 100% prosečne zarade u prethodnih 12 meseci pre meseca u kojem je nastupila privremena sprečenost za rad, s tim da ne može biti niža od minimalne zarade utvrđene u skladu sa ovim zakonom, ako je sprečenost za rad prouzrokovana povredom na radu ili profesionalnom bolešću, ako zakonom nije drukčije određeno."}
{"model": "text-embedding-3-small", "id": 117, "title": "Član 116", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_116", "input": "Član 116: Zaposleni ima pravo na naknadu zarade najmanje u visini 60% prosečne zarade u prethodnih 12 meseci, s tim da ne može biti manja od minimalne zarade utvrđene u skladu sa ovim zakonom, za vreme prekida rada, odnosno smanjenja obima rada do kojeg je došlo bez krivice zaposlenog, najduže 45 radnih dana u kalendarskoj godini. Izuzetno, u slučaju prekida rada, odnosno smanjenja obima rada koje zahteva duže odsustvo, poslodavac može, uz prethodnu saglasnost ministra, uputiti zaposlenog na odsustvo duže od 45 radnih dana, uz naknadu zarade iz stava 1. ovog člana. Pre davanja saglasnosti iz stava 2. ovog člana, ministar će zatražiti mišljenje reprezentativnog sindikata grane ili delatnosti osnovanog na nivou Republike."}
{"model": "text-embedding-3-small", "id": 118, "title": "Član 117", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_117", "input": "Član 117: Zaposleni ima pravo na naknadu zarade u visini utvrđenoj opštim aktom i ugovorom o radu za vreme prekida rada do koga je došlo naredbom nadležnog državnog organa ili nadležnog organa poslodavca zbog neobezbeđivanja bezbednosti i zaštite života i zdravlja na radu, koja je uslov daljeg obavljanja rada bez ugrožavanja života i zdravlja zaposlenih i drugih lica, i u drugim slučajevima, u skladu sa zakonom. Opštim aktom i ugovorom o radu mogu da se utvrde i drugi slučajevi u kojima zaposleni ima pravo na naknadu zarade. 5. Naknada troškova"}
{"model": "text-embedding-3-small", "id": 119, "title": "Član 118", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_118", "input": "Član 118: Zaposleni ima pravo na naknadu troškova u skladu sa opštim aktom i ugovorom o radu, i to: 1) za dolazak i odlazak sa rada, u visini cene prevozne karte u javnom saobraćaju, ako poslodavac nije obezbedio sopstveni prevoz; 2) za vreme provedeno na službenom putu u zemlji; 3) za vreme provedeno na službenom putu u inostranstvu; 4) smeštaja i ishrane za rad i boravak na terenu, ako poslodavac nije zaposlenom obezbedio smeštaj i ishranu bez naknade; 5) za ishranu u toku rada, ako poslodavac ovo pravo nije obezbedio na drugi način; 6) za regres za korišćenje godišnjeg odmora. Visina troškova iz stava 1. tačka 5) ovog člana mora biti izražena u novcu. Promena mesta stanovanja zaposlenog nakon zaključenja ugovora o radu, ne može da utiče na uvećanje troškova prevoza koje je poslodavac dužan da naknadi zaposlenom u trenutku zaključenja ugovora o radu, bez saglasnosti poslodavca. 6. Druga primanja"}
{"model": "text-embedding-3-small", "id": 120, "title": "Član 119", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_119", "input": "Član 119: Poslodavac je dužan da isplati, u skladu sa opštim aktom: 1) zaposlenom otpremninu pri odlasku u penziju, najmanje u visini dve prosečne zarade; 2) zaposlenom naknadu troškova pogrebnih usluga u slučaju smrti člana uže porodice, a članovima uže porodice u slučaju smrti zaposlenog; 3) zaposlenom naknadu štete zbog povrede na radu ili profesionalnog oboljenja. Poslodavac može deci zaposlenog starosti do 15 godina života da obezbedi poklon za Božić i Novu godinu u vrednosti do neoporezivog iznosa koji je predviđen zakonom kojim se uređuje porez na dohodak građana. Pod prosečnom zaradom iz stava 1. tačka 1) ovog člana smatra se prosečna zarada u Republici Srbiji prema poslednjem objavljenom podatku republičkog organa nadležnog za statistiku. Članovima uže porodice, u smislu stava 1. tačka 2) ovog člana, smatraju se bračni drug i deca zaposlenog. Poslodavac može zaposlenima uplaćivati premiju za dobrovoljno dodatno penzijsko osiguranje, kolektivno osiguranje od posledica nezgoda i kolektivno osiguranje za slučaj težih bolesti i hirurških intervencija, a u cilju sprovođenja kvalitetne dodatne socijalne zaštite."}
{"model": "text-embedding-3-small", "id": 121, "title": "Član 120", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_120", "input": "Član 120: Opštim aktom, odnosno ugovorom o radu može da se utvrdi pravo na: 1) jubilarnu nagradu i solidarnu pomoć; Tač. 2) i 3) (prestale da važe); 4) druga primanja. 7. Obračun zarade i naknade zarade"}
{"model": "text-embedding-3-small", "id": 122, "title": "Član 121", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_121", "input": "Član 121: Poslodavac je dužan da zaposlenom prilikom svake isplate zarade i naknade zarade dostavi obračun. Poslodavac je dužan da zaposlenom dostavi obračun i za mesec za koji nije izvršio isplatu zarade, odnosno naknade zarade. Uz obračun iz stava 2. ovog člana poslodavac je dužan da zaposlenom dostavi i obaveštenje da isplata zarade, odnosno naknade zarade, nije izvršena i razloge zbog kojih nije izvršena isplata. Obračun zarade, odnosno naknade zarade, iz stava 2. ovog člana poslodavac je dužan da zaposlenom dostavi najdocnije do kraja meseca za prethodni mesec. Obračun iz stava 1. ovog člana na osnovu koga je isplaćena zarada, odnosno naknada zarade u celosti može se dostaviti zaposlenom u elektronskoj formi. Obračun zarade i naknade zarade koje je dužan da isplati poslodavac u skladu sa zakonom predstavlja izvršnu ispravu. Zaposleni kome je zarada i naknada zarade isplaćena u skladu sa obračunom iz st. 1. i 2. ovog člana, zadržava pravo da pred nadležnim sudom osporava zakonitost tog obračuna. Sadržaj obračuna iz st. 1. i 2. ovog člana propisuje ministar. 8. Evidencija zarade i naknade zarade"}
{"model": "text-embedding-3-small", "id": 123, "title": "Član 122", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_122", "input": "Član 122: Poslodavac je dužan da vodi mesečnu evidenciju o zaradi i naknadi zarade. Evidencija sadrži podatke o zaradi, zaradi po odbitku poreza i doprinosa iz zarade i odbicima od zarade, za svakog zaposlenog. Evidenciju potpisuje lice ovlašćeno za zastupanje ili drugo lice koje ono ovlasti. 9. Zaštita zarade i naknade zarade"}
{"model": "text-embedding-3-small", "id": 124, "title": "Član 123", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_123", "input": "Član 123: Poslodavac može novčano potraživanje prema zaposlenom naplatiti obustavljanjem od njegove zarade samo na osnovu pravnosnažne odluke suda, u slučajevima utvrđenim zakonom ili uz pristanak zaposlenog. Na osnovu pravnosnažne odluke suda i u slučajevima utvrđenim zakonom poslodavac može zaposlenom da obustavi od zarade najviše do jedne trećine zarade, odnosno naknade zarade, ako zakonom nije drukčije određeno. IX POTRAŽIVANJA ZAPOSLENIH U SLUČAJU STEČAJNOG POSTUPKA"}
{"model": "text-embedding-3-small", "id": 125, "title": "Član 124", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_124", "input": "Član 124: Pravo na isplatu neisplaćenih potraživanja kod poslodavca nad kojim je otvoren stečajni postupak (u daljem tekstu: potraživanje), u skladu sa ovim zakonom, ima zaposleni kome su potraživanja utvrđena u skladu sa zakonom kojim se uređuje stečajni postupak i koji ispunjava uslove za ostvarivanje prava u skladu sa ovim zakonom. Prava iz stava 1. ovog člana ostvaruju se u skladu sa ovim zakonom, ako nisu isplaćena u skladu sa zakonom kojim se uređuje stečajni postupak. Ako su prava iz stava 1. ovog člana delimično isplaćena u skladu sa zakonom kojim se uređuje stečajni postupak, zaposlenom pripada pravo na razliku do nivoa prava utvrđenih po ovom zakonu. Pravo na isplatu potraživanja iz stava 1. ovog člana nema preduzetnik, kao i osnivač, odnosno član privrednog društva i drugog privrednog subjekta, osim ako je zasnovao radni odnos u skladu sa zakonom. Pravo na isplatu potraživanja iz stava 1. ovog člana nema zaposleni ako je doneto rešenje o potvrđivanju usvajanja plana reorganizacije poslodavca nad kojim je otvoren stečaj, u skladu sa zakonom."}
{"model": "text-embedding-3-small", "id": 126, "title": "Član 125", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_125", "input": "Član 125: Zaposleni ima pravo na isplatu: 1) zarade i naknade zarade za vreme odsutnosti sa rada zbog privremene sprečenosti za rad po propisima o zdravstvenom osiguranju koju je bio dužan da isplati poslodavac u skladu sa ovim zakonom, za poslednjih devet meseci pre otvaranja stečajnog postupka; 2) naknade štete za neiskorišćeni godišnji odmor krivicom poslodavca, za kalendarsku godinu u kojoj je otvoren stečajni postupak, ako je to pravo imao pre otvaranja stečajnog postupka; 3) otpremnine zbog odlaska u penziju u kalendarskoj godini u kojoj je otvoren stečajni postupak, ako je pravo na penziju ostvario pre otvaranja stečajnog postupka; 4) naknade štete na osnovu odluke suda donete u kalendarskoj godini u kojoj je otvoren stečajni postupak, zbog povrede na radu ili profesionalnog oboljenja, ako je ta odluka postala pravnosnažna pre otvaranja stečajnog postupka. Zaposleni ima pravo i na uplatu doprinosa za obavezno socijalno osiguranje za isplate iz stava 1. tačka 1) ovog člana, u skladu sa propisima o obaveznom socijalnom osiguranju."}
{"model": "text-embedding-3-small", "id": 127, "title": "Član 126", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_126", "input": "Član 126: Zarada i naknada zarade iz člana 125. stav 1. tačka 1) ovog zakona isplaćuje se u visini minimalne zarade. Naknada štete za neiskorišćeni godišnji odmor iz člana 125. stav 1. tačka 2) ovog zakona isplaćuje se u visini utvrđenoj odlukom stečajnog suda, a najviše u visini minimalne zarade. Otpremnina zbog odlaska u penziju iz člana 125. stav 1. tačka 3) ovog zakona isplaćuje se u visini dve prosečne zarade u Republici, prema poslednjem objavljenom podatku republičkog organa nadležnog za poslove statistike. Naknada štete iz člana 125. stav 1. tačka 4) ovog zakona isplaćuje se u visini naknade utvrđene odlukom suda. Osnivanje Fonda solidarnosti"}
{"model": "text-embedding-3-small", "id": 128, "title": "Član 127", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_127", "input": "Član 127: Za ostvarivanje prava iz člana 125. ovog zakona osniva se Fond solidarnosti (u daljem tekstu: Fond). Delatnost Fonda je obezbeđivanje i isplata potraživanja u skladu sa ovim zakonom. Fond ima svojstvo pravnog lica i posluje kao javna služba. Sedište Fonda je u Beogradu."}
{"model": "text-embedding-3-small", "id": 129, "title": "Član 128", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_128", "input": "Član 128: Sredstva za osnivanje i početak rada Fonda obezbeđuju se u budžetu Republike Srbije. Fond počinje sa radom danom upisa u registar, u skladu sa zakonom. Organi Fonda"}
{"model": "text-embedding-3-small", "id": 130, "title": "Član 129", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_129", "input": "Član 129: Organi Fonda su: 1) upravni odbor; 2) nadzorni odbor; 3) direktor."}
{"model": "text-embedding-3-small", "id": 131, "title": "Član 130", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_130", "input": "Član 130: Upravni odbor Fonda ima šest članova, i to: dva predstavnika Vlade, dva predstavnika reprezentativnih sindikata i dva predstavnika reprezentativnih udruženja poslodavaca, osnovanih za teritoriju Republike Srbije. Svaki član upravnog odbora Fonda ima svog zamenika koji ga zamenjuje u slučaju odsutnosti. Članove upravnog odbora Fonda i njihove zamenike imenuje Vlada na period od četiri godine, i to: 1) predstavnike Vlade na predlog ministra; 2) predstavnike sindikata i udruženja poslodavaca, na predlog reprezentativnih sindikata, odnosno reprezentativnih udruženja poslodavaca, članova Socijalno-ekonomskog saveta. Upravni odbor iz reda svojih članova bira predsednika i zamenika predsednika upravnog odbora."}
{"model": "text-embedding-3-small", "id": 132, "title": "Član 131", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_131", "input": "Član 131: Način rada, kao i druga pitanja od značaja za rad upravnog odbora, uređuju se statutom i opštim aktom Fonda."}
{"model": "text-embedding-3-small", "id": 133, "title": "Član 132", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_132", "input": "Član 132: Upravni odbor: 1) donosi statut i druge opšte akte Fonda, ako ovim zakonom nije drukčije određeno; 2) donosi finansijski plan i usvaja godišnji obračun Fonda; 3) imenuje direktora Fonda; 4) obavlja druge poslove utvrđene ovim zakonom i statutom Fonda. Vlada daje saglasnost na statut Fonda, finansijski plan i godišnji obračun Fonda i odluku o imenovanju direktora Fonda. Upravni odbor podnosi izveštaj o poslovanju Fonda Vladi najkasnije do 31. marta tekuće godine za prethodnu godinu."}
{"model": "text-embedding-3-small", "id": 134, "title": "Član 133", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_133", "input": "Član 133: Nadzorni odbor Fonda ima tri člana, i to: jednog predstavnika Vlade, jednog predstavnika reprezentativnih sindikata i jednog predstavnika reprezentativnih udruženja poslodavaca, osnovanih za teritoriju Republike Srbije. Svaki član nadzornog odbora Fonda ima svog zamenika, koji ga zamenjuje u slučaju odsutnosti. Članove nadzornog odbora Fonda i njihove zamenike imenuje Vlada na period od četiri godine, i to: 1) predstavnika Vlade na predlog ministra; 2) predstavnike sindikata i udruženja poslodavaca, na predlog reprezentativnih sindikata i reprezentativnih udruženja poslodavaca, članova Socijalno-ekonomskog saveta. Nadzorni odbor iz reda svojih članova bira predsednika i zamenika predsednika nadzornog odbora."}
{"model": "text-embedding-3-small", "id": 135, "title": "Član 134", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_134", "input": "Član 134: Nadzorni odbor: 1) vrši nadzor nad finansijskim poslovanjem Fonda; 2) vrši uvid u sprovođenje zakona i drugih propisa u vezi sa finansijskim poslovanjem Fonda; 3) vrši uvid u sprovođenje odluka upravnog odbora; 4) obavlja i druge poslove utvrđene ovim zakonom i statutom Fonda. Nadzorni odbor podnosi izveštaj o finansijskom poslovanju Fonda Vladi najkasnije do 31. marta tekuće godine za prethodnu godinu."}
{"model": "text-embedding-3-small", "id": 136, "title": "Član 135", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_135", "input": "Član 135: Direktor Fonda: 1) organizuje rad i poslovanje u Fondu i odgovara za zakonitost rada u Fondu; 2) predstavlja i zastupa Fond; 3) izvršava odluke upravnog odbora Fonda; 4) donosi akt o organizaciji i sistematizaciji poslova u Fondu, uz saglasnost Vlade; 5) rukovodi radom zaposlenih u Fondu; 6) vrši i druge poslove u skladu sa ovim zakonom i statutom Fonda."}
{"model": "text-embedding-3-small", "id": 137, "title": "Član 136", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_136", "input": "Član 136: Administrativno-stručne poslove za Fond obavljaju zaposleni u Fondu. Na zaposlene iz stava 1. ovog člana primenjuju se propisi o radnim odnosima u javnim službama. Finansiranje Fonda"}
{"model": "text-embedding-3-small", "id": 138, "title": "Član 137", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_137", "input": "Član 137: Prihodi Fonda su sredstva iz budžeta Republike Srbije i drugih izvora u skladu sa zakonom. Sredstva Fonda koriste se u skladu sa ovim zakonom."}
{"model": "text-embedding-3-small", "id": 139, "title": "Član 138", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_138", "input": "Član 138: Ako se godišnjim obračunom prihoda i rashoda Fonda utvrdi da su ukupno ostvareni prihodi Fonda veći od ostvarenih rashoda, razlika sredstava uplaćuje se na račun budžeta Republike Srbije i raspoređuje za sprovođenje programa aktivne politike zapošljavanja. Postupak za ostvarivanje prava zaposlenih"}
{"model": "text-embedding-3-small", "id": 140, "title": "Član 139", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_139", "input": "Član 139: Postupak za ostvarivanje prava iz člana 125. ovog zakona pokreće se na zahtev zaposlenog (u daljem tekstu: zahtev). Zahtev se podnosi Fondu u roku od 45 dana od dana dostavljanja odluke kojom je utvrđeno pravo na potraživanje, u skladu sa zakonom kojim se uređuje stečajni postupak."}
{"model": "text-embedding-3-small", "id": 141, "title": "Član 140", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_140", "input": "Član 140: Zahtev se podnosi na posebnom obrascu. Uz zahtev zaposleni dostavlja: 1) ugovor o radu, odnosno drugi akt o zasnivanju radnog odnosa, a lice kome je prestao radni odnos - akt kojim je prestao radni odnos; 2) akt kojim je utvrđeno pravo na potraživanje iz člana 125. stav 1. tačka 1) ovog zakona, u skladu sa zakonom kojim se uređuje stečajni postupak; 3) dokaze o postojanju potraživanja iz člana 125. stav 1. tač. 2) - 4) ovog zakona. Sadržaj obrasca iz stava 1. ovog člana i ostalu dokumentaciju koju zaposleni treba da dostavi propisuje ministar."}
{"model": "text-embedding-3-small", "id": 142, "title": "Član 141", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_141", "input": "Član 141: Stečajni upravnik, poslodavac i zaposleni dužni su da na zahtev Fonda, u roku od 15 dana od dana prijema zahteva, dostave sve podatke koji su od značaja za donošenje rešenja iz člana 142. ovog zakona."}
{"model": "text-embedding-3-small", "id": 143, "title": "Član 142", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_142", "input": "Član 142: Upravni odbor Fonda odlučuje o zahtevu rešenjem. Protiv rešenja može se podneti žalba u roku od osam dana od dana dostavljanja rešenja. O žalbi protiv rešenja odlučuje ministar, u roku od 30 dana od dana podnošenja žalbe. Rešenje ministra je konačno i protiv njega se može pokrenuti upravni spor."}
{"model": "text-embedding-3-small", "id": 144, "title": "Član 143", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_143", "input": "Član 143: Zahtev za ostvarivanje prava pred Fondom može podneti samo lice kome navedeno pravo pripada, lično ili preko punomoćnika. Ako u toku postupka ostvarivanja prava pred Fondom nastupi smrt stranke, pravo na nastavak postupka ima naslednik stranke u skladu sa zakonom."}
{"model": "text-embedding-3-small", "id": 145, "title": "Član 144", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_144", "input": "Član 144: Ako je potraživanje iz člana 125. ovog zakona isplaćeno u potpunosti ili delimično u skladu sa propisima kojima je uređen stečajni postupak pre izvršenja rešenja iz člana 142. ovog zakona, Fond će po službenoj dužnosti poništiti rešenje i doneti odluku o zahtevu u skladu sa novim činjeničnim stanjem. Na postupak pred Fondom koji nije posebno uređen ovim zakonom, primenjuju se odgovarajuće odredbe zakona kojim se uređuje upravni postupak. Povraćaj neopravdano dobijenih sredstava"}
{"model": "text-embedding-3-small", "id": 146, "title": "Član 145", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_145", "input": "Član 145: Fond je dužan da od zaposlenog zahteva povraćaj sredstava, isplaćenih u skladu sa čl. 125. i 126. ovog zakona, uvećanih za zakonsku zateznu kamatu i troškove postupka, ako su prava stečena na osnovu neistinitih i netačnih podataka, odnosno ako zaposleni nije obavestio Fond o činjenicama koje utiču na sticanje i ostvarivanje prava utvrđenih ovim zakonom - u roku od godinu dana od dana saznanja o činjenicama koje su osnov za povraćaj sredstava. Zaposleni je dužan da u roku od 30 dana od dana dostavljanja zahteva za povraćaj sredstava izvrši povraćaj na žiro račun Fonda. Nadzor nad zakonitošću rada"}
{"model": "text-embedding-3-small", "id": 147, "title": "Član 146", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_146", "input": "Član 146: Nadzor nad zakonitošću rada Fonda vrši ministarstvo nadležno za rad (u daljem tekstu: ministarstvo). X PRAVA ZAPOSLENIH KOD PROMENE POSLODAVCA"}
{"model": "text-embedding-3-small", "id": 148, "title": "Član 147***", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_147***", "input": "Član 147***: U slučaju statusne promene, odnosno promene poslodavca, u skladu sa zakonom, poslodavac sledbenik preuzima od poslodavca prethodnika opšti akt i sve ugovore o radu koji važe na dan promene poslodavca."}
{"model": "text-embedding-3-small", "id": 149, "title": "Član 148", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_148", "input": "Član 148: Poslodavac prethodnik dužan je da poslodavca sledbenika potpuno i istinito obavesti o pravima i obavezama iz opšteg akta i ugovora o radu koji se prenose."}
{"model": "text-embedding-3-small", "id": 150, "title": "Član 149", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_149", "input": "Član 149: Poslodavac prethodnik dužan je da o prenošenju ugovora o radu na poslodavca sledbenika pismenim putem obavesti zaposlene čiji se ugovor o radu prenosi. Ako zaposleni odbije prenos ugovora o radu ili se ne izjasni u roku od pet radnih dana od dana dostavljanja obaveštenja iz stava 1. ovog člana, poslodavac prethodnik može zaposlenom da otkaže ugovor o radu."}
{"model": "text-embedding-3-small", "id": 151, "title": "Član 150", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_150", "input": "Član 150: Poslodavac sledbenik dužan je da primenjuje opšti akt poslodavca prethodnika najmanje godinu dana od dana promene poslodavca, osim ako pre isteka tog roka: 1) istekne vreme na koje je zaključen kolektivni ugovor kod poslodavca prethodnika; 2) kod poslodavca sledbenika bude zaključen novi kolektivni ugovor."}
{"model": "text-embedding-3-small", "id": 152, "title": "Član 151", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_151", "input": "Član 151: Poslodavac prethodnik i poslodavac sledbenik dužni su da najmanje 15 dana pre promene poslodavca, obaveste reprezentativni sindikat kod poslodavca o: 1) datumu ili predloženom datumu promene poslodavca; 2) razlozima za promenu poslodavca; 3) pravnim, ekonomskim i socijalnim posledicama promene poslodavca na položaj zaposlenih i merama za njihovo ublažavanje. Poslodavac prethodnik i poslodavac sledbenik dužni su da, najmanje 15 dana pre promene poslodavca, u saradnji sa reprezentativnim sindikatom, preduzmu mere u cilju ublažavanja socijalno-ekonomskih posledica na položaj zaposlenih. Ako kod poslodavca ne postoji reprezentativni sindikat, zaposleni imaju pravo da budu neposredno obavešteni o okolnostima iz stava 1 ovog člana."}
{"model": "text-embedding-3-small", "id": 153, "title": "Član 152", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_152", "input": "Član 152: (Brisan) XI VIŠAK ZAPOSLENIH"}
{"model": "text-embedding-3-small", "id": 154, "title": "Član 153", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_153", "input": "Član 153: Poslodavac je dužan da donese program rešavanja viška zaposlenih (u daljem tekstu: program), ako utvrdi da će zbog tehnoloških, ekonomskih ili organizacionih promena u okviru perioda od 30 dana doći do prestanka potrebe za radom zaposlenih na neodređeno vreme, i to za najmanje: 1) 10 zaposlenih kod poslodavca koji ima u radnom odnosu više od 20, a manje od 100 zaposlenih na neodređeno vreme; 2) 10% zaposlenih kod poslodavca koji ima u radnom odnosu najmanje 100, a najviše 300 zaposlenih na neodređeno vreme; 3) 30 zaposlenih kod poslodavca koji ima u radnom odnosu preko 300 zaposlenih na neodređeno vreme. Program je dužan da donese i poslodavac koji utvrdi da će doći do prestanka potrebe za radom najmanje 20 zaposlenih u okviru perioda od 90 dana, iz razloga navedenih u stavu 1. ovog člana, bez obzira na ukupan broj zaposlenih kod poslodavca."}
{"model": "text-embedding-3-small", "id": 155, "title": "Član 154", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_154", "input": "Član 154: Poslodavac je dužan da, pre donošenja programa, u saradnji sa reprezentativnim sindikatom kod poslodavca i republičkom organizacijom nadležnom za zapošljavanje, preduzme odgovarajuće mere za novo zapošljavanje viška zaposlenih."}
{"model": "text-embedding-3-small", "id": 156, "title": "Član 155", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_155", "input": "Član 155: Program naročito sadrži: 1) razloge prestanka potrebe za radom zaposlenih; 2) ukupan broj zaposlenih kod poslodavca; 3) broj, kvalifikacionu strukturu, godine starosti i staž osiguranja zaposlenih koji su višak i poslove koje obavljaju; 4) kriterijume za utvrđivanje viška zaposlenih; 5) mere za zapošljavanje: premeštaj na druge poslove, rad kod drugog poslodavca, prekvalifikacija ili dokvalifikacija, nepuno radno vreme ali ne kraće od polovine punog radnog vremena i druge mere; 6) sredstva za rešavanje socijalno-ekonomskog položaja viška zaposlenih; 7) rok u kome će biti otkazan ugovor o radu. Poslodavac je dužan da predlog programa dostavi sindikatu iz člana 154. ovog zakona i republičkoj organizaciji nadležnoj za zapošljavanje, najkasnije osam dana od dana utvrđivanja predloga programa, radi davanja mišljenja. Program u ime i za račun poslodavca donosi nadležni organ kod poslodavca, odnosno lice utvrđeno zakonom ili opštim aktom poslodavca."}
{"model": "text-embedding-3-small", "id": 157, "title": "Član 156", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_156", "input": "Član 156: Sindikat iz člana 154. ovog zakona dužan je da dostavi mišljenje na predlog programa u roku od 15 dana od dana dostavljanja predloga programa. Republička organizacija nadležna za zapošljavanje dužna je da, u roku iz stava 1. ovog člana, dostavi poslodavcu predlog mera u cilju da se spreče ili na najmanju meru smanji broj otkaza ugovora o radu, odnosno obezbedi prekvalifikacija, dokvalifikacija, samozapošljavanje i druge mere za novo zapošljavanje viška zaposlenih. Poslodavac je dužan da razmotri i uzme u obzir predloge republičke organizacije nadležne za zapošljavanje i mišljenje sindikata, i da ih obavesti o svom stavu u roku od osam dana."}
{"model": "text-embedding-3-small", "id": 158, "title": "Član 157", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_157", "input": "Član 157: Kriterijum za utvrđivanje viška zaposlenih ne može da bude odsustvovanje zaposlenog sa rada zbog privremene sprečenosti za rad, trudnoće, porodiljskog odsustva, nege deteta i posebne nege deteta."}
{"model": "text-embedding-3-small", "id": 159, "title": "Član 158", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_158", "input": "Član 158: Poslodavac je dužan da pre otkaza ugovora o radu, u smislu člana 179. stav 5. tačka 1) ovog zakona, zaposlenom isplati otpremninu u skladu sa ovim članom. Visina otpremnine iz stava 1. ovog člana utvrđuje se opštim aktom ili ugovorom o radu, s tim što ne može biti niža od zbira trećine zarade zaposlenog za svaku navršenu godinu rada u radnom odnosu kod poslodavca kod koga ostvaruje pravo na otpremninu. Za utvrđivanje visine otpremnine računa se i vreme provedeno u radnom odnosu kod poslodavca prethodnika u slučaju statusne promene i promene poslodavca u smislu člana 147. ovog zakona, kao i kod povezanih lica sa poslodavcem u skladu sa zakonom. Promena vlasništva nad kapitalom ne smatra se promenom poslodavca u smislu ostvarivanja prava na otpremninu u skladu sa ovim članom. Opštim aktom ili ugovorom o radu ne može da se utvrdi duži period za isplatu otpremnine od perioda utvrđenog u st. 2. i 3. ovog člana. Zaposleni ne može da ostvari pravo na otpremninu za isti period za koji mu je već isplaćena otpremnina kod istog ili drugog poslodavca."}
{"model": "text-embedding-3-small", "id": 160, "title": "Član 159", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_159", "input": "Član 159: Zaradom u smislu člana 158. ovog zakona smatra se prosečna mesečna zarada zaposlenog isplaćena za poslednja tri meseca koja prethode mesecu u kojem se isplaćuje otpremnina."}
{"model": "text-embedding-3-small", "id": 161, "title": "Član 160", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_160", "input": "Član 160: Zaposleni kome poslodavac posle isplate otpremnine iz člana 158 ovog zakona otkaže ugovor o radu zbog prestanka potrebe za njegovim radom ostvaruje pravo na novčanu naknadu i pravo na penzijsko i invalidsko osiguranje i zdravstvenu zaštitu, u skladu sa propisima o zapošljavanju. XII KLAUZULA ZABRANE KONKURENCIJE"}
{"model": "text-embedding-3-small", "id": 162, "title": "Član 161", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_161", "input": "Član 161: Ugovorom o radu mogu da se utvrde poslovi koje zaposleni ne može da radi u svoje ime i za svoj račun, kao i u ime i za račun drugog pravnog ili fizičkog lica, bez saglasnosti poslodavca kod koga je u radnom odnosu (u daljem tekstu: zabrana konkurencije). Zabrana konkurencije može da se utvrdi samo ako postoje uslovi da zaposleni radom kod poslodavca stekne nova, posebno važna tehnološka znanja, širok krug poslovnih partnera ili da dođe do saznanja važnih poslovnih informacija i tajni. Opštim aktom i ugovorom o radu utvrđuje se i teritorijalno važenje zabrane konkurencije, u zavisnosti od vrste posla na koji se zabrana odnosi. Ako zaposleni prekrši zabranu konkurencije, poslodavac ima pravo da od zaposlenog zahteva naknadu štete."}
{"model": "text-embedding-3-small", "id": 163, "title": "Član 162", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_162", "input": "Član 162: Ugovorom o radu poslodavac i zaposleni mogu da ugovore i uslove zabrane konkurencije u smislu člana 161 ovog zakona po prestanku radnog odnosa, u roku koji ne može da bude duži od dve godine po prestanku radnog odnosa. Zabrana konkurencije iz stava 1. ovog člana može se ugovoriti ako se poslodavac ugovorom o radu obaveže da će zaposlenom isplatiti novčanu naknadu u ugovorenoj visini. XIII NAKNADA ŠTETE"}
{"model": "text-embedding-3-small", "id": 164, "title": "Član 163", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_163", "input": "Član 163: Zaposleni je odgovoran za štetu koju je na radu ili u vezi s radom, namerno ili krajnjom nepažnjom, prouzrokovao poslodavcu, u skladu sa zakonom. Ako štetu prouzrokuje više zaposlenih, svaki zaposleni je odgovoran za deo štete koju je prouzrokovao. Ako se za zaposlenog iz stava 2. ovog člana ne može utvrditi deo štete koju je prouzrokovao, smatra se da su svi zaposleni podjednako odgovorni i štetu naknađuju u jednakim delovima. Ako je više zaposlenih prouzrokovalo štetu krivičnim delom sa umišljajem, za štetu odgovaraju solidarno. Postojanje štete, njenu visinu, okolnosti pod kojima je nastala, ko je štetu prouzrokovao i kako se naknađuje - utvrđuje poslodavac, u skladu sa opštim aktom, odnosno ugovorom o radu. Ako se naknada štete ne ostvari u skladu sa odredbama stava 5. ovog člana, o naknadi štete odlučuje nadležni sud. Zaposleni koji je na radu ili u vezi s radom namerno ili krajnjom nepažnjom prouzrokovao štetu trećem licu, a koju je naknadio poslodavac, dužan je da poslodavcu naknadi iznos isplaćene štete."}
{"model": "text-embedding-3-small", "id": 165, "title": "Član 164", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_164", "input": "Član 164: Ako zaposleni pretrpi povredu ili štetu na radu ili u vezi sa radom, poslodavac je dužan da mu naknadi štetu, u skladu sa zakonom i opštim aktom. XIV UDALJENJE ZAPOSLENOG SA RADA"}
{"model": "text-embedding-3-small", "id": 166, "title": "Član 165", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_165", "input": "Član 165: Zaposleni može da bude privremeno udaljen sa rada: 1) ako je protiv njega započeto krivično gonjenje u skladu sa zakonom zbog krivičnog dela učinjenog na radu ili u vezi sa radom; 2) ako nepoštovanjem radne discipline ili povredom radne obaveze ugrožava imovinu veće vrednosti utvrđene opštim aktom ili ugovorom o radu; 3) ako je priroda povrede radne obaveze, odnosno nepoštovanja radne discipline ili je ponašanje zaposlenog takvo da ne može da nastavi rad kod poslodavca pre isteka roka iz člana 180. stav 1. ovog zakona."}
{"model": "text-embedding-3-small", "id": 167, "title": "Član 166", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_166", "input": "Član 166: Zaposleni kome je određen pritvor udaljuje se sa rada od prvog dana pritvora, dok pritvor traje."}
{"model": "text-embedding-3-small", "id": 168, "title": "Član 167", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_167", "input": "Član 167: Udaljenje iz člana 165. ovog zakona može da traje najduže tri meseca, a po isteku tog perioda poslodavac je dužan da zaposlenog vrati na rad ili da mu otkaže ugovor o radu ili izrekne drugu meru u skladu sa ovim zakonom ako za to postoje opravdani razlozi iz člana 179. st. 2. i 3. ovog zakona. Ako je protiv zaposlenog započeto krivično gonjenje zbog krivičnog dela učinjenog na radu ili u vezi sa radom, udaljenje može da traje do pravnosnažnog okončanja tog krivičnog postupka."}
{"model": "text-embedding-3-small", "id": 169, "title": "Član 168", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_168", "input": "Član 168: Za vreme privremenog udaljenja zaposlenog sa rada u smislu čl. 165. i 166. ovog zakona, zaposlenom pripada naknada zarade u visini jedne četvrtine, a ako izdržava porodicu u visini jedne trećine osnovne zarade. Naknada zarade za vreme privremenog udaljenja sa rada u smislu člana 166. ovog zakona isplaćuje se na teret organa koji je odredio pritvor."}
{"model": "text-embedding-3-small", "id": 170, "title": "Član 169", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_169", "input": "Član 169: Zaposlenom za vreme privremenog udaljenja sa rada, u smislu čl. 165. i 166. ovog zakona, pripada razlika između iznosa naknade zarade primljene po osnovu člana 168. ovog zakona i punog iznosa osnovne zarade, i to: 1) ako krivični postupak protiv njega bude obustavljen pravnosnažnom odlukom, ili ako pravnosnažnom odlukom bude oslobođen optužbe, ili je optužba protiv njega odbijena, ali ne zbog nenadležnosti; 2) ako se ne utvrdi odgovornost zaposlenog za povredu radne obaveze ili nepoštovanje radne discipline iz člana 179. st. 2. i 3. ovog zakona."}
{"model": "text-embedding-3-small", "id": 171, "title": "Član 170", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_170", "input": "Član 170: (Brisan) XV IZMENA UGOVORA O RADU 1. Izmena ugovorenih uslova rada"}
{"model": "text-embedding-3-small", "id": 172, "title": "Član 171", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_171", "input": "Član 171: Poslodavac može zaposlenom da ponudi izmenu ugovorenih uslova rada (u daljem tekstu: aneks ugovora): 1) radi premeštaja na drugi odgovarajući posao, zbog potreba procesa i organizacije rada; 2) radi premeštaja u drugo mesto rada kod istog poslodavca, u skladu sa članom 173. ovog zakona; 3) radi upućivanja na rad na odgovarajući posao kod drugog poslodavca, u skladu sa članom 174. ovog zakona; 4) ako je zaposlenom koji je višak obezbedio ostvarivanje prava iz člana 155. stav 1. tačka 5) ovog zakona; 5) radi promene elemenata za utvrđivanje osnovne zarade, radnog učinka, naknade zarade, uvećane zarade i drugih primanja zaposlenog koji su sadržani u ugovoru o radu u skladu sa članom 33. stav 1. tačka 11) ovog zakona; 6) u drugim slučajevima utvrđenim zakonom, opštim aktom i ugovorom o radu. Odgovarajućim poslom u smislu stava 1. tač. 1) i 3) ovog člana smatra se posao za čije se obavljanje zahteva ista vrsta i stepen stručne spreme koji su utvrđeni ugovorom o radu."}
{"model": "text-embedding-3-small", "id": 173, "title": "Član 172", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_172", "input": "Član 172: Uz aneks ugovora o radu (u daljem tekstu: aneks ugovora) poslodavac je dužan da zaposlenom dostavi pismeno obaveštenje koje sadrži: razloge za ponuđeni aneks ugovora, rok u kome zaposleni treba da se izjasni koji ne može biti kraći od osam radnih dana i pravne posledice koje mogu da nastanu nepotpisivanjem aneksa ugovora. Ako zaposleni potpiše aneks ugovora u ostavljenom roku, zadržava pravo da pred nadležnim sudom osporava zakonitost tog aneksa. Zaposleni koji odbije ponudu aneksa ugovora u ostavljenom roku, zadržava pravo da u sudskom postupku povodom otkaza ugovora o radu u smislu člana 179. stav 5. tačka 2) ovog zakona, osporava zakonitost aneksa ugovora. Smatra se da je zaposleni odbio ponudu aneksa ugovora ako ne potpiše aneks ugovora u roku iz stava 1. ovog člana."}
{"model": "text-embedding-3-small", "id": 174, "title": "Član 172a", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_172a", "input": "Član 172a: Ako je potrebno da se određeni posao izvrši bez odlaganja, zaposleni može biti privremeno premešten na druge odgovarajuće poslove na osnovu rešenja, bez ponude aneksa ugovora u smislu člana 172. ovog zakona, najduže 45 radnih dana u periodu od 12 meseci. U slučaju premeštaja iz stava 1. ovog člana zaposleni zadržava osnovnu zaradu utvrđenu za posao sa koga se premešta ako je to povoljnije za zaposlenog. Odredbe člana 172. ovog zakona ne primenjuju se i u slučaju zaključivanja aneksa ugovora na inicijativu zaposlenog. Izmena ličnih podataka o zaposlenom i podataka o poslodavcu i drugih podataka kojima se ne menjaju uslovi rada može da se konstatuje aneksom ugovora, na osnovu odgovarajuće dokumentacije, bez sprovođenja postupka za ponudu aneksa u smislu člana 172. ovog zakona. Ugovor o radu sa aneksima koji su sastavni deo tog ugovora mogu da se zamene prečišćenim tekstom ugovora o radu, koji potpisuju poslodavac i zaposleni. 2. Premeštaj u drugo mesto rada"}
{"model": "text-embedding-3-small", "id": 175, "title": "Član 173", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_173", "input": "Član 173: Zaposleni može da bude premešten u drugo mesto rada: 1) ako je delatnost poslodavca takve prirode da se rad obavlja u mestima van sedišta poslodavca, odnosno njegovog organizacionog dela; 2) ako je udaljenost od mesta u kome zaposleni radi do mesta u koje se premešta na rad manja od 50 km i ako je organizovan redovan prevoz koji omogućava blagovremeni dolazak na rad i povratak sa rada i obezbeđena naknada troškova prevoza u visini cene prevozne karte u javnom saobraćaju. Zaposleni može da bude premešten u drugo mesto rada van slučajeva iz stava 1. ovog člana samo uz svoj pristanak. 3. Upućivanje na rad kod drugog poslodavca"}
{"model": "text-embedding-3-small", "id": 176, "title": "Član 174", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_174", "input": "Član 174: Zaposleni može da bude privremeno upućen na rad kod drugog poslodavca na odgovarajući posao ako je privremeno prestala potreba za njegovim radom, dat u zakup poslovni prostor ili zaključen ugovor o poslovnoj saradnji, dok traju razlozi za njegovo upućivanje, a najduže godinu dana. Zaposleni može, uz svoju saglasnost, u slučajevima iz stava 1. ovog člana i u drugim slučajevima utvrđenim opštim aktom ili ugovorom o radu, da bude privremeno upućen na rad kod drugog poslodavca i duže od godinu dana, dok traju razlozi za njegovo upućivanje. Zaposleni može da bude privremeno upućen u smislu stava 1. ovog člana u drugo mesto rada ako su ispunjeni uslovi iz člana 173. stav 1. tačka 2) ovog zakona. Zaposleni sa poslodavcem kod koga je upućen na rad zaključuje ugovor o radu na određeno vreme. Po isteku roka na koji je upućen na rad kod drugog poslodavca zaposleni ima pravo da se vrati na rad kod poslodavca koji ga je uputio. XVI PRESTANAK RADNOG ODNOSA 1. Razlozi za prestanak radnog odnosa"}
{"model": "text-embedding-3-small", "id": 177, "title": "Član 175", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_175", "input": "Član 175: Radni odnos prestaje: 1) istekom roka za koji je zasnovan; 2) kad zaposleni navrši 65 godina života i najmanje 15 godina staža osiguranja, ako se poslodavac i zaposleni drukčije ne sporazumeju; 3) sporazumom između zaposlenog i poslodavca; 4) otkazom ugovora o radu od strane poslodavca ili zaposlenog; 5) na zahtev roditelja ili staratelja zaposlenog mlađeg od 18 godina života; 6) smrću zaposlenog; 7) u drugim slučajevima utvrđenim zakonom."}
{"model": "text-embedding-3-small", "id": 178, "title": "Član 176", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_176", "input": "Član 176: Zaposlenom prestaje radni odnos nezavisno od njegove volje i volje poslodavca: 1) ako je na način propisan zakonom utvrđeno da je kod zaposlenog došlo do gubitka radne sposobnosti - danom dostavljanja pravnosnažnog rešenja o utvrđivanju gubitka radne sposobnosti; 2) ako mu je, po odredbama zakona, odnosno pravnosnažnoj odluci suda ili drugog organa, zabranjeno da obavlja određene poslove, a ne može da mu se obezbedi obavljanje drugih poslova - danom dostavljanja pravnosnažne odluke; 3) ako zbog izdržavanja kazne zatvora mora da bude odsutan sa rada u trajanju dužem od šest meseci - danom stupanja na izdržavanje kazne; 4) ako mu je izrečena mera bezbednosti, vaspitna ili zaštitna mera u trajanju dužem od šest meseci i zbog toga mora da bude odsutan sa rada - danom početka primenjivanja te mere; 5) u slučaju prestanka rada poslodavca, u skladu sa zakonom. 2. Sporazumni prestanak radnog odnosa"}
{"model": "text-embedding-3-small", "id": 179, "title": "Član 177", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_177", "input": "Član 177: Radni odnos može da prestane na osnovu pisanog sporazuma poslodavca i zaposlenog. Pre potpisivanja sporazuma, poslodavac je dužan da zaposlenog pisanim putem obavesti o posledicama do kojih dolazi u ostvarivanju prava za slučaj nezaposlenosti. 3. Otkaz od strane zaposlenog"}
{"model": "text-embedding-3-small", "id": 180, "title": "Član 178", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_178", "input": "Član 178: Zaposleni ima pravo da poslodavcu otkaže ugovor o radu. Otkaz ugovora o radu zaposleni dostavlja poslodavcu u pisanom obliku, najmanje 15 dana pre dana koji je zaposleni naveo kao dan prestanka radnog odnosa (otkazni rok). Opštim aktom ili ugovorom o radu može da se utvrdi duži otkazni rok ali ne duži od 30 dana. 4. Otkaz od strane poslodavca 1) Razlozi za otkaz"}
{"model": "text-embedding-3-small", "id": 181, "title": "Član 179**", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_179**", "input": "Član 179**: Poslodavac može zaposlenom da otkaže ugovor o radu ako za to postoji opravdani razlog koji se odnosi na radnu sposobnost zaposlenog i njegovo ponašanje i to: 1) ako ne ostvaruje rezultate rada ili nema potrebna znanja i sposobnosti za obavljanje poslova na kojima radi; 2) ako je pravnosnažno osuđen za krivično delo na radu ili u vezi sa radom; 3) ako se ne vrati na rad kod poslodavca u roku od 15 dana od dana isteka roka mirovanja radnog odnosa iz člana 79. ovog zakona, odnosno neplaćenog odsustva iz člana 100. ovog zakona. Poslodavac može da otkaže ugovor o radu zaposlenom koji svojom krivicom učini povredu radne obaveze, i to: 1) ako nesavesno ili nemarno izvršava radne obaveze; 2) ako zloupotrebi položaj ili prekorači ovlašćenja; 3) ako necelishodno i neodgovorno koristi sredstva rada; 4) ako ne koristi ili nenamenski koristi obezbeđena sredstva ili opremu za ličnu zaštitu na radu; 5) ako učini drugu povredu radne obaveze utvrđenu opštim aktom, odnosno ugovorom o radu. Poslodavac može da otkaže ugovor o radu zaposlenom koji ne poštuje radnu disciplinu, i to: 1) ako neopravdano odbije da obavlja poslove i izvršava naloge poslodavca u skladu sa zakonom; 2) ako ne dostavi potvrdu o privremenoj sprečenosti za rad u smislu člana 103. ovog zakona; 3) ako zloupotrebi pravo na odsustvo zbog privremene sprečenosti za rad; 4) zbog dolaska na rad pod dejstvom alkohola ili drugih opojnih sredstava, odnosno upotrebe alkohola ili drugih opojnih sredstava u toku radnog vremena, koje ima ili može da ima uticaj na obavljanje posla; 5) **(Prestala da važi odlukom US) 6) ako je dao netačne podatke koji su bili odlučujući za zasnivanje radnog odnosa; 7) ako zaposleni koji radi na poslovima sa povećanim rizikom, na kojima je kao poseban uslov za rad utvrđena posebna zdravstvena sposobnost, odbije da bude podvrgnut oceni zdravstvene sposobnosti; 8) ako ne poštuje radnu disciplinu propisanu aktom poslodavca, odnosno ako je njegovo ponašanje takvo da ne može da nastavi rad kod poslodavca. Poslodavac može zaposlenog da uputi na odgovarajuću analizu u ovlašćenu zdravstvenu ustanovu koju odredi poslodavac, o svom trošku, radi utvrđivanja okolnosti iz stava 3. tač. 3) i 4) ovog člana ili da utvrdi postojanje navedenih okolnosti na drugi način u skladu sa opštim aktom. Odbijanje zaposlenog da se odazove na poziv poslodavca da izvrši analizu smatra se nepoštovanjem radne discipline u smislu stava 3. ovog člana. Zaposlenom može da prestane radni odnos ako za to postoji opravdan razlog koji se odnosi na potrebe poslodavca i to: 1) ako usled tehnoloških, ekonomskih ili organizacionih promena prestane potreba za obavljanjem određenog posla ili dođe do smanjenja obima posla; 2) ako odbije zaključenje aneksa ugovora u smislu člana 171. stav 1. tač. 1-5) ovog zakona. 2) Mere za nepoštovanje radne discipline, odnosno povredu radnih obaveza"}
{"model": "text-embedding-3-small", "id": 182, "title": "Član 179a", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_179a", "input": "Član 179a: Poslodavac može zaposlenom za povredu radne obaveze ili nepoštovanje radne discipline u smislu člana 179. st. 2. i 3. ovog zakona da, ako smatra da postoje olakšavajuće okolnosti ili da povreda radne obaveze, odnosno nepoštovanje radne discipline, nije takve prirode da zaposlenom treba da prestane radni odnos, umesto otkaza ugovora o radu, izrekne jednu od sledećih mera: 1) privremeno udaljenje sa rada bez naknade zarade, u trajanju od jednog do 15 radnih dana; 2) novčanu kaznu u visini do 20% osnovne zarade zaposlenog za mesec u kome je novčana kazna izrečena, u trajanju do tri meseca, koja se izvršava obustavom od zarade, na osnovu rešenja poslodavca o izrečenoj meri; 3) opomenu sa najavom otkaza u kojoj se navodi da će poslodavac zaposlenom otkazati ugovor o radu bez ponovnog upozorenja iz člana 180. ovog zakona, ako u narednom roku od šest meseci učini istu povredu radne obaveze ili nepoštovanje radne discipline. 3) Postupak pre prestanka radnog odnosa ili izricanja druge mere"}
{"model": "text-embedding-3-small", "id": 183, "title": "Član 180", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_180", "input": "Član 180: Poslodavac je dužan da pre otkaza ugovora o radu u slučaju iz člana 179. st. 2. i 3. ovog zakona, zaposlenog pisanim putem upozori na postojanje razloga za otkaz ugovora o radu i da mu ostavi rok od najmanje osam dana od dana dostavljanja upozorenja da se izjasni na navode iz upozorenja. U upozorenju iz stava 1. ovog člana poslodavac je dužan da navede osnov za davanje otkaza, činjenice i dokaze koji ukazuju na to da su se stekli uslovi za otkaz i rok za davanje odgovora na upozorenje. Upozorenje se dostavlja zaposlenom na način propisan za dostavljanje\nrešenja o otkazu ugovora o radu iz člana 185. ovog zakona."}
{"model": "text-embedding-3-small", "id": 184, "title": "Član 180a", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_180a", "input": "Član 180a: Poslodavac može zaposlenom iz člana 179. stav 1. tačka 1) ovog zakona da otkaže ugovor o radu ili izrekne neku od mera iz člana 179a ovog zakona, ako mu je prethodno dao pisano obaveštenje u vezi sa nedostacima u njegovom radu, uputstvima i primerenim rokom za poboljšanje rada, a zaposleni ne poboljša rad u ostavljenom roku."}
{"model": "text-embedding-3-small", "id": 185, "title": "Član 181", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_181", "input": "Član 181: Zaposleni uz izjašnjenje može da priloži mišljenje sindikata čiji je član, u roku iz člana 180. ovog zakona. Poslodavac je dužan da razmotri priloženo mišljenje sindikata."}
{"model": "text-embedding-3-small", "id": 186, "title": "Član 182", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_182", "input": "Član 182: Ako otkaže ugovor o radu zaposlenom u slučaju iz člana 179. stav 5. tačka 1) ovog zakona, poslodavac ne može na istim poslovima da zaposli drugo lice u roku od tri meseca od dana prestanka radnog odnosa, osim u slučaju iz člana 102. stav 2. ovog zakona. Ako pre isteka roka iz stava 1. ovog člana nastane potreba za obavljanjem istih poslova, prednost za zaključivanje ugovora o radu ima zaposleni kome je prestao radni odnos."}
{"model": "text-embedding-3-small", "id": 187, "title": "Član 183", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_183", "input": "Član 183: Opravdanim razlogom za otkaz ugovora o radu, u smislu člana 179. ovog zakona, ne smatra se: 1) privremena sprečenost za rad usled bolesti, nesreće na radu ili profesionalnog oboljenja; 2) korišćenje porodiljskog odsustva, odsustva sa rada radi nege deteta i odsustva sa rada radi posebne nege deteta; 3) odsluženje ili dosluženje vojnog roka; 4) članstvo u političkoj organizaciji, sindikatu, pol, jezik, nacionalna pripadnost, socijalno poreklo, veroispovest, političko ili drugo uverenje ili neko drugo lično svojstvo zaposlenog; 5) delovanje u svojstvu predstavnika zaposlenih, u skladu sa ovim zakonom; 6) obraćanje zaposlenog sindikatu ili organima nadležnim za zaštitu prava iz radnog odnosa u skladu sa zakonom, opštim aktom i ugovorom o radu. 5. Postupak u slučaju otkaza 1) Rok zastarelosti"}
{"model": "text-embedding-3-small", "id": 188, "title": "Član 184", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_184", "input": "Član 184: Otkaz ugovora o radu iz člana 179. stav 1. tačka 1) i st. 2. i 3. ovog zakona poslodavac može dati zaposlenom u roku od šest meseci od dana saznanja za činjenice koje su osnov za davanje otkaza, odnosno u roku od godinu dana od dana nastupanja činjenica koje su osnov za davanje otkaza. Otkaz ugovora o radu iz člana 179. stav 1. tačka 2) ovog zakona poslodavac može dati zaposlenom najkasnije do isteka roka zastarelosti za krivično delo utvrđeno zakonom. 2) Dostavljanje akta o otkazu ugovora o radu"}
{"model": "text-embedding-3-small", "id": 189, "title": "Član 185", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_185", "input": "Član 185: Ugovor o radu otkazuje se rešenjem, u pisanom obliku, i obavezno sadrži obrazloženje i pouku o pravnom leku. Rešenje mora da se dostavi zaposlenom lično, u prostorijama poslodavca, odnosno na adresu prebivališta ili boravišta zaposlenog. Ako poslodavac zaposlenom nije mogao da dostavi rešenje u smislu stava 2. ovog člana, dužan je da o tome sačini pismenu belešku. U slučaju iz stava 3. ovog člana rešenje se objavljuje na oglasnoj tabli poslodavca i po isteku osam dana od dana objavljivanja smatra se dostavljenim. Zaposlenom prestaje radni odnos danom dostavljanja rešenja osim ako ovim zakonom ili rešenjem nije određen drugi rok. Zaposleni je dužan da narednog dana od dana prijema rešenja u pisanom obliku obavesti poslodavca ako želi da spor rešava pred arbitrom u smislu člana 194. ovog zakona. 3) Obaveza isplate zarade i naknade zarade"}
{"model": "text-embedding-3-small", "id": 190, "title": "Član 186", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_186", "input": "Član 186: Poslodavac je dužan da zaposlenom, u slučaju prestanka radnog odnosa, isplati sve neisplaćene zarade, naknade zarade i druga primanja koja je zaposleni ostvario do dana prestanka radnog odnosa u skladu sa opštim aktom i ugovorom o radu. Isplatu obaveza iz stava 1. ovog člana, poslodavac je dužan da izvrši najkasnije u roku od 30 dana od dana prestanka radnog odnosa. 6. Posebna zaštita od otkaza ugovora o radu"}
{"model": "text-embedding-3-small", "id": 191, "title": "Član 187", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_187", "input": "Član 187: Za vreme trudnoće, porodiljskog odsustva, odsustva sa rada radi nege deteta i odsustva sa rada radi posebne nege deteta poslodavac ne može zaposlenom da otkaže ugovor o radu. Zaposlenom iz stava 1. ovog člana rok za koji je ugovorom zasnovao radni odnos na određeno vreme produžava se do isteka korišćenja prava na odsustvo. Rešenje o otkazu ugovora o radu ništavo je ako je na dan donošenja rešenja o otkazu ugovora o radu poslodavcu bilo poznato postojanje okolnosti iz stava 1. ovog člana ili ako zaposleni u roku od 30 dana od dana prestanka radnog odnosa obavesti poslodavca o postojanju okolnosti iz stava 1. ovog člana i o tome dostavi odgovarajuću potvrdu ovlašćenog lekara ili drugog nadležnog organa."}
{"model": "text-embedding-3-small", "id": 192, "title": "Član 188", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_188", "input": "Član 188: Poslodavac ne može da otkaže ugovor o radu, niti na drugi način da stavi u nepovoljan položaj zaposlenog zbog njegovog statusa ili aktivnosti u svojstvu predstavnika zaposlenih, članstva u sindikatu ili učešća u sindikalnim aktivnostima. Teret dokazivanja da otkaz ugovora o radu ili stavljanje u nepovoljan položaj zaposlenog nije posledica statusa ili aktivnosti iz stava 1. ovog člana je na poslodavcu. 7. Otkazni rok i novčana naknada"}
{"model": "text-embedding-3-small", "id": 193, "title": "Član 189", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_189", "input": "Član 189: Zaposleni kome je ugovor o radu otkazan zato što ne ostvaruje potrebne rezultate rada, odnosno nema potrebna znanja i sposobnosti u smislu člana 179. stav 1. tačka 1) ovog zakona, ima pravo na otkazni rok koji se utvrđuje opštim aktom ili ugovorom o radu, u zavisnosti od staža osiguranja, a koji ne može biti kraći od osam niti duži od 30 dana. Otkazni rok počinje da teče narednog dana od dana dostavljanja rešenja o otkazu ugovora o radu. Zaposleni može, u sporazumu sa nadležnim organom iz člana 192. ovog zakona, da prestane sa radom i pre isteka otkaznog roka, s tim što mu se za to vreme obezbeđuje naknada zarade u visini utvrđenoj opštim aktom i ugovorom o radu."}
{"model": "text-embedding-3-small", "id": 194, "title": "Član 189a", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_189a", "input": "Član 189a: Zaposleni kome je radni odnos prestao ima pravo da od poslodavca zahteva potvrdu koja sadrži datum zasnivanja i prestanka radnog odnosa i vrstu, odnosno opis poslova na kojima je radio. Na zahtev zaposlenog poslodavac može dati i ocenu njegovog ponašanja i rezultata rada u potvrdi iz stava 1. ovog člana ili u posebnoj potvrdi."}
{"model": "text-embedding-3-small", "id": 195, "title": "Član 190", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_190", "input": "Član 190: (Brisan) 8. Pravne posledice nezakonitog prestanka radnog odnosa"}
{"model": "text-embedding-3-small", "id": 196, "title": "Član 191", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_191", "input": "Član 191: Ako sud u toku postupka utvrdi da je zaposlenom prestao radni odnos bez pravnog osnova, na zahtev zaposlenog, odlučiće da se zaposleni vrati na rad, da mu se isplati naknada štete i uplate pripadajući doprinosi za obavezno socijalno osiguranje za period u kome zaposleni nije radio. Naknada štete iz stava 1. ovog člana utvrđuje se u visini izgubljene zarade koja u sebi sadrži pripadajući porez i doprinose u skladu sa zakonom, u koju ne ulazi naknada za ishranu u toku rada, regres za korišćenje godišnjeg odmora, bonusi, nagrade i druga primanja po osnovu doprinosa poslovnom uspehu poslodavca. Naknada štete iz stava 1. ovog člana isplaćuje se zaposlenom u visini izgubljene zarade, koja je umanjena za iznos poreza i doprinosa koji se obračunavaju po osnovu zarade u skladu sa zakonom. Porez i doprinos za obavezno socijalno osiguranje za period u kome zaposleni nije radio obračunava se i plaća na utvrđeni mesečni iznos izgubljene zarade iz stava 2. ovog člana. Ako sud u toku postupka utvrdi da je zaposlenom prestao radni odnos bez pravnog osnova, a zaposleni ne zahteva da se vrati na rad, sud će, na zahtev zaposlenog, obavezati poslodavca da zaposlenom isplati naknadu štete u iznosu od najviše 18 zarada zaposlenog, u zavisnosti od vremena provedenog u radnom odnosu kod poslodavca, godina života zaposlenog i broja izdržavanih članova porodice. Ako sud u toku postupka utvrdi da je zaposlenom prestao radni odnos bez pravnog osnova, ali u toku postupka poslodavac dokaže da postoje okolnosti koje opravdano ukazuju da nastavak radnog odnosa, uz uvažavanje svih okolnosti i interesa obe strane u sporu, nije moguć, sud će odbiti zahtev zaposlenog da se vrati na rad i dosudiće mu naknadu štete u dvostrukom iznosu od iznosa utvrđenog u skladu sa stavom 5. ovog člana. Ako sud u toku postupka utvrdi da je postojao osnov za prestanak radnog odnosa, ali da je poslodavac postupio suprotno odredbama zakona kojima je propisan postupak za prestanak radnog odnosa, sud će odbiti zahtev zaposlenog za vraćanje na rad, a na ime naknade štete dosudiće zaposlenom iznos do šest zarada zaposlenog. Pod zaradom iz st. 5. i 7. ovog člana smatra se zarada koju je zaposleni ostvario u mesecu koji prethodi mesecu u kome mu je prestao radni odnos. Naknada iz st. 1, 5, 6. i 7. ovog člana umanjuje se za iznos prihoda koje je zaposleni ostvario po osnovu rada, po prestanku radnog odnosa. XVII OSTVARIVANJE I ZAŠTITA PRAVA ZAPOSLENIH"}
{"model": "text-embedding-3-small", "id": 197, "title": "Član 192", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_192", "input": "Član 192: O pravima, obavezama i odgovornostima iz radnog odnosa odlučuje: 1) u pravnom licu - nadležni organ kod poslodavca, odnosno lice utvrđeno zakonom ili opštim aktom poslodavca ili lice koje oni ovlaste; 2) kod poslodavca koji nema svojstvo pravnog lica - preduzetnik ili lice koje on ovlasti. Ovlašćenje iz stava 1. ovog člana daje se u pisanom obliku."}
{"model": "text-embedding-3-small", "id": 198, "title": "Član 193", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_193", "input": "Član 193: Zaposlenom se u pisanom obliku dostavlja rešenje o ostvarivanju prava, obaveza i odgovornosti, sa obrazloženjem i poukom o pravnom leku, osim u slučaju iz člana 172. ovog zakona. Odredbe člana 185. st. 2 - 4. ovog zakona odnose se i na postupak dostavljanja rešenja iz stava 1. ovog člana. Zaštita pojedinačnih prava"}
{"model": "text-embedding-3-small", "id": 199, "title": "Član 194", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_194", "input": "Član 194: Opštim aktom i ugovorom o radu može se predvideti postupak sporazumnog rešavanja spornih pitanja između poslodavca i zaposlenog. Sporna pitanja u smislu stava 1. ovog člana rešava arbitar. Arbitra sporazumom određuju strane u sporu iz reda stručnjaka u oblasti koja je predmet spora. Rok za pokretanje postupka pred arbitrom jeste tri dana od dana dostavljanja rešenja zaposlenom. Arbitar je dužan da donese odluku u roku od 10 dana od dana podnošenja zahteva za sporazumno rešavanje spornih pitanja. Za vreme trajanja postupka pred arbitrom zbog otkaza ugovora o radu, zaposlenom miruje radni odnos. Ako arbitar u roku iz stava 5. ovog člana ne donese odluku, rešenje o otkazu ugovora o radu postaje izvršno. Odluka arbitra je konačna i obavezuje poslodavca i zaposlenog."}
{"model": "text-embedding-3-small", "id": 200, "title": "Član 195", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_195", "input": "Član 195: Protiv rešenja kojim je povređeno pravo zaposlenog ili kad je zaposleni saznao za povredu prava, zaposleni, odnosno predstavnik sindikata čiji je zaposleni član ako ga zaposleni ovlasti, može da pokrene spor pred nadležnim sudom. Rok za pokretanje spora jeste 60 dana od dana dostavljanja rešenja, odnosno saznanja za povredu prava. Rokovi zastarelosti potraživanja iz radnog odnosa"}
{"model": "text-embedding-3-small", "id": 201, "title": "Član 196", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_196", "input": "Član 196: Sva novčana potraživanja iz radnog odnosa zastarevaju u roku od tri godine od dana nastanka obaveze. XVIII POSEBNE ODREDBE 1. Rad van radnog odnosa 1) Privremeni i povremeni poslovi"}
{"model": "text-embedding-3-small", "id": 202, "title": "Član 197", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_197", "input": "Član 197: Poslodavac može za obavljanje poslova koji su po svojoj prirodi takvi da ne traju duže od 120 radnih dana u kalendarskoj godini da zaključi ugovor o obavljanju privremenih i povremenih poslova sa: 1) nezaposlenim licem; 2) zaposlenim koji radi nepuno radno vreme - do punog radnog vremena; 3) korisnikom starosne penzije. Ugovor iz stava 1. ovog člana zaključuje se u pisanom obliku."}
{"model": "text-embedding-3-small", "id": 203, "title": "Član 198", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_198", "input": "Član 198: Poslodavac može za obavljanje privremenih i povremenih poslova da zaključi ugovor sa licem koje je član omladinske ili studentske zadruge u skladu sa propisima o zadrugama. 2) Ugovor o delu"}
{"model": "text-embedding-3-small", "id": 204, "title": "Član 199", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_199", "input": "Član 199: Poslodavac može sa određenim licem da zaključi ugovor o delu, radi obavljanja poslova koji su van delatnosti poslodavca, a koji imaju za predmet samostalnu izradu ili opravku određene stvari, samostalno izvršenje određenog fizičkog ili intelektualnog posla. Ugovor o delu može da se zaključi i sa licem koje obavlja umetničku ili drugu delatnost u oblasti kulture u skladu sa zakonom. Ugovor iz stava 2. ovog člana mora da bude u saglasnosti sa posebnim kolektivnim ugovorom za lica koja samostalno obavljaju delatnost u oblasti umetnosti i kulture, ako je takav kolektivni ugovor zaključen. Ugovor iz stava 1. ovog člana zaključuje se u pisanom obliku."}
{"model": "text-embedding-3-small", "id": 205, "title": "Član 200", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_200", "input": "Član 200: (Brisano) 4) Ugovor o stručnom osposobljavanju i usavršavanju"}
{"model": "text-embedding-3-small", "id": 206, "title": "Član 201", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_201", "input": "Član 201: Ugovor o stručnom osposobljavanju može da se zaključi, radi obavljanja pripravničkog staža, odnosno polaganja stručnog ispita, kad je to zakonom, odnosno pravilnikom predviđeno kao poseban uslov za samostalan rad u struci. Ugovor o stručnom usavršavanju može da se zaključi, radi stručnog usavršavanja i sticanja posebnih znanja i sposobnosti za rad u struci, odnosno obavljanja specijalizacije, za vreme utvrđeno programom usavršavanja, odnosno specijalizacije, u skladu sa posebnim propisom. Poslodavac može licu na stručnom osposobljavanju ili usavršavanju da obezbedi novčanu naknadu i druga prava, u skladu sa zakonom, opštim aktom ili ugovorom o stručnom osposobljavanju i usavršavanju. Novčana naknada iz stava 3. ovog člana ne smatra se zaradom u smislu ovog zakona. Ugovor iz st. 1. i 2. ovog člana zaključuje se u pisanom obliku. 5) Dopunski rad"}
{"model": "text-embedding-3-small", "id": 207, "title": "Član 202", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_202", "input": "Član 202: Zaposleni koji radi sa punim radnim vremenom kod poslodavca može da zaključi ugovor o dopunskom radu sa drugim poslodavcem, a najviše do jedne trećine punog radnog vremena. Ugovorom o dopunskom radu utvrđuje se pravo na novčanu naknadu i druga prava i obaveze po osnovu rada. Ugovor iz stava 1. ovog člana zaključuje se u pisanom obliku."}
{"model": "text-embedding-3-small", "id": 208, "title": "Član 203", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_203", "input": "Član 203: (Brisano)"}
{"model": "text-embedding-3-small", "id": 209, "title": "Član 204*", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_204*", "input": "Član 204*: (Prestalo da važi) XIX ORGANIZACIJE ZAPOSLENIH I POSLODAVACA 1. Savet zaposlenih"}
{"model": "text-embedding-3-small", "id": 210, "title": "Član 205", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_205", "input": "Član 205: Zaposleni kod poslodavca koji ima više od 50 zaposlenih mogu obrazovati savet zaposlenih, u skladu sa zakonom. Savet zaposlenih daje mišljenje i učestvuje u odlučivanju o ekonomskim i socijalnim pravima zaposlenih, na način i pod uslovima utvrđenim zakonom i opštim aktom. 2. Sindikat zaposlenih"}
{"model": "text-embedding-3-small", "id": 211, "title": "Član 206", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_206", "input": "Član 206: Zaposlenima se jamči sloboda sindikalnog organizovanja i delovanja bez odobrenja, uz upis u registar."}
{"model": "text-embedding-3-small", "id": 212, "title": "Član 207", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_207", "input": "Član 207: Zaposleni pristupa sindikatu potpisivanjem pristupnice. Poslodavac je dužan da zaposlenom koji je član sindikata na ime sindikalne članarine odbije iznos od zarade na osnovu njegove pismene izjave i da taj iznos uplati na odgovarajući račun sindikata."}
{"model": "text-embedding-3-small", "id": 213, "title": "Član 208", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_208", "input": "Član 208: Sindikat je dužan da dostavi poslodavcu akt o upisu u registar sindikata i odluku o izboru predsednika i članova organa sindikata, u roku od osam dana od dana dostavljanja akta o upisu sindikata u registar, odnosno od dana izbora organa sindikata."}
{"model": "text-embedding-3-small", "id": 214, "title": "Član 209", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_209", "input": "Član 209: Sindikat ima pravo da bude obavešten od strane poslodavca o ekonomskim i radno-socijalnim pitanjima od značaja za položaj zaposlenih, odnosno članova sindikata."}
{"model": "text-embedding-3-small", "id": 215, "title": "Član 210", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_210", "input": "Član 210: Poslodavac je dužan da sindikatu koji okuplja zaposlene kod poslodavca obezbedi tehničko-prostorne uslove u skladu sa prostornim i finansijskim mogućnostima, kao i da mu omogući pristup podacima i informacijama neophodnim za obavljanje sindikalnih aktivnosti. Tehničko-prostorni uslovi za obavljanje aktivnosti sindikata utvrđuju se kolektivnim ugovorom ili sporazumom poslodavca i sindikata."}
{"model": "text-embedding-3-small", "id": 216, "title": "Član 211", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_211", "input": "Član 211: Kolektivnim ugovorom ili sporazumom između poslodavca i sindikata kod poslodavca, može se utvrditi pravo na plaćeno odsustvo predstavniku sindikata, radi obavljanja sindikalne funkcije, srazmerno broju članova sindikata. Ako kolektivni ugovor ili sporazum iz stava 1. ovog člana nije zaključen, lice ovlašćeno za zastupanje i predstavljanje reprezentativnog sindikata kod poslodavca za obavljanje sindikalne funkcije ima pravo: 1) na 40 plaćenih časova rada mesečno ako sindikat ima najmanje 200 članova i po jedan čas mesečno za svakih sledećih 100 članova; 2) na srazmerno manje plaćenih časova ako sindikat ima manje od 200 članova. Ako kolektivni ugovor ili sporazum iz stava 1. ovog člana nije zaključen, predsednik podružnice i član organa sindikata imaju pravo na 50% plaćenih časova iz stava 2. ovog člana."}
{"model": "text-embedding-3-small", "id": 217, "title": "Član 212", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_212", "input": "Član 212: Sindikalni predstavnik ovlašćen za kolektivno pregovaranje, odnosno određen za člana odbora za kolektivno pregovaranje, ima pravo na plaćeno odsustvo za vreme pregovaranja."}
{"model": "text-embedding-3-small", "id": 218, "title": "Član 213", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_213", "input": "Član 213: Sindikalni predstavnik koji je određen da zastupa zaposlenog u radnom sporu sa poslodavcem pred arbitrom ili sudom ima pravo na plaćeno odsustvo sa rada za vreme zastupanja."}
{"model": "text-embedding-3-small", "id": 219, "title": "Član 214", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_214", "input": "Član 214: Sindikalni predstavnik koji odsustvuje sa rada u skladu sa čl. 211-213. ovog zakona ima pravo na naknadu zarade koja ne može biti veća od njegove prosečne zarade u prethodnih 12 meseci u skladu sa opštim aktom i ugovorom o radu. Naknadu zarade iz stava 1. ovog člana plaća poslodavac. 3. Osnivanje sindikata i udruženja poslodavaca"}
{"model": "text-embedding-3-small", "id": 220, "title": "Član 215", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_215", "input": "Član 215: Sindikat, u smislu člana 6. ovog zakona, može da se osnuje u skladu sa opštim aktom sindikata."}
{"model": "text-embedding-3-small", "id": 221, "title": "Član 216", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_216", "input": "Član 216: Udruženje poslodavaca mogu da osnuju poslodavci koji zapošljavaju najmanje 5% zaposlenih u odnosu na ukupan broj zaposlenih u određenoj grani, grupi, podgrupi ili delatnosti, odnosno na teritoriji određene teritorijalne jedinice."}
{"model": "text-embedding-3-small", "id": 222, "title": "Član 217", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_217", "input": "Član 217: Sindikat i udruženje poslodavaca upisuju se u registar u skladu sa zakonom i drugim propisom. Način upisa u registar sindikata i udruženja poslodavaca propisuje ministar. 4. Reprezentativnost sindikata"}
{"model": "text-embedding-3-small", "id": 223, "title": "Član 218", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_218", "input": "Član 218: Sindikat se smatra reprezentativnim: 1) ako je osnovan i deluje na načelima slobode sindikalnog organizovanja i delovanja; 2) ako je nezavisan od državnih organa i poslodavaca; 3) ako se finansira pretežno iz članarine i drugih sopstvenih izvora; 4) ako ima potreban broj članova na osnovu pristupnica u skladu sa čl. 219. i 220. ovog zakona; 5) ako je upisan u registar u skladu sa zakonom i drugim propisom. Prilikom utvrđivanja reprezentativnosti na osnovu broja članova, prioritet ima poslednja potpisana pristupnica sindikatu."}
{"model": "text-embedding-3-small", "id": 224, "title": "Član 219", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_219", "input": "Član 219: Reprezentativnim sindikatom kod poslodavca smatra se sindikat koji ispunjava uslove iz člana 218. ovog zakona i u koji je učlanjeno najmanje 15% zaposlenih od ukupnog broja zaposlenih kod poslodavca. Reprezentativnim sindikatom kod poslodavca smatra se i sindikat u grani, grupi, podgrupi ili delatnosti u koji je neposredno učlanjeno najmanje 15% zaposlenih kod tog poslodavca."}
{"model": "text-embedding-3-small", "id": 225, "title": "Član 220", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_220", "input": "Član 220: Reprezentativnim sindikatom za teritoriju Republike Srbije, odnosno jedinice teritorijalne autonomije ili lokalne samouprave, odnosno za granu, grupu, podgrupu ili delatnost, smatra se sindikat koji ispunjava uslove iz člana 218 ovog zakona i u koji je učlanjeno najmanje 10% zaposlenih od ukupnog broja zaposlenih u grani, grupi, podgrupi ili delatnosti, odnosno na teritoriji određene teritorijalne jedinice. 5. Reprezentativnost udruženja poslodavaca"}
{"model": "text-embedding-3-small", "id": 226, "title": "Član 221", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_221", "input": "Član 221: Udruženje poslodavaca smatra se reprezentatavnim: 1) ako je upisano u registar u skladu sa zakonom; 2) ako ima potreban broj zaposlenih kod poslodavaca - članova udruženja poslodavaca, u skladu sa članom 222. ovog zakona."}
{"model": "text-embedding-3-small", "id": 227, "title": "Član 222", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_222", "input": "Član 222: Reprezentativnim udruženjem poslodavaca, u smislu ovog zakona, smatra se udruženje poslodavaca u koje je učlanjeno 10% poslodavca od ukupnog broja poslodavaca u grani, grupi, podgrupi ili delatnosti, odnosno na teritoriji određene teritorijalne jedinice, pod uslovom da ti poslodavci zapošljavaju najmanje 15% od ukupnog broja zaposlenih u grani, grupi, podgrupi ili delatnosti, odnosno na teritoriji određene teritorijalne jedinice. 6. Utvrđivanje reprezentativnosti sindikata i udruženja poslodavaca 1) Organ nadležan za utvrđivanje reprezentativnosti"}
{"model": "text-embedding-3-small", "id": 228, "title": "Član 223", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_223", "input": "Član 223: Reprezentativnost sindikata kod poslodavca utvrđuje poslodavac u prisustvu predstavnika zainteresovanih sindikata, u skladu sa ovim zakonom. Sindikat može da podnese zahtev za utvrđivanje reprezentativnosti Odboru za utvrđivanje reprezentativnosti sindikata i udruženja poslodavaca (u daljem tekstu: Odbor): 1) ako mu nije utvrđena reprezentativnost u smislu stava 1. ovog člana u roku od 15 dana od dana podnošenja zahteva; 2) ako smatra da reprezentativnost sindikata nije utvrđena u skladu sa ovim zakonom."}
{"model": "text-embedding-3-small", "id": 229, "title": "Član 224", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_224", "input": "Član 224: Reprezentativnost sindikata za teritoriju Republike Srbije, odnosno jedinice teritorijalne autonomije ili lokalne samouprave, odnosno u grani, grupi, podgrupi ili delatnosti, i reprezentativnost udruženja poslodavaca - utvrđuje ministar, na predlog Odbora, u skladu sa ovim zakonom."}
{"model": "text-embedding-3-small", "id": 230, "title": "Član 225", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_225", "input": "Član 225: Odbor čine po tri predstavnika Vlade, sindikata i udruženja poslodavaca, koji se imenuju na četiri godine. Predstavnike Vlade imenuje Vlada na predlog ministra, a predstavnike sindikata i udruženja poslodavaca imenuju sindikati i udruženja poslodavaca - članovi Socijalno-ekonomskog saveta. Administrativno-stručne poslove za Odbor obavlja ministarstvo. 2) Zahtev za utvrđivanje reprezentativnosti"}
{"model": "text-embedding-3-small", "id": 231, "title": "Član 226", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_226", "input": "Član 226: Zahtev za utvrđivanje reprezentativnosti (u daljem tekstu: zahtev) u smislu člana 223. stav 1. ovog zakona sindikat podnosi poslodavcu. Uz zahtev se podnosi dokaz o ispunjenju uslova reprezentativnosti iz člana 218. stav 1. tač. 4) i 5) i člana 219. ovog zakona."}
{"model": "text-embedding-3-small", "id": 232, "title": "Član 227", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_227", "input": "Član 227: Zahtev za utvrđivanje reprezentativnosti u smislu člana 223. stav 2. i člana 224. ovog zakona sindikat, odnosno udruženje poslodavaca, podnosi Odboru. Uz zahtev se podnosi dokaz o ispunjenju uslova reprezentativnosti iz člana 218. stav 1. tač. 4) i 5) i čl. 219-222. ovog zakona, a za sindikat kod poslodavca i dokaz o ispunjenosti uslova iz člana 223. stav 2. ovog zakona. Uz zahtev se dostavlja izjava lica ovlašćenog za zastupanje i predstavljanje sindikata, odnosno udruženja poslodavaca, o broju članova. Ukupan broj zaposlenih i poslodavaca na teritoriji određene teritorijalne jedinice, u grani, grupi, podgrupi ili delatnosti utvrđuje se na osnovu podataka organa nadležnog za statistiku, odnosno drugog organa koji vodi odgovarajuću evidenciju. Ukupan broj zaposlenih kod poslodavca utvrđuje se na osnovu potvrde poslodavca. Poslodavac je dužan da izda potvrdu o broju zaposlenih na zahtev sindikata. 3) Postupak po zahtevu"}
{"model": "text-embedding-3-small", "id": 233, "title": "Član 228", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_228", "input": "Član 228: U postupku utvrđivanja reprezentativnosti sindikata kod poslodavca učestvuju i predstavnici sindikata osnovanih kod poslodavca. O zahtevu iz člana 226. ovog zakona poslodavac odlučuje rešenjem na osnovu podnetih dokaza o ispunjenju uslova reprezentativnosti, u roku od 15 dana od dana podnošenja zahteva."}
{"model": "text-embedding-3-small", "id": 234, "title": "Član 229", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_229", "input": "Član 229: Odbor utvrđuje da li su zahtev i dokazi podneti u skladu sa članom 227. ovog zakona. Podnosilac zahteva dužan je da na zahtev Odbora dostavi i pristupnice sindikatu, odnosno sporazume i druge dokaze o pristupanju poslodavaca udruženju poslodavaca. Podnosilac zahteva dužan je da u roku od 15 dana otkloni nedostatke, ako uz zahtev nisu podneti dokazi iz člana 227. ovog zakona. Zahtev se smatra urednim i blagovremenim ako podnosilac zahteva otkloni nedostatke u roku utvrđenom u stavu 3. ovog člana. Odbor može raditi i usvajati predlog ako je na sednici prisutno najmanje dve trećine ukupnog broja članova Odbora. Odbor usvaja predlog većinom glasova od ukupnog broja članova Odbora. Ako Odbor ne dostavi odgovarajući predlog u odgovarajućem roku, a najkasnije u roku od 30 dana od dana podnošenja zahteva, ministar može da odluči o zahtevu i bez predloga Odbora."}
{"model": "text-embedding-3-small", "id": 235, "title": "Član 230", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_230", "input": "Član 230: Ministar na predlog Odbora donosi zaključak o odbacivanju zahteva: 1) ako je sindikat kod poslodavca podneo zahtev pre podnošenja zahteva za utvrđivanje reprezentativnosti poslodavcu, odnosno pre isteka roka iz člana 223. stav 2. tačka 1) ovog zakona; 2) ako podnosilac zahteva ne otkloni nedostatke u roku utvrđenom u članu 229 stav 3 ovog zakona."}
{"model": "text-embedding-3-small", "id": 236, "title": "Član 231", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_231", "input": "Član 231: Ministar donosi rešenje o utvrđivanju reprezentativnosti sindikata, odnosno udruženja poslodavaca, na predlog Odbora, ako su ispunjeni uslovi utvrđeni ovim zakonom. Rešenje iz stava 1. ovog člana donosi se u roku od 15 dana od dana podnošenja zahteva, odnosno od dana otklanjanja nedostataka u smislu člana 229. stav 3. ovog zakona. Ministar donosi rešenje o odbijanju zahteva, na predlog Odbora, ako sindikat, odnosno udruženje poslodavaca, ne ispunjava uslove reprezentativnosti utvrđene ovim zakonom. Protiv rešenja iz st. 1. i 3. ovog člana može se pokrenuti upravni spor."}
{"model": "text-embedding-3-small", "id": 237, "title": "Član 232", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_232", "input": "Član 232: Ministar može da zahteva od Odbora preispitivanje predloga o utvrđivanju reprezentativnosti, u roku od osam dana od dana dostavljanja predloga, ako oceni da nisu utvrđene sve činjenice bitne za utvrđivanje reprezentativnosti. Odbor je dužan da se izjasni o zahtevu iz stava 1. ovog člana i dostavi konačan predlog ministru u roku od tri dana od dana dostavljanja zahteva za preispitivanje predloga Odbora. Ministar je dužan da postupi po predlogu iz stava 2 ovog člana i donese rešenje u smislu člana 231. ovog zakona. 4) Preispitivanje utvrđene reprezentativnosti"}
{"model": "text-embedding-3-small", "id": 238, "title": "Član 233", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_233", "input": "Član 233: Sindikat, poslodavci i udruženje poslodavaca mogu podneti zahtev za preispitivanje utvrđene reprezentativnosti po isteku roka od tri godine od dana donošenja rešenja iz člana 228. stav 2, člana 231. stav 1. i člana 232. stav 3. ovog zakona. Preispitivanje reprezentativnosti sindikata kod poslodavca, utvrđene rešenjem poslodavca, može se pokrenuti na inicijativu poslodavca, odnosno na zahtev drugog sindikata kod tog poslodavca. Zahtev za preispitivanje reprezentativnosti sindikata kod poslodavca utvrđene rešenjem ministra može podneti poslodavac kod koga je osnovan sindikat čija se reprezentativnost preispituje ili drugi sindikat kod tog poslodavca. Zahtev za preispitivanje reprezentativnosti sindikata iz člana 220. ovog zakona može da podnese sindikat osnovan za teritorijalnu jedinicu, odnosno granu, grupu, podgrupu ili delatnost za koju je osnovan sindikat čija se reprezentativnost preispituje. Zahtev za preispitavanje reprezentativnosti udruženja poslodavaca iz člana 222. ovog zakona može da podnese udruženje poslodavaca osnovano za granu, grupu, podgrupu ili delatnost, odnosno teritorijalnu jedinicu za koju je osnovano udruženje poslodavaca čija se reprezentativnost preispituje."}
{"model": "text-embedding-3-small", "id": 239, "title": "Član 234", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_234", "input": "Član 234: Zahtev iz člana 233. stav 2. ovog zakona podnosi se poslodavcu kod koga je osnovan sindikat čija se reprezentativnost preispituje. Zahtev i inicijativa iz člana 233. stav 2. sadrže naziv sindikata, broj akta o registraciji, razloge zbog kojih se zahteva preispitavanje reprezentativnosti i navođenje dokaza koji na to ukazuju. Poslodavac je dužan da u roku od osam dana od dana prijema zahteva iz stava 1. ovog člana, odnosno pokretanja inicijative iz stava 2. ovog člana, o tome obavesti sindikat čija se reprezentativnost preispituje i zatraži da dostavi dokaze o ispunjavanju uslova reprezentativnosti u skladu sa ovim zakonom. Sindikat je dužan da u roku od osam dana od dana prijema obaveštenja iz stava 3. ovog člana dostavi poslodavcu dokaze o ispunjavanju uslova reprezentativnosti."}
{"model": "text-embedding-3-small", "id": 240, "title": "Član 235", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_235", "input": "Član 235: Zahtev iz člana 233. st. 3-5. ovog zakona podnosi se Odboru i sadrži naziv sindikata, odnosno udruženja poslodavaca, nivo osnivanja, broj akta o registraciji, razloge zbog kojih se zahteva preispitivanje reprezentativnosti i navođenje dokaza koji na to ukazuju. Odbor je dužan da u roku od osam dana od dana prijema zahteva iz stava 1. ovog člana o tome obavesti sindikat, odnosno udruženje poslodavaca, čija se reprezentativnost preispituje i zatraži da dostave dokaze o ispunjavanju uslova reprezentativnosti u skladu sa ovim zakonom. Sindikat, odnosno udruženje poslodavaca, dužni su da, u roku od 15 dana od dana prijema obaveštenja iz stava 2. ovog člana, dostave Odboru dokaze o ispunjavanju uslova reprezentativnosti."}
{"model": "text-embedding-3-small", "id": 241, "title": "Član 236", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_236", "input": "Član 236: Postupak za preispitivanje reprezentativnosti sindikata, odnosno udruženja poslodavaca, vodi se u skladu sa odredbama čl. 228-232. ovog zakona."}
{"model": "text-embedding-3-small", "id": 242, "title": "Član 237", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_237", "input": "Član 237: Rešenje o reprezentativnosti i rešenje o gubitku reprezentativnosti sindikata za određenu granu, grupu, podgrupu ili delatnost, odnosno za teritorijalnu jedinicu, kao i rešenje o utvrđivanju reprezentativnosti i rešenje o gubitku reprezentativnosti udruženja poslodavaca, objavljuju se u \"Službenom glasniku Republike Srbije\". 7. Pravna i poslovna sposobnost sindikata i udruženja poslodavaca"}
{"model": "text-embedding-3-small", "id": 243, "title": "Član 238", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_238", "input": "Član 238: Sindikat i udruženje poslodavaca stiču svojstvo pravnog lica danom upisa u registar, u skladu sa zakonom i drugim propisom."}
{"model": "text-embedding-3-small", "id": 244, "title": "Član 239", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_239", "input": "Član 239: Sindikat, odnosno udruženje poslodavaca, kome je utvrđena reprezentativnost u skladu sa ovim zakonom, ima: 1) pravo na kolektivno pregovaranje i zaključivanje kolektivnog ugovora na odgovarajućem nivou; 2) pravo na učešće u rešavanju kolektivnih radnih sporova; 3) pravo na učešće u radu tripartitnih i multipartitnih tela na odgovarajućem nivou; 4) druga prava, u skladu sa zakonom. XX KOLEKTIVNI UGOVORI 1. Predmet i oblik kolektivnog ugovora"}
{"model": "text-embedding-3-small", "id": 245, "title": "Član 240", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_240", "input": "Član 240: Kolektivnim ugovorom, u skladu sa zakonom i drugim propisom, uređuju se prava, obaveze i odgovornosti iz radnog odnosa, postupak izmena i dopuna kolektivnog ugovora, međusobni odnosi učesnika kolektivnog ugovora i druga pitanja od značaja za zaposlenog i poslodavca. Kolektivni ugovor zaključuje se u pisanom obliku. 2. Vrste kolektivnih ugovora"}
{"model": "text-embedding-3-small", "id": 246, "title": "Član 241", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_241", "input": "Član 241: Kolektivni ugovor može da se zaključi kao opšti, poseban, i kod poslodavca."}
{"model": "text-embedding-3-small", "id": 247, "title": "Član 242", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_242", "input": "Član 242: Opšti kolektivni ugovor i poseban kolektivni ugovor za određenu granu, grupu, podgrupu ili delatnost zaključuju se za teritoriju Republike Srbije."}
{"model": "text-embedding-3-small", "id": 248, "title": "Član 243", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_243", "input": "Član 243: Poseban kolektivni ugovor zaključuje se za teritoriju jedinice teritorijalne autonomije ili lokalne samouprave. 3. Učesnici u zaključivanju kolektivnog ugovora"}
{"model": "text-embedding-3-small", "id": 249, "title": "Član 244", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_244", "input": "Član 244: Opšti kolektivni ugovor zaključuju reprezentativno udruženje poslodavaca i reprezentativni sindikat osnovani za teritoriju Republike Srbije."}
{"model": "text-embedding-3-small", "id": 250, "title": "Član 245", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_245", "input": "Član 245: Poseban kolektivni ugovor za granu, grupu, podgrupu ili delatnost zaključuju reprezentativno udruženje poslodavaca i reprezentativni sindikat osnovani za granu, grupu, podgrupu ili delatnost. Poseban kolektivni ugovor za teritoriju jedinice teritorijalne autonomije i lokalne samouprave zaključuju reprezentativno udruženje poslodavaca i reprezentativni sindikat osnovani za teritorijalnu jedinicu za koju se zaključuje kolektivni ugovor."}
{"model": "text-embedding-3-small", "id": 251, "title": "Član 246", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_246", "input": "Član 246: Poseban kolektivni ugovor za javna preduzeća i javne službe zaključuju osnivač, odnosno organ koji on ovlasti, i reprezentativni sindikat. Poseban kolektivni ugovor za teritoriju Republike za javna preduzeća i javne službe čiji je osnivač autonomna pokrajina ili jedinica lokalne samouprave može da zaključi Vlada i reprezentativni sindikat, ako postoji opravdani interes i u cilju obezbeđivanja jednakih uslova rada. Poseban kolektivni ugovor za javna preduzeća i društva kapitala čiji je osnivač javno preduzeće zaključuju osnivač javnog preduzeća, odnosno organ koji on ovlasti i reprezentativni sindikat. Poseban kolektivni ugovor za lica koja samostalno obavljaju delatnost u oblasti umetnosti ili kulture (samostalni umetnici) zaključuju reprezentativno udruženje poslodavaca i reprezentativni sindikat."}
{"model": "text-embedding-3-small", "id": 252, "title": "Član 247", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_247", "input": "Član 247: Kolektivni ugovor kod poslodavca za javna preduzeća, društva kapitala čiji je osnivač javno preduzeće i javne službe zaključuju osnivač, odnosno organ koji on ovlasti, reprezentativni sindikat kod poslodavca i poslodavac. U ime poslodavca kolektivni ugovor potpisuje lice ovlašćeno za zastupanje poslodavca."}
{"model": "text-embedding-3-small", "id": 253, "title": "Član 248", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_248", "input": "Član 248: Kolektivni ugovor kod poslodavca zaključuju poslodavac i reprezentativni sindikat kod poslodavca. U ime poslodavca kolektivni ugovor potpisuje lice ovlašćeno za zastupanje poslodavca."}
{"model": "text-embedding-3-small", "id": 254, "title": "Član 249", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_249", "input": "Član 249: Ako nijedan od sindikata, odnosno nijedno od udruženja poslodavaca, ne ispunjava uslove reprezentativnosti u smislu ovog zakona, sindikati odnosno udruženja poslodavaca mogu zaključiti sporazum o udruživanju, radi ispunjenja uslova reprezentativnosti utvrđenih ovim zakonom i učestvovanja u zaključivanju kolektivnog ugovora."}
{"model": "text-embedding-3-small", "id": 255, "title": "Član 250", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_250", "input": "Član 250: Ako kod poslodavca nije osnovan sindikat, zarada, naknada zarade i druga primanja zaposlenih mogu da se urede sporazumom. Sporazum se smatra zaključenim kada ga potpišu lice ovlašćeno za zastupanje poslodavca i predstavnik saveta zaposlenih ili zaposleni koji je dobio ovlašćenje od najmanje 50% od ukupnog broja zaposlenih kod poslodavca. Sporazum prestaje da važi danom stupanja na snagu kolektivnog ugovora. 4. Pregovaranje i zaključivanje kolektivnog ugovora"}
{"model": "text-embedding-3-small", "id": 256, "title": "Član 251", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_251", "input": "Član 251: Ako u zaključivanju kolektivnog ugovora učestvuje više reprezentativnih sindikata ili reprezentativnih udruženja poslodavaca, odnosno sindikati ili udruženja poslodavaca koji su zaključili sporazum o udruživanju iz člana 249. ovog zakona, obrazuje se odbor za pregovore. Članove odbora iz stava 1. ovog člana određuju sindikati, odnosno udruženja poslodavaca, srazmerno broju članova."}
{"model": "text-embedding-3-small", "id": 257, "title": "Član 252", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_252", "input": "Član 252: U postupku pregovaranja radi zaključivanja kolektivnog ugovora kod poslodavca reprezentativni sindikat je dužan da sarađuje sa sindikatom u koji je učlanjeno najmanje 10% zaposlenih kod poslodavca, radi izražavanja interesa zaposlenih koji su učlanjeni u taj sindikat."}
{"model": "text-embedding-3-small", "id": 258, "title": "Član 253", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_253", "input": "Član 253: Predstavnici sindikata i poslodavaca, odnosno udruženja poslodavaca, koji učestvuju u pregovaranju za zaključivanje kolektivnog ugovora i zaključuju kolektivni ugovor moraju da imaju ovlašćenje svojih organa."}
{"model": "text-embedding-3-small", "id": 259, "title": "Član 254", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_254", "input": "Član 254: Učesnici u zaključivanju kolektivnog ugovora dužni su da pregovaraju. Ako se u toku pregovora ne postigne saglasnost za zaključivanje kolektivnog ugovora u roku od 45 dana od dana započinjanja pregovora, učesnici mogu da obrazuju arbitražu za rešavanje spornih pitanja. Za delatnosti od opšteg interesa, sporovi u zaključivanju, izmeni i dopuni i primeni kolektivnih ugovora rešavaju se u skladu sa zakonom."}
{"model": "text-embedding-3-small", "id": 260, "title": "Član 255", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_255", "input": "Član 255: Sastav, način rada i dejstvo odluke arbitraže sporazumno utvrđuju učesnici u zaključivanju kolektivnog ugovora. Rok za donošenje odluke ne može biti duži od 15 dana od dana obrazovanja arbitraže. 5. Primena kolektivnih ugovora"}
{"model": "text-embedding-3-small", "id": 261, "title": "Član 256", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_256", "input": "Član 256: Opšti i poseban kolektivni ugovor neposredno se primenjuju i obavezuju sve poslodavce koji su u vreme zaključivanja kolektivnog ugovora članovi udruženja poslodavaca - učesnika kolektivnog ugovora. Kolektivni ugovor iz stava 1. ovog člana obavezuje i poslodavce koji su naknadno postali članovi udruženja poslodavaca - učesnika kolektivnog ugovora, od dana pristupanja udruženju poslodavaca. Kolektivni ugovor obavezuje poslodavce iz st. 1. i 2. ovog člana šest meseci nakon istupanja iz udruženja poslodavaca - učesnika kolektivnog ugovora."}
{"model": "text-embedding-3-small", "id": 262, "title": "Član 256a", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_256a", "input": "Član 256a: Kolektivnom ugovoru može naknadno pristupiti poslodavac, odnosno udruženje poslodavaca koje nije potpisnik kolektivnog ugovora, odnosno nije član udruženja poslodavaca - učesnika kolektivnog ugovora. Odluku o pristupanju kolektivnom ugovoru donosi nadležni organ poslodavca, odnosno udruženja poslodavaca iz stava 1. ovog člana, u skladu sa kojom se kolektivni ugovor primenjuje na njegove zaposlene od dana određenog u odluci. O odluci iz stava 1. ovog člana, poslodavac, odnosno udruženje poslodavaca obaveštava potpisnike kolektivnog ugovora i organ koji vrši registraciju kolektivnog ugovora. Odluka o pristupanju kolektivnom ugovoru prestaje da važi prestankom važenja kolektivnog ugovora ili ranije, odlukom nadležnog organa poslodavca, odnosno udruženja poslodavaca."}
{"model": "text-embedding-3-small", "id": 263, "title": "Član 257", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_257", "input": "Član 257: Vlada može da odluči da se kolektivni ugovor ili pojedine njegove odredbe primenjuju i na poslodavce koji nisu članovi udruženja poslodavaca - učesnika kolektivnog ugovora. Odluku iz stava 1. ovog člana Vlada može doneti radi ostvarivanja ekonomske i socijalne politike u Republici, u cilju obezbeđivanja jednakih uslova rada koji predstavljaju minimum prava zaposlenih, odnosno da bi se ublažile razlike u zaradama u određenoj grani, grupi, podgrupi ili delatnosti koje bitno utiču na socijalni i ekonomski položaj zaposlenih što ima za posledicu nelojalnu konkurenciju, pod uslovom da kolektivni ugovor čije se dejstvo proširuje obavezuje poslodavce koji zapošljavaju više od 50% zaposlenih u određenoj grani, grupi, podgrupi ili delatnosti. Odluku iz stava 2. ovog člana Vlada donosi na zahtev jednog od učesnika u zaključivanju kolektivnog ugovora čije se dejstvo proširuje, na obrazloženi predlog ministarstva nadležnog za delatnost u kojoj je zaključen kolektivni ugovor, a po pribavljenom mišljenju Socijalno-ekonomskog saveta. Uz zahtev za proširenje dejstva kolektivnog ugovora, podnosilac je dužan da dostavi dokaz o ispunjenosti uslova iz stava 2. ovog člana. Poslodavci koje obavezuje kolektivni ugovor čije se dejstvo proširuje i broj njihovih zaposlenih, utvrđuje se na osnovu podatka organa koji vodi registar kolektivnih ugovora, odnosno drugog nadležnog organa u skladu sa zakonom."}
{"model": "text-embedding-3-small", "id": 264, "title": "Član 258", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_258", "input": "Član 258: Vlada može, na zahtev poslodavca ili udruženja poslodavaca, da odluči da se kolektivni ugovor iz člana 257. ovog zakona u delu koji se odnosi na zarade i naknade zarade ne primenjuje na pojedine poslodavce ili udruženja poslodavaca. Poslodavac, odnosno udruženje poslodavaca, mogu da podnesu zahtev za izuzimanje od primene kolektivnog ugovora sa proširenim dejstvom, ako zbog finansijsko-poslovnih rezultata nisu u mogućnosti da primene kolektivni ugovor. Uz zahtev iz stava 2. ovog člana poslodavac ili udruženje poslodavaca dužni su da dostave dokaze o razlozima za izuzimanje od primene kolektivnog ugovora sa proširenim dejstvom."}
{"model": "text-embedding-3-small", "id": 265, "title": "Član 259", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_259", "input": "Član 259: Odluku o izuzimanju od primene kolektivnog ugovora Vlada donosi na predlog ministarstva nadležnog za delatnost u kojoj je zaključen kolektivni ugovor i po pribavljenom mišljenju Socijalno-ekonomskog saveta."}
{"model": "text-embedding-3-small", "id": 266, "title": "Član 260", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_260", "input": "Član 260: Vlada može staviti van snage odluku o proširenju dejstva kolektivnog ugovora i odluku o izuzimanju od primene kolektivnog ugovora, ako prestanu da postoje razlozi iz člana 257. stav 2. i člana 258. stav 2. ovog zakona. Odluka iz stava 1. ovog člana donosi se po postupku za donošenje odluke o proširenom dejstvu kolektivnog ugovora, odnosno odluke o izuzimanju od primene kolektivnog ugovora. Odluka iz čl. 257. i 259. ovog zakona prestaje da važi prestankom važenja kolektivnog ugovora, odnosno pojedinih njegovih odredaba, čije je dejstvo prošireno, odnosno izuzeto."}
{"model": "text-embedding-3-small", "id": 267, "title": "Član 261", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_261", "input": "Član 261: Odluka iz čl. 257, 259. i 260. ovog zakona objavljuje se u \"Službenom glasniku Republike Srbije\"."}
{"model": "text-embedding-3-small", "id": 268, "title": "Član 262", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_262", "input": "Član 262: Kolektivni ugovor kod poslodavca obavezuje i zaposlene kod poslodavca koji nisu članovi sindikata - potpisnika kolektivnog ugovora. 6. Važenje i otkaz kolektivnog ugovora"}
{"model": "text-embedding-3-small", "id": 269, "title": "Član 263", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_263", "input": "Član 263: Kolektivni ugovor se zaključuje na period do tri godine. Po isteku roka iz stava 1. ovog člana, kolektivni ugovor prestaje da važi, ako se učesnici kolektivnog ugovora drukčije ne sporazumeju najkasnije 30 dana pre isteka važenja kolektivnog ugovora."}
{"model": "text-embedding-3-small", "id": 270, "title": "Član 264", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_264", "input": "Član 264: Važenje kolektivnog ugovora pre isteka roka iz člana 263. ovog zakona, može prestati sporazumom svih učesnika ili otkazom, na način utvrđen tim ugovorom. U slučaju otkaza, kolektivni ugovor se primenjuje najduže šest meseci od dana podnošenja otkaza, s tim što su učesnici dužni da postupak pregovaranja započnu najkasnije u roku od 15 dana od dana podnošenja otkaza. 7. Rešavanje sporova"}
{"model": "text-embedding-3-small", "id": 271, "title": "Član 265", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_265", "input": "Član 265: Sporna pitanja u primeni kolektivnih ugovora može da rešava arbitraža koju obrazuju učesnici kolektivnog ugovora, u roku od 15 dana od dana nastanka spora. Odluka arbitraže o spornom pitanju obavezuje učesnike. Sastav i način rada arbitraže uređuje se kolektivnim ugovorom. Učesnici u zaključivanju kolektivnog ugovora mogu pred nadležnim sudom da ostvare zaštitu prava utvrđenih kolektivnim ugovorom. 8. Registracija kolektivnih ugovora"}
{"model": "text-embedding-3-small", "id": 272, "title": "Član 266", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_266", "input": "Član 266: Opšti i poseban kolektivni ugovor, kao i njihove izmene, odnosno dopune, registruju se kod ministarstva. Sadržinu i postupak registracije kolektivnih ugovora propisuje ministar. 9. Objavljivanje kolektivnog ugovora"}
{"model": "text-embedding-3-small", "id": 273, "title": "Član 267", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_267", "input": "Član 267: Opšti i poseban kolektivni ugovor objavljuju se u \"Službenom glasniku Republike Srbije\". Način objavljivanja drugih kolektivnih ugovora utvrđuje se tim kolektivnim ugovorima. XXI NADZOR"}
{"model": "text-embedding-3-small", "id": 274, "title": "Član 268", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_268", "input": "Član 268: Nadzor nad primenom ovog zakona, drugih propisa o radnim odnosima, opštih akata i ugovora o radu, kojima se uređuju prava, obaveze i odgovornosti zaposlenih vrši inspekcija rada."}
{"model": "text-embedding-3-small", "id": 275, "title": "Član 268a", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_268a", "input": "Član 268a: U postupku inspekcijskog nadzora inspektor je ovlašćen da: 1) vrši uvid u opšte i pojedinačne akte, evidencije i drugu dokumentaciju radi utvrđivanja relevantnih činjenica; 2) utvrđuje identitet lica i uzima izjave od poslodavca, odgovornih lica, zaposlenih i drugih lica koja se zateknu na radu kod poslodavca; 3) vrši kontrolu da li je izvršena prijava na obavezno socijalno osiguranje, na osnovu podataka iz Centralnog registra obaveznog socijalnog osiguranja; 4) pregleda poslovne prostorije, objekte, postrojenja, uređaje i drugo; 5) nalaže preduzimanje preventivnih i drugih mera za koje je ovlašćen u skladu sa zakonom radi sprečavanja povreda zakona."}
{"model": "text-embedding-3-small", "id": 276, "title": "Član 268b", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_268b", "input": "Član 268b: Poslodavac, odgovorno lice kod poslodavca i zaposleni dužni su da inspektoru omoguće vršenje nadzora, uvid u dokumentaciju i nesmetan rad i da mu obezbede podatke potrebne za vršenje inspekcijskog nadzora, u skladu sa zakonom."}
{"model": "text-embedding-3-small", "id": 277, "title": "Član 269", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_269", "input": "Član 269: U vršenju inspekcijskog nadzora, inspektor rada je ovlašćen da rešenjem naloži poslodavcu da u određenom roku otkloni utvrđene povrede zakona, podzakonskog akta, opšteg akta i ugovora o radu. Inspektor rada je ovlašćen da rešenjem naloži poslodavcu da sa zaposlenim koji je zasnovao radni odnos u smislu člana 32. stav 2. ovog zakona, zaključi ugovor o radu u pisanom obliku. Poslodavac je dužan da, najkasnije u roku od 15 dana od dana isteka roka za otklanjanje utvrđene povrede, obavesti inspekciju rada o izvršenju rešenja."}
{"model": "text-embedding-3-small", "id": 278, "title": "Član 270", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_270", "input": "Član 270: Inspektor rada podneće zahtev za pokretanje prekršajnog postupka ako nađe da je poslodavac, odnosno direktor ili preduzetnik, povredom zakona ili drugih propisa kojima se uređuju radni odnosi i podnošenje jedinstvene prijave na obavezno socijalno osiguranje, izvršio prekršaj."}
{"model": "text-embedding-3-small", "id": 279, "title": "Član 271", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_271", "input": "Član 271: Ako inspektor rada nađe da je rešenjem poslodavca o otkazu ugovora o radu očigledno povređeno pravo zaposlenog, a zaposleni je pokrenuo radni spor, na zahtev zaposlenog odložiće svojim rešenjem izvršenje tog rešenja - do donošenja pravnosnažne odluke suda. Inspektor rada će odbiti zahtev iz stava 1. ovog člana ako nađe da pravo zaposlenog nije očigledno povređeno. Zaposleni može podneti zahtev iz st. 1. i 2. ovog člana u roku od 15 dana od dana pokretanja radnog spora. Inspektor rada je dužan da donese rešenje iz st. 1. i 2. ovog člana u roku od 30 dana od dana podnošenja zahteva zaposlenog, ako su ispunjeni uslovi iz st. 1. i 2. ovog člana."}
{"model": "text-embedding-3-small", "id": 280, "title": "Član 272", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_272", "input": "Član 272: Protiv rešenja inspektora rada može se izjaviti žalba ministru u roku od osam dana od dana dostavljanja rešenja. Žalba na rešenje iz člana 271. ovog zakona ne odlaže izvršenje rešenja. Ministar, odnosno lice koje on ovlasti dužno je da   u roku\nod 30 dana od dana prijema žalbe odluči po žalbi. Protiv konačnog rešenja iz člana 271. st. 1. i 2. ovog zakona ne može da se pokrene upravni spor. XXIa SARADNJA SA CENTRALNIM REGISTROM OBAVEZNOG SOCIJALNOG OSIGURANJA"}
{"model": "text-embedding-3-small", "id": 281, "title": "Član 272a", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_272a", "input": "Član 272a: Ministarstva nadležna za rad, državnu upravu i finansije mogu da preuzimaju podatke iz Jedinstvene baze Centralnog registra obaveznog socijalnog osiguranja potrebne za obavljanje poslova iz njihove nadležnosti. XXII KAZNENE ODREDBE"}
{"model": "text-embedding-3-small", "id": 282, "title": "Član 273", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_273", "input": "Član 273: Novčanom kaznom od 800.000 do 2.000.000 dinara kazniće se za prekršaj poslodavac sa svojstvom pravnog lica: 1) ako sa licem koje radi nije zaključio ugovor o radu ili drugi ugovor u smislu ovog zakona (čl. 30-33. i čl. 197-202); 2) ako nije isplatio zaradu, odnosno minimalnu zaradu (čl. 104. i 111); 3) ako nije isplatio zaradu u novcu, osim u slučaju iz člana 45. ovog zakona (član 110); 4) ako zaposlenom ne dostavi obračun zarade u skladu sa odredbama ovog zakona (član 121); 5) ako nije doneo program rešavanja viška zaposlenih (član 153); 6) ako zaposlenom otkaže ugovor o radu suprotno odredbama ovog zakona (čl. 179-181. i čl. 187. i 188); 7) ako sprečava inspektora rada u vršenju inspekcijskog nadzora, odnosno na drugi način onemogućava vršenje inspekcijskog nadzora (član 268a i 268b); 8) ako ne postupi po rešenju inspektora rada u skladu sa odredbama ovog zakona (čl. 269. i 271). Novčanom kaznom od 300.000 do 500.000 dinara za prekršaj iz stava 1. ovog člana kazniće se preduzetnik. Novčanom kaznom od 50.000 do 150.000 dinara kazniće se za prekršaj iz stava 1. ovog člana odgovorno lice u pravnom licu, odnosno zastupnik pravnog lica."}
{"model": "text-embedding-3-small", "id": 283, "title": "Član 274", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_274", "input": "Član 274: Novčanom kaznom od 600.000 do 1.500.000 dinara kazniće se za prekršaj poslodavac sa svojstvom pravnog lica: 1) ako prekrši zabranu diskriminacije u smislu ovog zakona (čl. 18-21); 2) ako zasnuje radni odnos sa licem mlađim od 18 godina života suprotno odredbama ovog zakona (član 25); 3) ako zaposlenom odredi prekovremeni rad suprotno odredbama ovog zakona (član 53); 4) ako je izvršio preraspodelu radnog vremena suprotno odredbama ovog zakona (čl. 57. i 60); 5) ako zaposlenom koji radi noću ne obezbedi obavljanje poslova u toku dana suprotno odredbama ovog zakona (član 62); 6) ako zaposlenom koji radi u smenama ne obezbedi izmenu smena suprotno odredbama ovog zakona (član 63); 7) ako zaposlenom mlađem od 18 godina života odredi da radi suprotno odredbama ovog zakona (čl. 84, 87. i 88); 8) ako zaposlenom između navršene 18. i 21. godine života odredi da radi suprotno odredbama ovog zakona (član 85); 9) ako ne obezbedi zaštitu materinstva, kao i prava po osnovu nege deteta i posebne nege deteta ili druge osobe u skladu sa odredbama ovog zakona (čl. 89-100); 10) ako zaposlenom ne isplati naknadu zarade u skladu sa odredbama ovog zakona (čl. 114-117); 11) ako zaposlenom uskrati prava iz radnog odnosa suprotno odredbama ovog zakona (član 147); 12) ako donese odluku o udaljenju zaposlenog suprotno odredbama ovog zakona ili ako zaposlenog udalji sa rada duže od roka propisanog ovim zakonom (čl. 165-169); 13) ako zaposlenom ponudi zaključivanje aneksa ugovora suprotno odredbama ovog zakona (čl. 171-174); 14) ako do dana prestanka radnog odnosa zaposlenom ne izvrši isplatu svih dospelih zarada, naknada zarada i drugih primanja (član 186); 15) ako odluči o pojedinačnom pravu, obavezi ili odgovornosti zaposlenog, a ne donese rešenje ili ga ne dostavi zaposlenom u skladu sa odredbama ovog zakona (član 193). Novčanom kaznom od 200.000 do 400.000 dinara za prekršaj iz stava 1. ovog člana kazniće se preduzetnik. Novčanom kaznom od 30.000 do 150.000 dinara kazniće se za prekršaj iz stava 1. ovog člana odgovorno lice u pravnom licu, odnosno zastupnik pravnog lica."}
{"model": "text-embedding-3-small", "id": 284, "title": "Član 275", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_275", "input": "Član 275: Novčanom kaznom od 400.000 do 1.000.000 dinara kazniće se za prekršaj poslodavac sa svojstvom pravnog lica: 1) ako pozove na odgovornost predstavnika zaposlenih koji postupa u skladu sa zakonom i kolektivnim ugovorom (član 13); 2) ako zaposlenom ne preda primerak ugovora o radu u skladu sa odredbama ovog zakona (član 30. stav 4); 3) ako postupi suprotno odredbama ovog zakona koje uređuju godišnji odmor (čl. 68-75); 4) ako zaposlenom koji je ostvario pravo na mirovanje radnog odnosa uskrati pravo da se vrati na rad (član 79); 5) ako zaposlenom ne isplati naknadu troškova, odnosno drugo primanje u skladu sa odredbama ovog zakona (čl. 118-120); 6) ako zaposlenom uskrati pravo na otpremninu u skladu sa odredbama ovog zakona (član 158). Novčanom kaznom od 100.000 do 300.000 dinara za prekršaj iz stava 1. ovog člana kazniće se preduzetnik. Novčanom kaznom od 20.000 do 40.000 dinara kazniće se za prekršaj iz stava 1. ovog člana odgovorno lice u pravnom licu."}
{"model": "text-embedding-3-small", "id": 285, "title": "Član 276", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_276", "input": "Član 276: Novčanom kaznom od 150.000 do 300.000 dinara kazniće se za prekršaj poslodavac sa svojstvom pravnog lica, a preduzetnik sa kaznom od 50.000 do 150.000 dinara: 1) ako ne drži primerak ugovora ili kopije ugovora u skladu sa odredbama ovog zakona (član 35. stav 1); 1a) ako ne vodi dnevnu evidenciju o prekovremenom radu zaposlenih u skladu sa odredbama ovog zakona (član 55. stav 6); 2) ako ne obezbedi vreme za odmor u toku dnevnog rada, dnevni i nedeljni odmor u skladu sa odredbama ovog zakona (čl. 64. do 67); 3) ako zaposlenom ne odobri korišćenje plaćenog odsustva u skladu sa odredbama ovog zakona (član 77); 4) ako ne vodi mesečnu evidenciju o zaradi i naknadi zarade u skladu sa odredbama ovog zakona (član 122); 5)(brisana) 6) ako zaposlenom uskrati pravo na otkazni rok, odnosno naknadu zarade u skladu sa ovim zakonom (član 189); 7) ako zaposlenom ne vrati uredno popunjenu radnu knjižicu (član 204). Novčanom kaznom od 10.000 do 20.000 dinara kazniće se za prekršaj iz stava 1. ovog člana odgovorno lice u pravnom licu, odnosno zastupnik pravnog lica."}
{"model": "text-embedding-3-small", "id": 286, "title": "Član 276a", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_276a", "input": "Član 276a: Propuštanje propisanog roka za podnošenje jedinstvene prijave na obavezno socijalno osiguranje (član 35. stav 2), predstavlja prekršaj za koji se izriče novčana kazna propisana članom 31. Zakona o Centralnom registru obaveznog socijalnog osiguranja (\"Službeni glasnik RS\", br. 30/10, 44/14 - dr. zakon i 116/14). XXIII PRELAZNE I ZAVRŠNE ODREDBE"}
{"model": "text-embedding-3-small", "id": 287, "title": "Član 277", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_277", "input": "Član 277: Do donošenja podzakonskih akata iz čl. 46. stav 2, 96. stav 5, 103. stav 6, 204. stav 6, 217. stav 2. i 266. stav 2. ovog zakona, ostaju na snazi: 1) Pravilnik o načinu i postupku registrovanja ugovora o radu za obavljanje poslova van prostorija poslodavca i poslova kućnog pomoćnog osoblja (\"Službeni glasnik RS\", broj 1/2002); 2) Pravilnik o uslovima, postupku i načinu ostvarivanja prava na odsustvo sa rada radi posebne nege deteta (\"Službeni glasnik RS\", broj 1/2002); 3) Pravilnik o načinu izdavanja i sadržaju potvrde o nastupanju privremene sprečenosti za rad zaposlenog u smislu propisa o zdravstvenom osiguranju (\"Službeni glasnik RS\", broj 1/2002); 4) Pravilnik o radnoj knjižici (\"Službeni glasnik RS\", broj 17/97); 5) Pravilnik o upisu sindikalnih organizacija u registar (\"Službeni glasnik RS\", br. 6/97, 33/97, 49/2000, 18/2001 i 64/2004); 6) Pravilnik o registraciji kolektivnih ugovora (\"Službeni glasnik RS\", broj 22/97)."}
{"model": "text-embedding-3-small", "id": 288, "title": "Član 278", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_278", "input": "Član 278: Poslodavac je dužan da sa zaposlenima koji su zasnovali radni odnos do dana stupanja na snagu ovog zakona, a nemaju zaključen ugovor o radu, zaključi ugovor o uređivanju međusobnih prava, obaveza i odgovornosti, koji sadrži elemente iz člana 33. stav 1. ovog zakona, osim iz tač. 4) - 8). Ugovorom iz stava 1. ovog člana ne zasniva se radni odnos."}
{"model": "text-embedding-3-small", "id": 289, "title": "Član 279", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_279", "input": "Član 279: Poslodavci koji su do dana stupanja na snagu ovog zakona doneli odluku o preraspodeli radnog vremena za 2005. godinu, radno vreme zaposlenih organizovaće prema toj odluci."}
{"model": "text-embedding-3-small", "id": 290, "title": "Član 280", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_280", "input": "Član 280: Zaposleni koji na dan stupanja na snagu ovog zakona nije u celini iskoristio godišnji odmor za 2004. godinu, godišnji odmor za tu godinu koristi po propisima koji su bili na snazi do dana stupanja na snagu ovog zakona, ako je to za zaposlenog povoljnije."}
{"model": "text-embedding-3-small", "id": 291, "title": "Član 281", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_281", "input": "Član 281: Postupak za otkaz ugovora o radu koji je započet, a nije okončan do dana stupanja na snagu ovog zakona, okončaće se po propisima koji su bili na snazi do dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 292, "title": "Član 282", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_282", "input": "Član 282: Postupak za utvrđivanje viška zaposlenih koji je započet, a nije okončan do dana stupanja na snagu ovog zakona, okončaće se po propisima koji su bili na snazi do dana stupanja na snagu ovog zakona. Zaposleni kome je konačnom odlukom nadležnog organa, po osnovu prestanka potrebe za njegovim radom, utvrđeno pravo na osnovu propisa koji su važili do dana stupanja na snagu ovog zakona - nastavlja da koristi to pravo prema tim propisima."}
{"model": "text-embedding-3-small", "id": 293, "title": "Član 283", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_283", "input": "Član 283: Zaposleni kome je do dana stupanja na snagu ovog zakona utvrđeno pravo na novčanu naknadu u smislu člana 107. Zakona o radu (\"Službeni glasnik RS\", br. 70/2001 i 73/2001) - nastavlja da ostvaruje pravo na novčanu naknadu u skladu sa tim zakonom."}
{"model": "text-embedding-3-small", "id": 294, "title": "Član 284", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_284", "input": "Član 284: Odredbe kolektivnog ugovora koji je na snazi na dan stupanja na snagu ovog zakona, a koje nisu u suprotnosti sa ovim zakonom, ostaju na snazi do zaključivanja kolektivnog ugovora u skladu sa ovim zakonom. Odredbe opšteg i posebnih kolektivnih ugovora zaključenih pre 21. decembra 2001. godine, a koje su na snazi na dan stupanja na snagu ovog zakona i koje nisu u suprotnosti sa ovim zakonom ostaju na snazi do zaključivanja kolektivnih ugovora u skladu sa ovim zakonom, a najduže šest meseci od dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 295, "title": "Član 285", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_285", "input": "Član 285: Izbor organa Fonda, u skladu sa odredbama čl. 129-136. ovog zakona, izvršiće se u roku od 30 dana od dana stupanja na snagu ovog zakona. Zaposleni kojima se, u smislu člana 139. stav 2. ovog zakona, utvrdi pravo na potraživanje u periodu od dana stupanja na snagu ovog zakona do dana izbora organa Fonda - zahtev podnose u roku od 15 dana od dana izbora organa Fonda."}
{"model": "text-embedding-3-small", "id": 296, "title": "Član 286", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_286", "input": "Član 286: Danom stupanja na snagu ovog zakona prestaje da važi Zakon o radu (\"Službeni glasnik RS\", br. 70/2001 i 73/2001)."}
{"model": "text-embedding-3-small", "id": 297, "title": "Član 287", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_287", "input": "Član 287: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o radu (\"Sl. glasnik RS\", br. 61/2005)"}
{"model": "text-embedding-3-small", "id": 298, "title": "Član 11[s1]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_11%5Bs1%5D", "input": "Član 11[s1]: Zaposlena žena koja je započela korišćenje porodiljskog odsustva u skladu sa članom 94. Zakona o radu (\"Službeni glasnik RS\", broj 24/05) do dana stupanja na snagu ovog zakona - nastavlja da koristi pravo na porodiljsko odsustvo i odsustvo sa rada radi nege deteta u skladu sa odredbama tog člana. Pravo iz stava 1. ovog člana pripada i ocu deteta."}
{"model": "text-embedding-3-small", "id": 299, "title": "Član 12[s1]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_12%5Bs1%5D", "input": "Član 12[s1]: Odredbe člana 118. tač. 5) i 6) Zakona o radu (\"Službeni glasnik RS\", broj 24/05) prestaju da se primenjuju danom stupanja na snagu ovog zakona, a primenjivaće se od 1. januara 2006. godine. Odredbe člana 120. tač. 2) i 3) Zakona o radu (\"Službeni glasnik RS\", broj 24/05) prestaju da važe 1. januara 2006. godine."}
{"model": "text-embedding-3-small", "id": 300, "title": "Član 13[s1]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_13%5Bs1%5D", "input": "Član 13[s1]: Ovaj zakon stupa na snagu narednog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\", a odredba člana 4. ovog zakona primenjivaće se od 1. januara 2006. godine.  Samostalni član Zakona o dopuniZakona o radu (\"Sl. glasnik RS\", br. 54/2009)"}
{"model": "text-embedding-3-small", "id": 301, "title": "Član 2[s2]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_2%5Bs2%5D", "input": "Član 2[s2]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\".  Samostalni članovi Zakona o izmenama i dopunamaZakona o radu (\"Sl. glasnik RS\", br. 75/2014) PRELAZNE I ZAVRŠNE ODREDBE"}
{"model": "text-embedding-3-small", "id": 302, "title": "Član 110[s3]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_110%5Bs3%5D", "input": "Član 110[s3]: Poslodavac je dužan da pravilnik o unutrašnjoj organizaciji i sistematizaciji poslova usaglasi sa odredbama ovog zakona u roku do 60 dana od dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 303, "title": "Član 111[s3]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_111%5Bs3%5D", "input": "Član 111[s3]: Poslodavac može sa zaposlenima koji su zasnovali radni odnos do dana stupanja na snagu ovog zakona da zaključi ugovor o radu ili aneks ugovora, u skladu sa odredbama člana 8. ovog zakona, u roku od 60 dana od dana stupanja na snagu ovog zakona. Ugovorom iz stava 1. ovog člana ne zasniva se radni odnos. Ako poslodavac sa zaposlenima iz stava 1. ovog člana ne zaključi ugovor o radu ili aneks ugovora u smislu tog stava, ugovori o radu zaključeni do dana stupanja na snagu ovog zakona ostaju na snazi u delu u kome nisu u suprotnosti sa ovim zakonom."}
{"model": "text-embedding-3-small", "id": 304, "title": "Član 112[s3]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_112%5Bs3%5D", "input": "Član 112[s3]: Danom stupanja na snagu ovog zakona prestaje da važi Pravilnik o načinu i postupku registrovanja ugovora o radu za obavljanje poslova van prostorija poslodavca i poslova kućnog pomoćnog osoblja (\"Službeni glasnik RS\", broj 1/02)."}
{"model": "text-embedding-3-small", "id": 305, "title": "Član 113[s3]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_113%5Bs3%5D", "input": "Član 113[s3]: Ministar će doneti akt iz člana 54. ovog zakona u roku od 30 dana od dana stupanja na snagu ovog zakona."}
{"model": "text-embedding-3-small", "id": 306, "title": "Član 114[s3]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_114%5Bs3%5D", "input": "Član 114[s3]: Postupci za ostvarivanje prava pred Fondom solidarnosti započeti do dana stupanja na snagu ovog zakona okončaće se po propisima koji važe do početka primene ovog zakona."}
{"model": "text-embedding-3-small", "id": 307, "title": "Član 115[s3]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_115%5Bs3%5D", "input": "Član 115[s3]: Ugovori o zastupanju ili posredovanju koji su zaključeni do dana stupanja na snagu ovog zakona primenjuju se do isteka roka na koji su zaključeni."}
{"model": "text-embedding-3-small", "id": 308, "title": "Član 116[s3]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_116%5Bs3%5D", "input": "Član 116[s3]: Član 204. Zakona o radu (\"Službeni glasnik RS\", br. 24/05, 61/05, 54/09 i 32/13) i Pravilnik o radnoj knjižici (\"Službeni glasnik RS\", broj 17/97) prestaju da važe 1. januara 2016. godine. Radne knjižice izdate zaključno sa 31. decembrom 2015. godine nastavljaju da se koriste kao javne isprave, a podaci upisani u te knjižice mogu da služe kao dokaz za ostvarivanje prava iz radnog odnosa i drugih prava u skladu sa zakonom."}
{"model": "text-embedding-3-small", "id": 309, "title": "Član 117[s3]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_117%5Bs3%5D", "input": "Član 117[s3]: Odredbe kolektivnog ugovora, odnosno pravilnika o radu koji je na snazi na dan stupanja na snagu ovog zakona, a koje nisu u suprotnosti sa ovim zakonom, ostaju na snazi do isteka važenja kolektivnog ugovora, odnosno do zaključivanja kolektivnog ugovora, odnosno donošenja pravilnika o radu u skladu sa ovim zakonom, a najduže šest meseci od dana stupanja na snagu ovog zakona. Ministarstvo je dužno da obaveštenje o prestanku važenja posebnih kolektivnih ugovora iz stava 1. ovog člana objavi u \"Službenom glasniku Republike Srbije\"."}
{"model": "text-embedding-3-small", "id": 310, "title": "Član 118[s3]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_118%5Bs3%5D", "input": "Član 118[s3]: Period za koji se utvrđuje otpremnina iz člana 65. ovog zakona, za zaposlene u preduzećima u restrukturiranju kojima je taj status utvrđen do dana stupanja na snagu ovog zakona, može se utvrditi i drugim propisom."}
{"model": "text-embedding-3-small", "id": 311, "title": "Član 119[s3]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_119%5Bs3%5D", "input": "Član 119[s3]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\", osim odredaba člana 54. koje se primenjuju po isteku 30 dana od dana stupanja na snagu ovog zakona.  Samostalni član Zakona o izmenama i dopunamaZakona o radu (\"Sl. glasnik RS\", br. 113/2017)"}
{"model": "text-embedding-3-small", "id": 312, "title": "Član 9[s4]", "link": "https://www.paragraf.rs/propisi/zakon_o_radu.html#clan_9%5Bs4%5D", "input": "Član 9[s4]: Ovaj zakon stupa na snagu osmog dana od dana objavljivanja u \"Službenom glasniku Republike Srbije\". Ako ne probate više različitih izbora nikada nećete biti sigurni da li imate najbolju opciju u svojim rukama. Mi Vam tu mogućnost nudimo besplatno! Popunite formular i dobićete priliku da bez ikakvih troškova saznate da li je Paragraf dobar izbor za Vas. Ukoliko želite da Vas obaveštavamo o novostima i aktivnostima kompanije Paragraf prijavite se na našu mailing listu. Vaš e-mail neće biti upotrebljen u druge svrhe."}
